const xlsx = require("xlsx");
const fs = require("fs");

const {
  findUser,
  findOneUser,
  createUser,
} = require("../../models/users/user.model");

require("dotenv").config();

async function httpFindUser(req, res) {
  const datas = await findUser();
  res.status(200).json({ data: datas });
}

async function httpFindOneUser(req, res) {
  const { lineId } = req.body;
  const datas = await findOneUser(lineId);
  res.status(200).json({ data: datas });
}

// 建立 user : 綁定 LineID StudentId Name
async function httpCreateUser(req, res) {
  try {
    const data = req.body;
    const { name } = data;

    // 函數：比對輸入文字和姓名
    function matchName(input, name) {
      let matchCount = 0;
      for (const char of input) {
        if (name.includes(char)) {
          matchCount++;
        }
      }
      return matchCount >= 2;
    }

    const jsonData = [
      {
        class: "資圖三數碩專",
        id: 708060016,
        name: "周貞妮",
      },
      {
        class: "資圖四數碩專",
        id: 702060145,
        name: "黃俊捷",
      },
      {
        class: "資圖四數碩專",
        id: 706060083,
        name: "古　崎",
      },
      {
        class: "資圖二數碩專",
        id: 711060011,
        name: "黃國媛",
      },
      {
        class: "資圖三數碩專",
        id: 710060012,
        name: "劉芝妤",
      },
      {
        class: "資圖三數碩專",
        id: 710060020,
        name: "梁榕真",
      },
      {
        class: "資圖三數碩專",
        id: 710060038,
        name: "吳卓鴒",
      },
      {
        class: "資圖三數碩專",
        id: 710060046,
        name: "鄧安然",
      },
      {
        class: "資圖三數碩專",
        id: 710060061,
        name: "張思嘉",
      },
      {
        class: "資圖四Ａ",
        id: 407000131,
        name: "杜映萱   ",
      },
      {
        class: "資圖四Ａ",
        id: 408000130,
        name: "李榮耀   ",
      },
      {
        class: "資圖四Ａ",
        id: 408000890,
        name: "賈善妮   ",
      },
      {
        class: "資圖四Ａ",
        id: 409000055,
        name: "羅晾以   ",
      },
      {
        class: "資圖四Ａ",
        id: 409000071,
        name: "高莉齡   ",
      },
      {
        class: "資圖四Ａ",
        id: 409000097,
        name: "王鐸霑   ",
      },
      {
        class: "資圖四Ａ",
        id: 409000113,
        name: "林軒如   ",
      },
      {
        class: "資圖四Ａ",
        id: 409000154,
        name: "葉亭萱   ",
      },
      {
        class: "資圖四Ａ",
        id: 409000170,
        name: "吳緗翎   ",
      },
      {
        class: "資圖四Ａ",
        id: 409000212,
        name: "陳雨彤   ",
      },
      {
        class: "資圖四Ａ",
        id: 409000238,
        name: "林姿俐   ",
      },
      {
        class: "資圖四Ａ",
        id: 409000253,
        name: "楊玉婕   ",
      },
      {
        class: "資圖四Ａ",
        id: 409000279,
        name: "許維真   ",
      },
      {
        class: "資圖四Ａ",
        id: 409000295,
        name: "李昕宜   ",
      },
      {
        class: "資圖四Ａ",
        id: 409000311,
        name: "陳琬瑜   ",
      },
      {
        class: "資圖四Ａ",
        id: 409000337,
        name: "陳翊真   ",
      },
      {
        class: "資圖四Ａ",
        id: 409000378,
        name: "蘇　珊   ",
      },
      {
        class: "資圖四Ａ",
        id: 409000394,
        name: "楊子萱   ",
      },
      {
        class: "資圖四Ａ",
        id: 409000410,
        name: "白絜媃   ",
      },
      {
        class: "資圖四Ａ",
        id: 409000436,
        name: "孫筱瑄   ",
      },
      {
        class: "資圖四Ａ",
        id: 409000477,
        name: "李怡萱   ",
      },
      {
        class: "資圖四Ａ",
        id: 409000493,
        name: "郭柏麟   ",
      },
      {
        class: "資圖四Ａ",
        id: 409000519,
        name: "徐靖涵   ",
      },
      {
        class: "資圖四Ａ",
        id: 409000535,
        name: "林育安   ",
      },
      {
        class: "資圖四Ａ",
        id: 409000550,
        name: "王翎卉   ",
      },
      {
        class: "資圖四Ａ",
        id: 409000576,
        name: "詩柔   ",
      },
      {
        class: "資圖四Ａ",
        id: 409000592,
        name: "黃愉婷   ",
      },
      {
        class: "資圖四Ａ",
        id: 409000634,
        name: "蔡翊鈴   ",
      },
      {
        class: "資圖四Ａ",
        id: 409000675,
        name: "蘇詩庭   ",
      },
      {
        class: "資圖四Ａ",
        id: 409000691,
        name: "侯欣辰   ",
      },
      {
        class: "資圖四Ａ",
        id: 409000717,
        name: "謝秉妘   ",
      },
      {
        class: "資圖四Ａ",
        id: 409000758,
        name: "林芷瑄   ",
      },
      {
        class: "資圖四Ａ",
        id: 409000774,
        name: "張銘軒   ",
      },
      {
        class: "資圖四Ａ",
        id: 409000790,
        name: "戴資又   ",
      },
      {
        class: "資圖四Ａ",
        id: 409000816,
        name: "戴至誠   ",
      },
      {
        class: "資圖四Ａ",
        id: 409000873,
        name: "簡郁婷   ",
      },
      {
        class: "資圖四Ａ",
        id: 409000899,
        name: "曾歆雅   ",
      },
      {
        class: "資圖四Ａ",
        id: 409000915,
        name: "李宇凡   ",
      },
      {
        class: "資圖四Ａ",
        id: 409000931,
        name: "蕭柏宸   ",
      },
      {
        class: "資圖四Ａ",
        id: 409000956,
        name: "周倩宇   ",
      },
      {
        class: "資圖四Ａ",
        id: 409000972,
        name: "林福寶   ",
      },
      {
        class: "資圖四Ａ",
        id: 409000998,
        name: "楊　琳   ",
      },
      {
        class: "資圖四Ａ",
        id: 409001012,
        name: "胡智珺   ",
      },
      {
        class: "資圖四Ａ",
        id: 409001079,
        name: "林詩婕   ",
      },
      {
        class: "資圖四Ａ",
        id: 409001095,
        name: "詹佳殷   ",
      },
      {
        class: "資圖四Ａ",
        id: 409001111,
        name: "傅娸瑋   ",
      },
      {
        class: "資圖四Ａ",
        id: 409006011,
        name: "鍾啟朗",
      },
      {
        class: "資圖四Ａ",
        id: 409006516,
        name: "龔育瑄   ",
      },
      {
        class: "資圖四Ａ",
        id: 409006524,
        name: "黃恭均   ",
      },
      {
        class: "資圖四Ａ",
        id: 409007134,
        name: "何品慧",
      },
      {
        class: "資圖四Ａ",
        id: 410007016,
        name: "王靖雯",
      },
      {
        class: "資圖四Ａ",
        id: 410007172,
        name: "黃升露",
      },
      {
        class: "資圖四Ａ",
        id: 410007198,
        name: "范芸姍",
      },
      {
        class: "資圖四Ａ",
        id: 410007289,
        name: "朱慎芝",
      },
      {
        class: "資圖四Ａ",
        id: 410007321,
        name: "高傳恩",
      },
      {
        class: "資圖四Ａ",
        id: 410008030,
        name: "陳思羽",
      },
      {
        class: "資圖四Ｂ",
        id: 408000445,
        name: "劉祐瑄   ",
      },
      {
        class: "資圖四Ｂ",
        id: 408660743,
        name: "伍婷莉   ",
      },
      {
        class: "資圖四Ｂ",
        id: 409000048,
        name: "王瓊畦   ",
      },
      {
        class: "資圖四Ｂ",
        id: 409000063,
        name: "孫維澤   ",
      },
      {
        class: "資圖四Ｂ",
        id: 409000089,
        name: "郭家貽   ",
      },
      {
        class: "資圖四Ｂ",
        id: 409000105,
        name: "溫梓妤   ",
      },
      {
        class: "資圖四Ｂ",
        id: 409000121,
        name: "李襄羽   ",
      },
      {
        class: "資圖四Ｂ",
        id: 409000147,
        name: "林姿穎   ",
      },
      {
        class: "資圖四Ｂ",
        id: 409000162,
        name: "李渟棻   ",
      },
      {
        class: "資圖四Ｂ",
        id: 409000188,
        name: "洪珮瑜   ",
      },
      {
        class: "資圖四Ｂ",
        id: 409000204,
        name: "詹子萱   ",
      },
      {
        class: "資圖四Ｂ",
        id: 409000220,
        name: "陳洛萱   ",
      },
      {
        class: "資圖四Ｂ",
        id: 409000246,
        name: "黃紫婕   ",
      },
      {
        class: "資圖四Ｂ",
        id: 409000261,
        name: "林心羽   ",
      },
      {
        class: "資圖四Ｂ",
        id: 409000287,
        name: "陳儀安   ",
      },
      {
        class: "資圖四Ｂ",
        id: 409000303,
        name: "李怡萱   ",
      },
      {
        class: "資圖四Ｂ",
        id: 409000329,
        name: "田蕙禎   ",
      },
      {
        class: "資圖四Ｂ",
        id: 409000360,
        name: "陳冠豪   ",
      },
      {
        class: "資圖四Ｂ",
        id: 409000402,
        name: "楊筑君   ",
      },
      {
        class: "資圖四Ｂ",
        id: 409000428,
        name: "洪綺汶   ",
      },
      {
        class: "資圖四Ｂ",
        id: 409000444,
        name: "李欣融   ",
      },
      {
        class: "資圖四Ｂ",
        id: 409000469,
        name: "廖予諾   ",
      },
      {
        class: "資圖四Ｂ",
        id: 409000485,
        name: "吳彥儀   ",
      },
      {
        class: "資圖四Ｂ",
        id: 409000501,
        name: "謝博崴   ",
      },
      {
        class: "資圖四Ｂ",
        id: 409000527,
        name: "陳禹安   ",
      },
      {
        class: "資圖四Ｂ",
        id: 409000543,
        name: "吳珮瑄   ",
      },
      {
        class: "資圖四Ｂ",
        id: 409000568,
        name: "吳德   ",
      },
      {
        class: "資圖四Ｂ",
        id: 409000584,
        name: "莊宥誼   ",
      },
      {
        class: "資圖四Ｂ",
        id: 409000600,
        name: "鄭琳縈   ",
      },
      {
        class: "資圖四Ｂ",
        id: 409000626,
        name: "吳學磊   ",
      },
      {
        class: "資圖四Ｂ",
        id: 409000642,
        name: "陳　俐   ",
      },
      {
        class: "資圖四Ｂ",
        id: 409000667,
        name: "林映萱   ",
      },
      {
        class: "資圖四Ｂ",
        id: 409000683,
        name: "徐聖憲   ",
      },
      {
        class: "資圖四Ｂ",
        id: 409000709,
        name: "吳祈緯   ",
      },
      {
        class: "資圖四Ｂ",
        id: 409000725,
        name: "潘侑萱   ",
      },
      {
        class: "資圖四Ｂ",
        id: 409000741,
        name: "吳宗錞   ",
      },
      {
        class: "資圖四Ｂ",
        id: 409000766,
        name: "沈　徹   ",
      },
      {
        class: "資圖四Ｂ",
        id: 409000782,
        name: "蔡明璇   ",
      },
      {
        class: "資圖四Ｂ",
        id: 409000824,
        name: "黃喻謙   ",
      },
      {
        class: "資圖四Ｂ",
        id: 409000840,
        name: "呂書瑀   ",
      },
      {
        class: "資圖四Ｂ",
        id: 409000865,
        name: "呂毓峰   ",
      },
      {
        class: "資圖四Ｂ",
        id: 409000881,
        name: "林品萱   ",
      },
      {
        class: "資圖四Ｂ",
        id: 409000923,
        name: "張芸綺   ",
      },
      {
        class: "資圖四Ｂ",
        id: 409000949,
        name: "謝　龍   ",
      },
      {
        class: "資圖四Ｂ",
        id: 409001004,
        name: "楊昌哲   ",
      },
      {
        class: "資圖四Ｂ",
        id: 409001061,
        name: "張禹晴   ",
      },
      {
        class: "資圖四Ｂ",
        id: 409001087,
        name: "楊政倫   ",
      },
      {
        class: "資圖四Ｂ",
        id: 409006029,
        name: "邱慧瑜",
      },
      {
        class: "資圖四Ｂ",
        id: 409007340,
        name: "何宗融",
      },
      {
        class: "資圖四Ｂ",
        id: 409220240,
        name: "邱詩閒   ",
      },
      {
        class: "資圖四Ｂ",
        id: 410007040,
        name: "邱鈺婷",
      },
      {
        class: "資圖四Ｂ",
        id: 410007099,
        name: "吳宜臻",
      },
      {
        class: "資圖四Ｂ",
        id: 410007164,
        name: "黃佳妮",
      },
      {
        class: "資圖四Ｂ",
        id: 410007206,
        name: "宋皓瑋",
      },
      {
        class: "資圖四Ｂ",
        id: 410007263,
        name: "李冠廷",
      },
      {
        class: "資圖四Ｂ",
        id: 411008021,
        name: "馬偲閔",
      },
      {
        class: "資圖四Ｂ",
        id: 411008062,
        name: "蕭卉均",
      },
      {
        class: "資圖二碩士班",
        id: 611000018,
        name: "吳　興",
      },
      {
        class: "資圖二碩士班",
        id: 611000067,
        name: "高昱恆",
      },
      {
        class: "資圖二碩士班",
        id: 611000117,
        name: "陳映妤",
      },
      {
        class: "資圖二碩士班",
        id: 611000133,
        name: "鄭鈞陽",
      },
      {
        class: "資圖三碩士班",
        id: 609000046,
        name: "張家維",
      },
      {
        class: "資圖三碩士班",
        id: 610000019,
        name: "吳昕儒",
      },
      {
        class: "資圖三碩士班",
        id: 610000027,
        name: "郭寶成",
      },
      {
        class: "資圖三碩士班",
        id: 610000050,
        name: "林子翔",
      },
      {
        class: "資圖三碩士班",
        id: 610000068,
        name: "廖育翔",
      },
      {
        class: "資圖三碩士班",
        id: 610000076,
        name: "許惠琳",
      },
      {
        class: "資圖三碩士班",
        id: 610000100,
        name: "郭姿儀",
      },
      {
        class: "資圖三碩士班",
        id: 610005018,
        name: "蘇梓慧",
      },
      {
        class: "資圖四碩士班",
        id: 607000139,
        name: "蔡依庭",
      },
      {
        class: "資圖四碩士班",
        id: 609000111,
        name: "黃郁庭",
      },
      {
        class: "中文四Ａ",
        id: 208107176,
        name: "鍾政霖",
      },
      {
        class: "中文四Ａ",
        id: 406010271,
        name: "張程洋   ",
      },
      {
        class: "中文四Ａ",
        id: 406010859,
        name: "吳柏毅   ",
      },
      {
        class: "中文四Ａ",
        id: 408010634,
        name: "王姿閔   ",
      },
      {
        class: "中文四Ａ",
        id: 408010790,
        name: "方靖婷   ",
      },
      {
        class: "中文四Ａ",
        id: 408010816,
        name: "魏明沛   ",
      },
      {
        class: "中文四Ａ",
        id: 408010956,
        name: "周俊廷   ",
      },
      {
        class: "中文四Ａ",
        id: 408011194,
        name: "林翊欽   ",
      },
      {
        class: "中文四Ａ",
        id: 408014032,
        name: "王子凡",
      },
      {
        class: "中文四Ａ",
        id: 408016011,
        name: "劉煒明",
      },
      {
        class: "中文四Ａ",
        id: 408016052,
        name: "管家興",
      },
      {
        class: "中文四Ａ",
        id: 408016573,
        name: "鄭鈞麒",
      },
      {
        class: "中文四Ａ",
        id: 408016599,
        name: "林沂旻",
      },
      {
        class: "中文四Ａ",
        id: 409010013,
        name: "林芷筠   ",
      },
      {
        class: "中文四Ａ",
        id: 409010039,
        name: "江郁宣   ",
      },
      {
        class: "中文四Ａ",
        id: 409010054,
        name: "洪宸翎   ",
      },
      {
        class: "中文四Ａ",
        id: 409010096,
        name: "黃珮昀   ",
      },
      {
        class: "中文四Ａ",
        id: 409010112,
        name: "常博堯   ",
      },
      {
        class: "中文四Ａ",
        id: 409010179,
        name: "陳詩淇   ",
      },
      {
        class: "中文四Ａ",
        id: 409010195,
        name: "余健維   ",
      },
      {
        class: "中文四Ａ",
        id: 409010211,
        name: "張家瑀   ",
      },
      {
        class: "中文四Ａ",
        id: 409010237,
        name: "陳令誼   ",
      },
      {
        class: "中文四Ａ",
        id: 409010252,
        name: "楊采宜   ",
      },
      {
        class: "中文四Ａ",
        id: 409010278,
        name: "曹婕妤   ",
      },
      {
        class: "中文四Ａ",
        id: 409010294,
        name: "曾雯琪   ",
      },
      {
        class: "中文四Ａ",
        id: 409010310,
        name: "許懷萱   ",
      },
      {
        class: "中文四Ａ",
        id: 409010336,
        name: "洪鈺純   ",
      },
      {
        class: "中文四Ａ",
        id: 409010351,
        name: "蘇子恆   ",
      },
      {
        class: "中文四Ａ",
        id: 409010377,
        name: "潘思   ",
      },
      {
        class: "中文四Ａ",
        id: 409010393,
        name: "沈千庭   ",
      },
      {
        class: "中文四Ａ",
        id: 409010419,
        name: "陳南霖   ",
      },
      {
        class: "中文四Ａ",
        id: 409010435,
        name: "余佳蓉   ",
      },
      {
        class: "中文四Ａ",
        id: 409010450,
        name: "葉冠頡   ",
      },
      {
        class: "中文四Ａ",
        id: 409010476,
        name: "李偲瑜   ",
      },
      {
        class: "中文四Ａ",
        id: 409010492,
        name: "宋品萱   ",
      },
      {
        class: "中文四Ａ",
        id: 409010518,
        name: "陳勁維   ",
      },
      {
        class: "中文四Ａ",
        id: 409010575,
        name: "簡子翔   ",
      },
      {
        class: "中文四Ａ",
        id: 409010658,
        name: "尤聖智   ",
      },
      {
        class: "中文四Ａ",
        id: 409010690,
        name: "黃皓宇   ",
      },
      {
        class: "中文四Ａ",
        id: 409010757,
        name: "周德威   ",
      },
      {
        class: "中文四Ａ",
        id: 409010831,
        name: "黃心昀   ",
      },
      {
        class: "中文四Ａ",
        id: 409010856,
        name: "陳奎彰   ",
      },
      {
        class: "中文四Ａ",
        id: 409010914,
        name: "楊靜雯   ",
      },
      {
        class: "中文四Ａ",
        id: 409010930,
        name: "曾逸寧   ",
      },
      {
        class: "中文四Ａ",
        id: 409010997,
        name: "張育嘉   ",
      },
      {
        class: "中文四Ａ",
        id: 409011011,
        name: "王文惠   ",
      },
      {
        class: "中文四Ａ",
        id: 409011037,
        name: "葉舜華   ",
      },
      {
        class: "中文四Ａ",
        id: 409011078,
        name: "徐佳儀   ",
      },
      {
        class: "中文四Ａ",
        id: 409011094,
        name: "許詩瑩   ",
      },
      {
        class: "中文四Ａ",
        id: 409011110,
        name: "顏瑞逸   ",
      },
      {
        class: "中文四Ａ",
        id: 409011151,
        name: "劉映辰   ",
      },
      {
        class: "中文四Ａ",
        id: 409011177,
        name: "許惠雯   ",
      },
      {
        class: "中文四Ａ",
        id: 409011193,
        name: "楊艾潔   ",
      },
      {
        class: "中文四Ａ",
        id: 409016077,
        name: "劉雪欣",
      },
      {
        class: "中文四Ａ",
        id: 409016515,
        name: "全綺宣   ",
      },
      {
        class: "中文四Ａ",
        id: 409017091,
        name: "王霈涵",
      },
      {
        class: "中文四Ａ",
        id: 409018057,
        name: "劉必允",
      },
      {
        class: "中文四Ａ",
        id: 409018099,
        name: "黃昱程",
      },
      {
        class: "中文四Ａ",
        id: 409101697,
        name: "張桓語   ",
      },
      {
        class: "中文四Ａ",
        id: 410017155,
        name: "徐海韻",
      },
      {
        class: "中文四Ａ",
        id: 410017171,
        name: "林畹資",
      },
      {
        class: "中文四Ａ",
        id: 410017213,
        name: "呂于汝",
      },
      {
        class: "中文四Ａ",
        id: 410017254,
        name: "羅唯宣",
      },
      {
        class: "中文四Ａ",
        id: 410017270,
        name: "簡嫈珍",
      },
      {
        class: "中文四Ａ",
        id: 410017296,
        name: "盧懿綾",
      },
      {
        class: "中文四Ａ",
        id: 410018070,
        name: "洪宜姍",
      },
      {
        class: "中文四Ａ",
        id: 410018096,
        name: "鄭雅文",
      },
      {
        class: "中文四Ａ",
        id: 411018012,
        name: "許芳慈",
      },
      {
        class: "中文四Ａ",
        id: 411018038,
        name: "翟珮軒",
      },
      {
        class: "中文四Ｂ",
        id: 406010024,
        name: "黃渝雯   ",
      },
      {
        class: "中文四Ｂ",
        id: 406010644,
        name: "黃家葳   ",
      },
      {
        class: "中文四Ｂ",
        id: 406016021,
        name: "劉柳燕",
      },
      {
        class: "中文四Ｂ",
        id: 406016567,
        name: "許哲維",
      },
      {
        class: "中文四Ｂ",
        id: 407010361,
        name: "陳嘉潁   ",
      },
      {
        class: "中文四Ｂ",
        id: 407010528,
        name: "皮玉瑩   ",
      },
      {
        class: "中文四Ｂ",
        id: 407010569,
        name: "楊榮軒   ",
      },
      {
        class: "中文四Ｂ",
        id: 408010022,
        name: "夏際濰   ",
      },
      {
        class: "中文四Ｂ",
        id: 408010220,
        name: "蔡博濰   ",
      },
      {
        class: "中文四Ｂ",
        id: 408010386,
        name: "李昕蕎   ",
      },
      {
        class: "中文四Ｂ",
        id: 408010402,
        name: "鄭文皓   ",
      },
      {
        class: "中文四Ｂ",
        id: 408010444,
        name: "鄧　晴   ",
      },
      {
        class: "中文四Ｂ",
        id: 408010485,
        name: "馬瑞妤   ",
      },
      {
        class: "中文四Ｂ",
        id: 408010584,
        name: "林楷博   ",
      },
      {
        class: "中文四Ｂ",
        id: 408010642,
        name: "歐亭宜   ",
      },
      {
        class: "中文四Ｂ",
        id: 408010741,
        name: "徐子期   ",
      },
      {
        class: "中文四Ｂ",
        id: 408010766,
        name: "王珮文   ",
      },
      {
        class: "中文四Ｂ",
        id: 408011004,
        name: "何采葳   ",
      },
      {
        class: "中文四Ｂ",
        id: 408016029,
        name: "陳田婷",
      },
      {
        class: "中文四Ｂ",
        id: 408016060,
        name: "黃明惠",
      },
      {
        class: "中文四Ｂ",
        id: 408016581,
        name: "王品翔",
      },
      {
        class: "中文四Ｂ",
        id: 408115060,
        name: "王氏商",
      },
      {
        class: "中文四Ｂ",
        id: 408510427,
        name: "林柏睿   ",
      },
      {
        class: "中文四Ｂ",
        id: 408840485,
        name: "吳婉儒   ",
      },
      {
        class: "中文四Ｂ",
        id: 409010021,
        name: "陳冠吟   ",
      },
      {
        class: "中文四Ｂ",
        id: 409010062,
        name: "陳冠銘   ",
      },
      {
        class: "中文四Ｂ",
        id: 409010088,
        name: "潘薏如   ",
      },
      {
        class: "中文四Ｂ",
        id: 409010104,
        name: "呂訢瑋   ",
      },
      {
        class: "中文四Ｂ",
        id: 409010120,
        name: "史恩如   ",
      },
      {
        class: "中文四Ｂ",
        id: 409010146,
        name: "粟雲檀",
      },
      {
        class: "中文四Ｂ",
        id: 409010161,
        name: "許倩寧   ",
      },
      {
        class: "中文四Ｂ",
        id: 409010187,
        name: "邵千穎   ",
      },
      {
        class: "中文四Ｂ",
        id: 409010203,
        name: "陳鈺涵   ",
      },
      {
        class: "中文四Ｂ",
        id: 409010229,
        name: "曹芮華   ",
      },
      {
        class: "中文四Ｂ",
        id: 409010260,
        name: "游佩雯   ",
      },
      {
        class: "中文四Ｂ",
        id: 409010286,
        name: "邱怡瑄   ",
      },
      {
        class: "中文四Ｂ",
        id: 409010302,
        name: "蔡霈儒   ",
      },
      {
        class: "中文四Ｂ",
        id: 409010328,
        name: "張家將   ",
      },
      {
        class: "中文四Ｂ",
        id: 409010344,
        name: "廖宥宏   ",
      },
      {
        class: "中文四Ｂ",
        id: 409010369,
        name: "楊登朝   ",
      },
      {
        class: "中文四Ｂ",
        id: 409010401,
        name: "陳　琪   ",
      },
      {
        class: "中文四Ｂ",
        id: 409010427,
        name: "張芷嫣   ",
      },
      {
        class: "中文四Ｂ",
        id: 409010443,
        name: "張睿帆   ",
      },
      {
        class: "中文四Ｂ",
        id: 409010468,
        name: "劉品君   ",
      },
      {
        class: "中文四Ｂ",
        id: 409010484,
        name: "許凱文   ",
      },
      {
        class: "中文四Ｂ",
        id: 409010500,
        name: "簡漙裕   ",
      },
      {
        class: "中文四Ｂ",
        id: 409010526,
        name: "吳玟庭   ",
      },
      {
        class: "中文四Ｂ",
        id: 409010542,
        name: "李沁穎   ",
      },
      {
        class: "中文四Ｂ",
        id: 409010567,
        name: "宋　潔   ",
      },
      {
        class: "中文四Ｂ",
        id: 409010583,
        name: "呂庭妤   ",
      },
      {
        class: "中文四Ｂ",
        id: 409010609,
        name: "曾彩庭   ",
      },
      {
        class: "中文四Ｂ",
        id: 409010625,
        name: "葉思柔   ",
      },
      {
        class: "中文四Ｂ",
        id: 409010641,
        name: "徐華君   ",
      },
      {
        class: "中文四Ｂ",
        id: 409010666,
        name: "郭語宸   ",
      },
      {
        class: "中文四Ｂ",
        id: 409010682,
        name: "郭覲維   ",
      },
      {
        class: "中文四Ｂ",
        id: 409010708,
        name: "陳宇恩   ",
      },
      {
        class: "中文四Ｂ",
        id: 409010740,
        name: "呂品如   ",
      },
      {
        class: "中文四Ｂ",
        id: 409010765,
        name: "游謦羽   ",
      },
      {
        class: "中文四Ｂ",
        id: 409010781,
        name: "葉冠廷   ",
      },
      {
        class: "中文四Ｂ",
        id: 409010807,
        name: "陳柔竹   ",
      },
      {
        class: "中文四Ｂ",
        id: 409010823,
        name: "蘇妍如   ",
      },
      {
        class: "中文四Ｂ",
        id: 409010864,
        name: "莊佳芬   ",
      },
      {
        class: "中文四Ｂ",
        id: 409010880,
        name: "張睿哲   ",
      },
      {
        class: "中文四Ｂ",
        id: 409010922,
        name: "洪晟皓   ",
      },
      {
        class: "中文四Ｂ",
        id: 409010948,
        name: "黃宜萱",
      },
      {
        class: "中文四Ｂ",
        id: 409010963,
        name: "李欣慈   ",
      },
      {
        class: "中文四Ｂ",
        id: 409010989,
        name: "葉冠廷   ",
      },
      {
        class: "中文四Ｂ",
        id: 409011003,
        name: "林偉婷   ",
      },
      {
        class: "中文四Ｂ",
        id: 409011029,
        name: "張軒榕   ",
      },
      {
        class: "中文四Ｂ",
        id: 409011045,
        name: "劉亦真   ",
      },
      {
        class: "中文四Ｂ",
        id: 409011086,
        name: "陳筠芷   ",
      },
      {
        class: "中文四Ｂ",
        id: 409011102,
        name: "劉祐誠   ",
      },
      {
        class: "中文四Ｂ",
        id: 409011128,
        name: "沈美夆   ",
      },
      {
        class: "中文四Ｂ",
        id: 409011144,
        name: "吳嘉哲   ",
      },
      {
        class: "中文四Ｂ",
        id: 409011169,
        name: "林鍇瀚   ",
      },
      {
        class: "中文四Ｂ",
        id: 409011201,
        name: "吳庭律   ",
      },
      {
        class: "中文四Ｂ",
        id: 409016069,
        name: "鄭佩瑋",
      },
      {
        class: "中文四Ｂ",
        id: 409016523,
        name: "林彩瑜",
      },
      {
        class: "中文四Ｂ",
        id: 409016564,
        name: "黃緯綸",
      },
      {
        class: "中文四Ｂ",
        id: 409017026,
        name: "林采萱",
      },
      {
        class: "中文四Ｂ",
        id: 410017205,
        name: "余曼綾",
      },
      {
        class: "中文四Ｂ",
        id: 410017221,
        name: "許瀚文",
      },
      {
        class: "中文四Ｂ",
        id: 410017304,
        name: "劉定綸",
      },
      {
        class: "中文四Ｂ",
        id: 410017320,
        name: "樂純真",
      },
      {
        class: "中文四Ｂ",
        id: 410018104,
        name: "賴威霖",
      },
      {
        class: "中文四Ｂ",
        id: 410018120,
        name: "游證翰",
      },
      {
        class: "中文四Ｂ",
        id: 411018046,
        name: "陳曜",
      },
      {
        class: "中文二博士班",
        id: 810010024,
        name: "胡麗嬌",
      },
      {
        class: "中文二博士班",
        id: 811010015,
        name: "李月娥",
      },
      {
        class: "中文二博士班",
        id: 811010023,
        name: "謝嬋娟",
      },
      {
        class: "中文二博士班",
        id: 811010031,
        name: "楊湛維",
      },
      {
        class: "中文二博士班",
        id: 811010049,
        name: "董采華",
      },
      {
        class: "中文三博士班",
        id: 810010016,
        name: "孫秀惠",
      },
      {
        class: "中文三博士班",
        id: 810010040,
        name: "邱惠聆",
      },
      {
        class: "中文三博士班",
        id: 810015015,
        name: "吳安琪",
      },
      {
        class: "中文四博士班",
        id: 807010045,
        name: "張珠琦",
      },
      {
        class: "中文五博士班",
        id: 806010012,
        name: "劉莉美",
      },
      {
        class: "中文五博士班",
        id: 808010010,
        name: "左珩懿",
      },
      {
        class: "中文五博士班",
        id: 808010028,
        name: "張家榮",
      },
      {
        class: "中文五博士班",
        id: 808010036,
        name: "莊昭龍",
      },
      {
        class: "中文五博士班",
        id: 808010044,
        name: "戴君",
      },
      {
        class: "中文五博士班",
        id: 808010051,
        name: "陳奕誠",
      },
      {
        class: "中文六博士班",
        id: 806010038,
        name: "黃明芳",
      },
      {
        class: "中文六博士班",
        id: 806010053,
        name: "陳潁雋",
      },
      {
        class: "中文七博士班",
        id: 803010064,
        name: "張溶玲",
      },
      {
        class: "中文七博士班",
        id: 804010022,
        name: "林心媔",
      },
      {
        class: "中文七博士班",
        id: 804010030,
        name: "洪婕寧",
      },
      {
        class: "中文七博士班",
        id: 804010063,
        name: "周偉弘",
      },
      {
        class: "中文七博士班",
        id: 804010089,
        name: "林哲謙",
      },
      {
        class: "中文七博士班",
        id: 806010087,
        name: "郭俊宏",
      },
      {
        class: "中文四碩專班",
        id: 705010063,
        name: "陳怡樺",
      },
      {
        class: "中文四碩專班",
        id: 705010089,
        name: "劉明芳",
      },
      {
        class: "中文四碩專班",
        id: 706010088,
        name: "鄭佳雯",
      },
      {
        class: "中文四碩專班",
        id: 706010096,
        name: "楊麗娟",
      },
      {
        class: "中文四碩專班",
        id: 706010104,
        name: "林佳賢",
      },
      {
        class: "中文四碩專班",
        id: 708010029,
        name: "周麗華",
      },
      {
        class: "中文四碩專班",
        id: 709010036,
        name: "張淑惠",
      },
      {
        class: "中文二碩士班",
        id: 611010017,
        name: "林郁傑",
      },
      {
        class: "中文二碩士班",
        id: 611010025,
        name: "黃奕晨",
      },
      {
        class: "中文二碩士班",
        id: 611010033,
        name: "陳霖翰",
      },
      {
        class: "中文二碩士班",
        id: 611010058,
        name: "吳世萱",
      },
      {
        class: "中文二碩士班",
        id: 611010116,
        name: "李慧鈴",
      },
      {
        class: "中文二碩士班",
        id: 611010124,
        name: "張品濂",
      },
      {
        class: "中文二碩士班",
        id: 611010132,
        name: "侯靖琳",
      },
      {
        class: "中文二碩士班",
        id: 611010140,
        name: "盧龍曄",
      },
      {
        class: "中文二碩士班",
        id: 611016014,
        name: "黃莉芬",
      },
      {
        class: "中文三碩士班",
        id: 610010018,
        name: "翁妤涵",
      },
      {
        class: "中文三碩士班",
        id: 610010026,
        name: "蔡嫚芯",
      },
      {
        class: "中文三碩士班",
        id: 610010034,
        name: "黃嘉琪",
      },
      {
        class: "中文三碩士班",
        id: 610010125,
        name: "陳俐錚",
      },
      {
        class: "中文三碩士班",
        id: 610010133,
        name: "林欣儀",
      },
      {
        class: "中文三碩士班",
        id: 610010158,
        name: "楊沛容",
      },
      {
        class: "中文三碩士班",
        id: 610010166,
        name: "劉一峰",
      },
      {
        class: "中文三碩士班",
        id: 610014010,
        name: "賀欣儀",
      },
      {
        class: "中文三碩士班",
        id: 610016015,
        name: "戴雅娟",
      },
      {
        class: "中文三碩士班",
        id: 610016031,
        name: "施美婷",
      },
      {
        class: "中文四碩士班",
        id: 607010088,
        name: "游淑絜",
      },
      {
        class: "中文四碩士班",
        id: 607010120,
        name: "王采萱",
      },
      {
        class: "中文四碩士班",
        id: 609010177,
        name: "周亮妤",
      },
      {
        class: "中文四碩士班",
        id: 610010067,
        name: "王奎人",
      },
      {
        class: "歷史四Ａ",
        id: 406030634,
        name: "謝鈺麟   ",
      },
      {
        class: "歷史四Ａ",
        id: 406036516,
        name: "賴尹珊   ",
      },
      {
        class: "歷史四Ａ",
        id: 407030690,
        name: "王昱晴   ",
      },
      {
        class: "歷史四Ａ",
        id: 407036515,
        name: "陳以勒   ",
      },
      {
        class: "歷史四Ａ",
        id: 408030079,
        name: "吳怡萱   ",
      },
      {
        class: "歷史四Ａ",
        id: 408030137,
        name: "林承瀚   ",
      },
      {
        class: "歷史四Ａ",
        id: 408030657,
        name: "柯宏學   ",
      },
      {
        class: "歷史四Ａ",
        id: 408030913,
        name: "陳旻聖   ",
      },
      {
        class: "歷史四Ａ",
        id: 408037157,
        name: "袁展泰",
      },
      {
        class: "歷史四Ａ",
        id: 408038056,
        name: "張晏瑞",
      },
      {
        class: "歷史四Ａ",
        id: 409011052,
        name: "李孟倢   ",
      },
      {
        class: "歷史四Ａ",
        id: 409030037,
        name: "楊馥瑜   ",
      },
      {
        class: "歷史四Ａ",
        id: 409030052,
        name: "王恩慈   ",
      },
      {
        class: "歷史四Ａ",
        id: 409030078,
        name: "楊皓祺   ",
      },
      {
        class: "歷史四Ａ",
        id: 409030094,
        name: "賀晨惠   ",
      },
      {
        class: "歷史四Ａ",
        id: 409030110,
        name: "周禹鈞   ",
      },
      {
        class: "歷史四Ａ",
        id: 409030136,
        name: "柳文婕   ",
      },
      {
        class: "歷史四Ａ",
        id: 409030151,
        name: "陳育辰   ",
      },
      {
        class: "歷史四Ａ",
        id: 409030177,
        name: "鄧絜安   ",
      },
      {
        class: "歷史四Ａ",
        id: 409030193,
        name: "林子旺   ",
      },
      {
        class: "歷史四Ａ",
        id: 409030235,
        name: "林于馨   ",
      },
      {
        class: "歷史四Ａ",
        id: 409030250,
        name: "蔡岳彤   ",
      },
      {
        class: "歷史四Ａ",
        id: 409030276,
        name: "蔡輔岡   ",
      },
      {
        class: "歷史四Ａ",
        id: 409030318,
        name: "黃宥綺   ",
      },
      {
        class: "歷史四Ａ",
        id: 409030359,
        name: "劉劭凡   ",
      },
      {
        class: "歷史四Ａ",
        id: 409030375,
        name: "王經元   ",
      },
      {
        class: "歷史四Ａ",
        id: 409030391,
        name: "陳則穎   ",
      },
      {
        class: "歷史四Ａ",
        id: 409030417,
        name: "廖均豪   ",
      },
      {
        class: "歷史四Ａ",
        id: 409030433,
        name: "徐若瑗   ",
      },
      {
        class: "歷史四Ａ",
        id: 409030458,
        name: "呂宗陽",
      },
      {
        class: "歷史四Ａ",
        id: 409030474,
        name: "吳李軍   ",
      },
      {
        class: "歷史四Ａ",
        id: 409030532,
        name: "周志翰   ",
      },
      {
        class: "歷史四Ａ",
        id: 409030557,
        name: "張恩獻   ",
      },
      {
        class: "歷史四Ａ",
        id: 409030573,
        name: "陳芷柔   ",
      },
      {
        class: "歷史四Ａ",
        id: 409030615,
        name: "張晉維   ",
      },
      {
        class: "歷史四Ａ",
        id: 409030631,
        name: "潘鵬宇   ",
      },
      {
        class: "歷史四Ａ",
        id: 409030680,
        name: "池志偉   ",
      },
      {
        class: "歷史四Ａ",
        id: 409030706,
        name: "周嗣龍   ",
      },
      {
        class: "歷史四Ａ",
        id: 409030722,
        name: "陳致宇   ",
      },
      {
        class: "歷史四Ａ",
        id: 409030789,
        name: "張祐嘉   ",
      },
      {
        class: "歷史四Ａ",
        id: 409030805,
        name: "林涵萱   ",
      },
      {
        class: "歷史四Ａ",
        id: 409030847,
        name: "蔡侑成   ",
      },
      {
        class: "歷史四Ａ",
        id: 409030862,
        name: "簡羽杋   ",
      },
      {
        class: "歷史四Ａ",
        id: 409030888,
        name: "林禹丞   ",
      },
      {
        class: "歷史四Ａ",
        id: 409030920,
        name: "劉光禹   ",
      },
      {
        class: "歷史四Ａ",
        id: 409030961,
        name: "王峻彥   ",
      },
      {
        class: "歷史四Ａ",
        id: 409031068,
        name: "陳瑞祥   ",
      },
      {
        class: "歷史四Ａ",
        id: 409031100,
        name: "張浩為   ",
      },
      {
        class: "歷史四Ａ",
        id: 409031126,
        name: "陳家慶   ",
      },
      {
        class: "歷史四Ａ",
        id: 409031142,
        name: "吳沂哲   ",
      },
      {
        class: "歷史四Ａ",
        id: 409036034,
        name: "盧凱軒",
      },
      {
        class: "歷史四Ａ",
        id: 409036059,
        name: "李浩維",
      },
      {
        class: "歷史四Ａ",
        id: 409036075,
        name: "黃　浩",
      },
      {
        class: "歷史四Ａ",
        id: 409036091,
        name: "林詩童",
      },
      {
        class: "歷史四Ａ",
        id: 409036117,
        name: "阮經誠",
      },
      {
        class: "歷史四Ａ",
        id: 409036513,
        name: "馬信安   ",
      },
      {
        class: "歷史四Ａ",
        id: 409036539,
        name: "陳佩琪   ",
      },
      {
        class: "歷史四Ａ",
        id: 409036554,
        name: "黃翔聖",
      },
      {
        class: "歷史四Ａ",
        id: 409037032,
        name: "洪豊富",
      },
      {
        class: "歷史四Ａ",
        id: 409037172,
        name: "譚永昊",
      },
      {
        class: "歷史四Ａ",
        id: 409037362,
        name: "張元瀚",
      },
      {
        class: "歷史四Ａ",
        id: 409380994,
        name: "張震洋   ",
      },
      {
        class: "歷史四Ａ",
        id: 410037054,
        name: "李　頎",
      },
      {
        class: "歷史四Ａ",
        id: 410037070,
        name: "林庭安",
      },
      {
        class: "歷史四Ａ",
        id: 410037112,
        name: "陳柏諺",
      },
      {
        class: "歷史四Ａ",
        id: 410037138,
        name: "楊燕如",
      },
      {
        class: "歷史四Ａ",
        id: 410037153,
        name: "余宗桓",
      },
      {
        class: "歷史四Ａ",
        id: 410037179,
        name: "余奕輝",
      },
      {
        class: "歷史四Ａ",
        id: 410037237,
        name: "賴翊豪",
      },
      {
        class: "歷史四Ａ",
        id: 410037252,
        name: "羅亦辰",
      },
      {
        class: "歷史四Ａ",
        id: 410038037,
        name: "鍾崴勝",
      },
      {
        class: "歷史四Ａ",
        id: 410038052,
        name: "寧亮宇",
      },
      {
        class: "歷史四Ａ",
        id: 410038078,
        name: "楊桂欣",
      },
      {
        class: "歷史四Ａ",
        id: 410038094,
        name: "羅皓穎",
      },
      {
        class: "歷史四Ｂ",
        id: 407037083,
        name: "蔡紘傑",
      },
      {
        class: "歷史四Ｂ",
        id: 408030020,
        name: "柳廷佑   ",
      },
      {
        class: "歷史四Ｂ",
        id: 408030541,
        name: "林峻葳   ",
      },
      {
        class: "歷史四Ｂ",
        id: 408030582,
        name: "傅昱瑜   ",
      },
      {
        class: "歷史四Ｂ",
        id: 408030640,
        name: "吳泓熹   ",
      },
      {
        class: "歷史四Ｂ",
        id: 408030749,
        name: "楊欣瑜   ",
      },
      {
        class: "歷史四Ｂ",
        id: 408030764,
        name: "黃泓璋   ",
      },
      {
        class: "歷史四Ｂ",
        id: 408030988,
        name: "曾揚清   ",
      },
      {
        class: "歷史四Ｂ",
        id: 408210101,
        name: "李威穎   ",
      },
      {
        class: "歷史四Ｂ",
        id: 409030029,
        name: "林佳賢   ",
      },
      {
        class: "歷史四Ｂ",
        id: 409030045,
        name: "張開懷   ",
      },
      {
        class: "歷史四Ｂ",
        id: 409030060,
        name: "王昊玄   ",
      },
      {
        class: "歷史四Ｂ",
        id: 409030102,
        name: "盧又誠   ",
      },
      {
        class: "歷史四Ｂ",
        id: 409030128,
        name: "郭鎮維   ",
      },
      {
        class: "歷史四Ｂ",
        id: 409030144,
        name: "潘佑寧   ",
      },
      {
        class: "歷史四Ｂ",
        id: 409030169,
        name: "潘政昊   ",
      },
      {
        class: "歷史四Ｂ",
        id: 409030185,
        name: "范瑋瀚   ",
      },
      {
        class: "歷史四Ｂ",
        id: 409030201,
        name: "黃呈恩   ",
      },
      {
        class: "歷史四Ｂ",
        id: 409030227,
        name: "余欣姷   ",
      },
      {
        class: "歷史四Ｂ",
        id: 409030243,
        name: "郭悅眉   ",
      },
      {
        class: "歷史四Ｂ",
        id: 409030268,
        name: "林科甫   ",
      },
      {
        class: "歷史四Ｂ",
        id: 409030300,
        name: "陳　杰   ",
      },
      {
        class: "歷史四Ｂ",
        id: 409030326,
        name: "曾翊柔   ",
      },
      {
        class: "歷史四Ｂ",
        id: 409030342,
        name: "高思蘋   ",
      },
      {
        class: "歷史四Ｂ",
        id: 409030383,
        name: "林君翰   ",
      },
      {
        class: "歷史四Ｂ",
        id: 409030409,
        name: "許英輝   ",
      },
      {
        class: "歷史四Ｂ",
        id: 409030425,
        name: "謝宗翰   ",
      },
      {
        class: "歷史四Ｂ",
        id: 409030441,
        name: "葉日琳   ",
      },
      {
        class: "歷史四Ｂ",
        id: 409030466,
        name: "田子杰   ",
      },
      {
        class: "歷史四Ｂ",
        id: 409030482,
        name: "白瑜楨   ",
      },
      {
        class: "歷史四Ｂ",
        id: 409030508,
        name: "姜一如   ",
      },
      {
        class: "歷史四Ｂ",
        id: 409030524,
        name: "李慎豪   ",
      },
      {
        class: "歷史四Ｂ",
        id: 409030540,
        name: "黃少崴   ",
      },
      {
        class: "歷史四Ｂ",
        id: 409030565,
        name: "鍾金澔   ",
      },
      {
        class: "歷史四Ｂ",
        id: 409030581,
        name: "黃祺軒   ",
      },
      {
        class: "歷史四Ｂ",
        id: 409030607,
        name: "陳彥廷   ",
      },
      {
        class: "歷史四Ｂ",
        id: 409030623,
        name: "王信驊   ",
      },
      {
        class: "歷史四Ｂ",
        id: 409030649,
        name: "謝淯丞   ",
      },
      {
        class: "歷史四Ｂ",
        id: 409030664,
        name: "顏立宇   ",
      },
      {
        class: "歷史四Ｂ",
        id: 409030698,
        name: "甄宇平   ",
      },
      {
        class: "歷史四Ｂ",
        id: 409030714,
        name: "陳　禧   ",
      },
      {
        class: "歷史四Ｂ",
        id: 409030730,
        name: "周容榆   ",
      },
      {
        class: "歷史四Ｂ",
        id: 409030755,
        name: "張文怜   ",
      },
      {
        class: "歷史四Ｂ",
        id: 409030771,
        name: "熊楨武   ",
      },
      {
        class: "歷史四Ｂ",
        id: 409030813,
        name: "鄭丞恩   ",
      },
      {
        class: "歷史四Ｂ",
        id: 409030854,
        name: "鄭暐臻   ",
      },
      {
        class: "歷史四Ｂ",
        id: 409030870,
        name: "陳衫汰   ",
      },
      {
        class: "歷史四Ｂ",
        id: 409030896,
        name: "李美玲   ",
      },
      {
        class: "歷史四Ｂ",
        id: 409030912,
        name: "陳威宇   ",
      },
      {
        class: "歷史四Ｂ",
        id: 409030938,
        name: "徐巧凌   ",
      },
      {
        class: "歷史四Ｂ",
        id: 409030953,
        name: "楊子謙   ",
      },
      {
        class: "歷史四Ｂ",
        id: 409030979,
        name: "李竹硯   ",
      },
      {
        class: "歷史四Ｂ",
        id: 409030995,
        name: "郭力暘",
      },
      {
        class: "歷史四Ｂ",
        id: 409031019,
        name: "郭臣弦   ",
      },
      {
        class: "歷史四Ｂ",
        id: 409031076,
        name: "林恭丞   ",
      },
      {
        class: "歷史四Ｂ",
        id: 409031092,
        name: "官庭慶   ",
      },
      {
        class: "歷史四Ｂ",
        id: 409036042,
        name: "吳穎嵐",
      },
      {
        class: "歷史四Ｂ",
        id: 409036521,
        name: "鄭維聯   ",
      },
      {
        class: "歷史四Ｂ",
        id: 409036562,
        name: "許　恆   ",
      },
      {
        class: "歷史四Ｂ",
        id: 409037081,
        name: "吳政純",
      },
      {
        class: "歷史四Ｂ",
        id: 409037123,
        name: "裴辰偉",
      },
      {
        class: "歷史四Ｂ",
        id: 409037180,
        name: "林譽軒",
      },
      {
        class: "歷史四Ｂ",
        id: 410037062,
        name: "魏鈺杰",
      },
      {
        class: "歷史四Ｂ",
        id: 410037120,
        name: "蕭李安",
      },
      {
        class: "歷史四Ｂ",
        id: 410037377,
        name: "游宜蓁",
      },
      {
        class: "歷史四Ｂ",
        id: 410038086,
        name: "林冠宇",
      },
      {
        class: "歷史四Ｂ",
        id: 410038136,
        name: "張修齊",
      },
      {
        class: "歷史四Ｂ",
        id: 411038069,
        name: "鄒厚德",
      },
      {
        class: "歷史四Ｂ",
        id: 411038085,
        name: "陳柔君",
      },
      {
        class: "歷史二碩士班",
        id: 610030057,
        name: "莊元澄",
      },
      {
        class: "歷史二碩士班",
        id: 611030049,
        name: "王雅緹",
      },
      {
        class: "歷史二碩士班",
        id: 611030080,
        name: "陳柏愷",
      },
      {
        class: "歷史二碩士班",
        id: 611030114,
        name: "劉俞廷",
      },
      {
        class: "歷史二碩士班",
        id: 611036012,
        name: "陳慧媚",
      },
      {
        class: "歷史二碩士班",
        id: 612030022,
        name: "黃于珊",
      },
      {
        class: "歷史三碩士班",
        id: 607030011,
        name: "崔鳳堯",
      },
      {
        class: "歷史三碩士班",
        id: 610030065,
        name: "鄧天楊",
      },
      {
        class: "歷史三碩士班",
        id: 611030031,
        name: "廖宜軒",
      },
      {
        class: "歷史四碩士班",
        id: 609030043,
        name: "楊藹琳",
      },
      {
        class: "歷史四碩士班",
        id: 609030100,
        name: "陳貞妤",
      },
      {
        class: "資傳四Ａ",
        id: 407047090,
        name: "吳宇絜",
      },
      {
        class: "資傳四Ａ",
        id: 408040375,
        name: "駱冠豪   ",
      },
      {
        class: "資傳四Ａ",
        id: 408040417,
        name: "楊凱鈞   ",
      },
      {
        class: "資傳四Ａ",
        id: 408040672,
        name: "陳建彰   ",
      },
      {
        class: "資傳四Ａ",
        id: 408040698,
        name: "林垣翔   ",
      },
      {
        class: "資傳四Ａ",
        id: 408040938,
        name: "羅元廷   ",
      },
      {
        class: "資傳四Ａ",
        id: 408040995,
        name: "王思憲   ",
      },
      {
        class: "資傳四Ａ",
        id: 408046034,
        name: "王和鎮",
      },
      {
        class: "資傳四Ａ",
        id: 409040010,
        name: "李芸瑄   ",
      },
      {
        class: "資傳四Ａ",
        id: 409040036,
        name: "許乃云   ",
      },
      {
        class: "資傳四Ａ",
        id: 409040051,
        name: "吳芷君   ",
      },
      {
        class: "資傳四Ａ",
        id: 409040077,
        name: "蔡芷晴   ",
      },
      {
        class: "資傳四Ａ",
        id: 409040093,
        name: "李亭緯   ",
      },
      {
        class: "資傳四Ａ",
        id: 409040119,
        name: "李采庭   ",
      },
      {
        class: "資傳四Ａ",
        id: 409040135,
        name: "鍾瑄芸   ",
      },
      {
        class: "資傳四Ａ",
        id: 409040150,
        name: "林芷妘   ",
      },
      {
        class: "資傳四Ａ",
        id: 409040176,
        name: "黃心柔   ",
      },
      {
        class: "資傳四Ａ",
        id: 409040192,
        name: "高永祐   ",
      },
      {
        class: "資傳四Ａ",
        id: 409040218,
        name: "司徒紀妤  ",
      },
      {
        class: "資傳四Ａ",
        id: 409040234,
        name: "張思畇",
      },
      {
        class: "資傳四Ａ",
        id: 409040259,
        name: "鄭曼伶   ",
      },
      {
        class: "資傳四Ａ",
        id: 409040275,
        name: "王柔懿   ",
      },
      {
        class: "資傳四Ａ",
        id: 409040291,
        name: "許瀚宇   ",
      },
      {
        class: "資傳四Ａ",
        id: 409040317,
        name: "王馨卉   ",
      },
      {
        class: "資傳四Ａ",
        id: 409040333,
        name: "許閔涵   ",
      },
      {
        class: "資傳四Ａ",
        id: 409040358,
        name: "黃詣涵   ",
      },
      {
        class: "資傳四Ａ",
        id: 409040374,
        name: "鄒鈺緯   ",
      },
      {
        class: "資傳四Ａ",
        id: 409040390,
        name: "林軒毅   ",
      },
      {
        class: "資傳四Ａ",
        id: 409040416,
        name: "傅　威   ",
      },
      {
        class: "資傳四Ａ",
        id: 409040457,
        name: "蔡絜安   ",
      },
      {
        class: "資傳四Ａ",
        id: 409040473,
        name: "蘇奕銘   ",
      },
      {
        class: "資傳四Ａ",
        id: 409040499,
        name: "陳琨   ",
      },
      {
        class: "資傳四Ａ",
        id: 409040531,
        name: "石郁綾   ",
      },
      {
        class: "資傳四Ａ",
        id: 409040572,
        name: "李佳蓉   ",
      },
      {
        class: "資傳四Ａ",
        id: 409040598,
        name: "張語珊   ",
      },
      {
        class: "資傳四Ａ",
        id: 409040614,
        name: "王郁蓁   ",
      },
      {
        class: "資傳四Ａ",
        id: 409040630,
        name: "黃予成   ",
      },
      {
        class: "資傳四Ａ",
        id: 409040655,
        name: "詹智融   ",
      },
      {
        class: "資傳四Ａ",
        id: 409040671,
        name: "段諺宏   ",
      },
      {
        class: "資傳四Ａ",
        id: 409040697,
        name: "沈　毅   ",
      },
      {
        class: "資傳四Ａ",
        id: 409040713,
        name: "郭予庭   ",
      },
      {
        class: "資傳四Ａ",
        id: 409040739,
        name: "韓沛彤   ",
      },
      {
        class: "資傳四Ａ",
        id: 409040754,
        name: "李宜晴   ",
      },
      {
        class: "資傳四Ａ",
        id: 409040770,
        name: "蔡承澔   ",
      },
      {
        class: "資傳四Ａ",
        id: 409040812,
        name: "簡　睿   ",
      },
      {
        class: "資傳四Ａ",
        id: 409040838,
        name: "楊詠捷   ",
      },
      {
        class: "資傳四Ａ",
        id: 409040853,
        name: "謝承瀚   ",
      },
      {
        class: "資傳四Ａ",
        id: 409040879,
        name: "徐慧婷   ",
      },
      {
        class: "資傳四Ａ",
        id: 409040895,
        name: "鍾薇安   ",
      },
      {
        class: "資傳四Ａ",
        id: 409040911,
        name: "蔡長育   ",
      },
      {
        class: "資傳四Ａ",
        id: 409040937,
        name: "楊詠媛   ",
      },
      {
        class: "資傳四Ａ",
        id: 409040952,
        name: "黃予嫺   ",
      },
      {
        class: "資傳四Ａ",
        id: 409046017,
        name: "張愛佳",
      },
      {
        class: "資傳四Ａ",
        id: 409046033,
        name: "張韻晴",
      },
      {
        class: "資傳四Ａ",
        id: 409046058,
        name: "黎潔鈺",
      },
      {
        class: "資傳四Ａ",
        id: 409046512,
        name: "張皓崴   ",
      },
      {
        class: "資傳四Ａ",
        id: 409046538,
        name: "賴萬融",
      },
      {
        class: "資傳四Ａ",
        id: 410040835,
        name: "郭懿嫻   ",
      },
      {
        class: "資傳四Ａ",
        id: 410047012,
        name: "吳品慧",
      },
      {
        class: "資傳四Ａ",
        id: 410048010,
        name: "盧怡瑄",
      },
      {
        class: "資傳四Ａ",
        id: 411048050,
        name: "劉紫綺",
      },
      {
        class: "資傳四Ｂ",
        id: 406680404,
        name: "張維珊   ",
      },
      {
        class: "資傳四Ｂ",
        id: 408000643,
        name: "莊硯如   ",
      },
      {
        class: "資傳四Ｂ",
        id: 408040383,
        name: "林志豪   ",
      },
      {
        class: "資傳四Ｂ",
        id: 408040524,
        name: "蕭婕妮   ",
      },
      {
        class: "資傳四Ｂ",
        id: 408595329,
        name: "蔡金潔",
      },
      {
        class: "資傳四Ｂ",
        id: 409040028,
        name: "黃品瑄   ",
      },
      {
        class: "資傳四Ｂ",
        id: 409040044,
        name: "蕭宇信   ",
      },
      {
        class: "資傳四Ｂ",
        id: 409040069,
        name: "柯佳欣   ",
      },
      {
        class: "資傳四Ｂ",
        id: 409040085,
        name: "曾祥豪   ",
      },
      {
        class: "資傳四Ｂ",
        id: 409040127,
        name: "朱雅庭   ",
      },
      {
        class: "資傳四Ｂ",
        id: 409040143,
        name: "張翎宣   ",
      },
      {
        class: "資傳四Ｂ",
        id: 409040168,
        name: "何冀儒   ",
      },
      {
        class: "資傳四Ｂ",
        id: 409040184,
        name: "吳起任   ",
      },
      {
        class: "資傳四Ｂ",
        id: 409040200,
        name: "劉盈汝   ",
      },
      {
        class: "資傳四Ｂ",
        id: 409040226,
        name: "陳允安   ",
      },
      {
        class: "資傳四Ｂ",
        id: 409040242,
        name: "許湘琦   ",
      },
      {
        class: "資傳四Ｂ",
        id: 409040267,
        name: "王韻涵   ",
      },
      {
        class: "資傳四Ｂ",
        id: 409040283,
        name: "洪煜傑   ",
      },
      {
        class: "資傳四Ｂ",
        id: 409040309,
        name: "林皓鈞   ",
      },
      {
        class: "資傳四Ｂ",
        id: 409040325,
        name: "陳紀宏   ",
      },
      {
        class: "資傳四Ｂ",
        id: 409040341,
        name: "劉容恩   ",
      },
      {
        class: "資傳四Ｂ",
        id: 409040366,
        name: "林靜妤   ",
      },
      {
        class: "資傳四Ｂ",
        id: 409040382,
        name: "廖芷萱   ",
      },
      {
        class: "資傳四Ｂ",
        id: 409040408,
        name: "林庭瑄   ",
      },
      {
        class: "資傳四Ｂ",
        id: 409040424,
        name: "林芯瑀   ",
      },
      {
        class: "資傳四Ｂ",
        id: 409040440,
        name: "彭若綾   ",
      },
      {
        class: "資傳四Ｂ",
        id: 409040465,
        name: "王崧合   ",
      },
      {
        class: "資傳四Ｂ",
        id: 409040481,
        name: "鄭　恕   ",
      },
      {
        class: "資傳四Ｂ",
        id: 409040507,
        name: "魏家伶   ",
      },
      {
        class: "資傳四Ｂ",
        id: 409040523,
        name: "李維茜   ",
      },
      {
        class: "資傳四Ｂ",
        id: 409040549,
        name: "林庭廣   ",
      },
      {
        class: "資傳四Ｂ",
        id: 409040564,
        name: "藍昱昕   ",
      },
      {
        class: "資傳四Ｂ",
        id: 409040580,
        name: "謝秉佑   ",
      },
      {
        class: "資傳四Ｂ",
        id: 409040606,
        name: "張家斌   ",
      },
      {
        class: "資傳四Ｂ",
        id: 409040622,
        name: "陳郁潔   ",
      },
      {
        class: "資傳四Ｂ",
        id: 409040648,
        name: "葉芷延   ",
      },
      {
        class: "資傳四Ｂ",
        id: 409040663,
        name: "鄭力崴   ",
      },
      {
        class: "資傳四Ｂ",
        id: 409040689,
        name: "李奕陞   ",
      },
      {
        class: "資傳四Ｂ",
        id: 409040705,
        name: "詹妮臻   ",
      },
      {
        class: "資傳四Ｂ",
        id: 409040721,
        name: "陳塘軒   ",
      },
      {
        class: "資傳四Ｂ",
        id: 409040747,
        name: "陳禹綸   ",
      },
      {
        class: "資傳四Ｂ",
        id: 409040804,
        name: "曾文冠   ",
      },
      {
        class: "資傳四Ｂ",
        id: 409040820,
        name: "郭宥廷   ",
      },
      {
        class: "資傳四Ｂ",
        id: 409040846,
        name: "陳宜攸   ",
      },
      {
        class: "資傳四Ｂ",
        id: 409040861,
        name: "宋庭瑋   ",
      },
      {
        class: "資傳四Ｂ",
        id: 409040887,
        name: "張育瑄   ",
      },
      {
        class: "資傳四Ｂ",
        id: 409040903,
        name: "鄭　琳   ",
      },
      {
        class: "資傳四Ｂ",
        id: 409040929,
        name: "趙紹晴   ",
      },
      {
        class: "資傳四Ｂ",
        id: 409040945,
        name: "徐健中   ",
      },
      {
        class: "資傳四Ｂ",
        id: 409040960,
        name: "簡佑軒   ",
      },
      {
        class: "資傳四Ｂ",
        id: 409040986,
        name: "陳薇如   ",
      },
      {
        class: "資傳四Ｂ",
        id: 409046041,
        name: "蔡麗貞",
      },
      {
        class: "資傳四Ｂ",
        id: 409046066,
        name: "李展華",
      },
      {
        class: "資傳四Ｂ",
        id: 409046082,
        name: "區皓然",
      },
      {
        class: "資傳四Ｂ",
        id: 409046108,
        name: "丁俊晶",
      },
      {
        class: "資傳四Ｂ",
        id: 409046140,
        name: "陳樂婷",
      },
      {
        class: "資傳四Ｂ",
        id: 409046520,
        name: "黃妍蓉",
      },
      {
        class: "資傳四Ｂ",
        id: 409048047,
        name: "薛聖勳",
      },
      {
        class: "資傳四Ｂ",
        id: 410047046,
        name: "曾安琪",
      },
      {
        class: "資傳四Ｂ",
        id: 411048027,
        name: "陳哲弘",
      },
      {
        class: "資傳四Ｂ",
        id: 411048043,
        name: "陳宛妤",
      },
      {
        class: "資傳四Ｂ",
        id: 411048068,
        name: "汪彤恩",
      },
      {
        class: "大傳二碩士班",
        id: 610050089,
        name: "黃國暉",
      },
      {
        class: "大傳二碩士班",
        id: 611050013,
        name: "楊雅淳",
      },
      {
        class: "大傳二碩士班",
        id: 611050021,
        name: "朱家宏",
      },
      {
        class: "大傳二碩士班",
        id: 611050047,
        name: "邱嘉敏",
      },
      {
        class: "大傳二碩士班",
        id: 611050112,
        name: "王品媛",
      },
      {
        class: "大傳二碩士班",
        id: 611050120,
        name: "胡廷慈",
      },
      {
        class: "大傳二碩士班",
        id: 611050153,
        name: "黃珮庭",
      },
      {
        class: "大傳二碩士班",
        id: 611054015,
        name: "傅欣宇",
      },
      {
        class: "大傳二碩士班",
        id: 611054023,
        name: "何蕭洋",
      },
      {
        class: "大傳三碩士班",
        id: 608050216,
        name: "王述緯",
      },
      {
        class: "大傳三碩士班",
        id: 610050030,
        name: "楊希哲",
      },
      {
        class: "大傳三碩士班",
        id: 610050055,
        name: "余采穎",
      },
      {
        class: "大傳三碩士班",
        id: 610050121,
        name: "高沛生",
      },
      {
        class: "大傳三碩士班",
        id: 610050147,
        name: "吳怡潔",
      },
      {
        class: "大傳三碩士班",
        id: 610054016,
        name: "廖浚宇",
      },
      {
        class: "大傳三碩士班",
        id: 610056029,
        name: "簡卓鈞",
      },
      {
        class: "大傳三碩士班",
        id: 610056045,
        name: "余佩思",
      },
      {
        class: "大傳四碩士班",
        id: 606050069,
        name: "林文豪",
      },
      {
        class: "大傳四碩士班",
        id: 607050167,
        name: "林冠吟",
      },
      {
        class: "大傳四碩士班",
        id: 609054027,
        name: "林欣妤",
      },
      {
        class: "大傳四碩士班",
        id: 609055040,
        name: "阮妙梅玲",
      },
      {
        class: "大傳四碩士班",
        id: 610050071,
        name: "鄭羽棋",
      },
      {
        class: "大傳四",
        id: 310058010,
        name: "葉慧嫻",
      },
      {
        class: "大傳四",
        id: 406056100,
        name: "龔嘉熙",
      },
      {
        class: "大傳四",
        id: 408050085,
        name: "易　艾   ",
      },
      {
        class: "大傳四",
        id: 408050119,
        name: "陳泱丞   ",
      },
      {
        class: "大傳四",
        id: 408050226,
        name: "何紫瑄   ",
      },
      {
        class: "大傳四",
        id: 408050333,
        name: "葉　山   ",
      },
      {
        class: "大傳四",
        id: 408056108,
        name: "陳珊寧",
      },
      {
        class: "大傳四",
        id: 408056124,
        name: "傅冠澤",
      },
      {
        class: "大傳四",
        id: 408056520,
        name: "許孟安   ",
      },
      {
        class: "大傳四",
        id: 408436029,
        name: "陳晉曦",
      },
      {
        class: "大傳四",
        id: 409050019,
        name: "羅少翎   ",
      },
      {
        class: "大傳四",
        id: 409050035,
        name: "林思諭   ",
      },
      {
        class: "大傳四",
        id: 409050043,
        name: "沈芝琳   ",
      },
      {
        class: "大傳四",
        id: 409050050,
        name: "馬筠儒   ",
      },
      {
        class: "大傳四",
        id: 409050068,
        name: "蘇柏彰   ",
      },
      {
        class: "大傳四",
        id: 409050084,
        name: "伍家萱   ",
      },
      {
        class: "大傳四",
        id: 409050100,
        name: "梁珮瑜   ",
      },
      {
        class: "大傳四",
        id: 409050118,
        name: "談正心   ",
      },
      {
        class: "大傳四",
        id: 409050126,
        name: "蔡晨暘   ",
      },
      {
        class: "大傳四",
        id: 409050134,
        name: "黃琬茜   ",
      },
      {
        class: "大傳四",
        id: 409050142,
        name: "張芸禎   ",
      },
      {
        class: "大傳四",
        id: 409050167,
        name: "盧怡勳   ",
      },
      {
        class: "大傳四",
        id: 409050175,
        name: "柳適矞   ",
      },
      {
        class: "大傳四",
        id: 409050183,
        name: "郭鴻毅   ",
      },
      {
        class: "大傳四",
        id: 409050191,
        name: "魏子涵   ",
      },
      {
        class: "大傳四",
        id: 409050209,
        name: "馮鈺雅   ",
      },
      {
        class: "大傳四",
        id: 409050225,
        name: "莊昶興   ",
      },
      {
        class: "大傳四",
        id: 409050233,
        name: "吳淳茹   ",
      },
      {
        class: "大傳四",
        id: 409050241,
        name: "高健翔   ",
      },
      {
        class: "大傳四",
        id: 409050258,
        name: "谷秉翰   ",
      },
      {
        class: "大傳四",
        id: 409050274,
        name: "馬啟超   ",
      },
      {
        class: "大傳四",
        id: 409050282,
        name: "周紫茜   ",
      },
      {
        class: "大傳四",
        id: 409050290,
        name: "夏緯哲   ",
      },
      {
        class: "大傳四",
        id: 409050308,
        name: "鄭宇舜   ",
      },
      {
        class: "大傳四",
        id: 409050316,
        name: "林振彥   ",
      },
      {
        class: "大傳四",
        id: 409050332,
        name: "劉映旋   ",
      },
      {
        class: "大傳四",
        id: 409050340,
        name: "李意文   ",
      },
      {
        class: "大傳四",
        id: 409050357,
        name: "莊秀惠   ",
      },
      {
        class: "大傳四",
        id: 409050365,
        name: "梓程   ",
      },
      {
        class: "大傳四",
        id: 409050373,
        name: "吳思霆   ",
      },
      {
        class: "大傳四",
        id: 409050381,
        name: "鍾郁醇   ",
      },
      {
        class: "大傳四",
        id: 409050399,
        name: "陳子昕   ",
      },
      {
        class: "大傳四",
        id: 409050407,
        name: "傅永豪   ",
      },
      {
        class: "大傳四",
        id: 409050423,
        name: "葉宇翔   ",
      },
      {
        class: "大傳四",
        id: 409050431,
        name: "查燕蓉   ",
      },
      {
        class: "大傳四",
        id: 409050449,
        name: "張仕穎   ",
      },
      {
        class: "大傳四",
        id: 409050456,
        name: "呂宜蓁   ",
      },
      {
        class: "大傳四",
        id: 409050464,
        name: "吳冠毅   ",
      },
      {
        class: "大傳四",
        id: 409050480,
        name: "黃嘉樂   ",
      },
      {
        class: "大傳四",
        id: 409050506,
        name: "陳國琛   ",
      },
      {
        class: "大傳四",
        id: 409055018,
        name: "魏怡安",
      },
      {
        class: "大傳四",
        id: 409055034,
        name: "連慧榕",
      },
      {
        class: "大傳四",
        id: 409055059,
        name: "王銘訓",
      },
      {
        class: "大傳四",
        id: 409055067,
        name: "王珈雯",
      },
      {
        class: "大傳四",
        id: 409056016,
        name: "李　瞳",
      },
      {
        class: "大傳四",
        id: 409056040,
        name: "林宇晨",
      },
      {
        class: "大傳四",
        id: 409056099,
        name: "劉俊杰",
      },
      {
        class: "大傳四",
        id: 409056123,
        name: "羅美芳",
      },
      {
        class: "大傳四",
        id: 409056131,
        name: "羅穎妍",
      },
      {
        class: "大傳四",
        id: 409056149,
        name: "庾東煒",
      },
      {
        class: "大傳四",
        id: 409056164,
        name: "江逸明",
      },
      {
        class: "大傳四",
        id: 409056172,
        name: "黃律弦",
      },
      {
        class: "大傳四",
        id: 409056198,
        name: "林曉薇",
      },
      {
        class: "大傳四",
        id: 409056222,
        name: "吳瓊詩",
      },
      {
        class: "大傳四",
        id: 409056230,
        name: "陳珈禧",
      },
      {
        class: "大傳四",
        id: 409056271,
        name: "謝斐鈞",
      },
      {
        class: "大傳四",
        id: 409056511,
        name: "楊睿愷",
      },
      {
        class: "大傳四",
        id: 409056529,
        name: "黃　偉   ",
      },
      {
        class: "大傳四",
        id: 409056537,
        name: "徐晟崴",
      },
      {
        class: "大傳四",
        id: 409056578,
        name: "戴珈緹",
      },
      {
        class: "大傳四",
        id: 409616280,
        name: "關鎧慧",
      },
      {
        class: "大傳四",
        id: 410057011,
        name: "陳　臻",
      },
      {
        class: "大傳四",
        id: 410057029,
        name: "林雨靜",
      },
      {
        class: "大傳四",
        id: 410057052,
        name: "馬穎柔",
      },
      {
        class: "大傳四",
        id: 410057078,
        name: "蔡渝蕎",
      },
      {
        class: "大傳四",
        id: 410057086,
        name: "湯芫芫",
      },
      {
        class: "大傳四",
        id: 410058019,
        name: "陳　貞",
      },
      {
        class: "大傳四",
        id: 411058018,
        name: "謝宜杰",
      },
      {
        class: "大傳四",
        id: 411058059,
        name: "黃子芸",
      },
      {
        class: "教心二碩士班",
        id: 610690033,
        name: "馮昱維",
      },
      {
        class: "教心二碩士班",
        id: 610690058,
        name: "沈蕙蘭",
      },
      {
        class: "教心二碩士班",
        id: 611690040,
        name: "謝依婷",
      },
      {
        class: "教心二碩士班",
        id: 611690057,
        name: "蔡易澄",
      },
      {
        class: "教心二碩士班",
        id: 611690065,
        name: "鄭宜杰",
      },
      {
        class: "教心二碩士班",
        id: 611690073,
        name: "柯士君",
      },
      {
        class: "教心二碩士班",
        id: 611690107,
        name: "鄭惠雯",
      },
      {
        class: "教心二碩士班",
        id: 611690123,
        name: "王盈方",
      },
      {
        class: "教心二碩士班",
        id: 611690131,
        name: "曾子倩",
      },
      {
        class: "教心二碩士班",
        id: 611690149,
        name: "魏翰",
      },
      {
        class: "教心二碩士班",
        id: 611690966,
        name: "謝徵螢",
      },
      {
        class: "教心二碩士班",
        id: 611691022,
        name: "陳韻旨",
      },
      {
        class: "教心二碩士班",
        id: 611691055,
        name: "鄭予涵",
      },
      {
        class: "教心二碩士班",
        id: 611691113,
        name: "王昱婷",
      },
      {
        class: "教心二碩士班",
        id: 611691121,
        name: "賴昱璇",
      },
      {
        class: "教心二碩士班",
        id: 611691139,
        name: "周郁秀",
      },
      {
        class: "教心二碩士班",
        id: 611691154,
        name: "馮　亮",
      },
      {
        class: "教心二碩士班",
        id: 611691170,
        name: "張家維",
      },
      {
        class: "教心二碩士班",
        id: 611691204,
        name: "張樂平",
      },
      {
        class: "教心二碩士班",
        id: 611691238,
        name: "楊采樺",
      },
      {
        class: "教心二碩士班",
        id: 611691246,
        name: "梁捷榆",
      },
      {
        class: "教心二碩士班",
        id: 611691253,
        name: "張家瑜",
      },
      {
        class: "教心二碩士班",
        id: 611691261,
        name: "黃琮評",
      },
      {
        class: "教心二碩士班",
        id: 611691295,
        name: "李芷君",
      },
      {
        class: "教心二碩士班",
        id: 611691329,
        name: "吳芊逸",
      },
      {
        class: "教心二碩士班",
        id: 611691345,
        name: "盧冠吟",
      },
      {
        class: "教心二碩士班",
        id: 611695023,
        name: "溫欣儒",
      },
      {
        class: "教心二碩士班",
        id: 611696013,
        name: "盧仕康",
      },
      {
        class: "教心二碩士班",
        id: 611696021,
        name: "張云軒",
      },
      {
        class: "教心二碩士班",
        id: 612690056,
        name: "林奕如",
      },
      {
        class: "教心二碩士班",
        id: 612690080,
        name: "鄭乃華",
      },
      {
        class: "教心三碩士班",
        id: 609690978,
        name: "康巧穎",
      },
      {
        class: "教心三碩士班",
        id: 610690025,
        name: "劉立蓁",
      },
      {
        class: "教心三碩士班",
        id: 610690041,
        name: "呂淑婷",
      },
      {
        class: "教心三碩士班",
        id: 610690066,
        name: "鄭雅菱",
      },
      {
        class: "教心三碩士班",
        id: 610690074,
        name: "葉家豪",
      },
      {
        class: "教心三碩士班",
        id: 610690082,
        name: "林依萱",
      },
      {
        class: "教心三碩士班",
        id: 610690140,
        name: "程詩婷",
      },
      {
        class: "教心三碩士班",
        id: 610690736,
        name: "李復軒",
      },
      {
        class: "教心三碩士班",
        id: 610690744,
        name: "陳翊雯",
      },
      {
        class: "教心三碩士班",
        id: 610690769,
        name: "梁心瑜",
      },
      {
        class: "教心三碩士班",
        id: 610690793,
        name: "尤　方",
      },
      {
        class: "教心三碩士班",
        id: 610690801,
        name: "翁宇呈",
      },
      {
        class: "教心三碩士班",
        id: 610690835,
        name: "詹穎文",
      },
      {
        class: "教心三碩士班",
        id: 610690850,
        name: "鄭妤安",
      },
      {
        class: "教心三碩士班",
        id: 610690868,
        name: "施佳佑",
      },
      {
        class: "教心三碩士班",
        id: 610690884,
        name: "劉昱",
      },
      {
        class: "教心三碩士班",
        id: 610690900,
        name: "鍾芸妮",
      },
      {
        class: "教心三碩士班",
        id: 610690934,
        name: "郭宥依",
      },
      {
        class: "教心三碩士班",
        id: 610690942,
        name: "何思蓉",
      },
      {
        class: "教心三碩士班",
        id: 610690967,
        name: "粘齊讌",
      },
      {
        class: "教心三碩士班",
        id: 610694019,
        name: "鐘　琳",
      },
      {
        class: "教心三碩士班",
        id: 610696014,
        name: "唐緯勇",
      },
      {
        class: "教心三碩士班",
        id: 610696022,
        name: "黎嘉宜",
      },
      {
        class: "教心三碩士班",
        id: 611690032,
        name: "李怡琪",
      },
      {
        class: "教心四碩士班",
        id: 604690775,
        name: "林郁芝",
      },
      {
        class: "教心四碩士班",
        id: 607690392,
        name: "張惠珊",
      },
      {
        class: "教心四碩士班",
        id: 607690525,
        name: "林岳志",
      },
      {
        class: "教心四碩士班",
        id: 608690136,
        name: "洪本訓",
      },
      {
        class: "教心四碩士班",
        id: 608690441,
        name: "陳志宇",
      },
      {
        class: "教心四碩士班",
        id: 608690474,
        name: "林融滋",
      },
      {
        class: "教心四碩士班",
        id: 608690508,
        name: "陳詠馨",
      },
      {
        class: "教心四碩士班",
        id: 608690516,
        name: "陳柔安",
      },
      {
        class: "教心四碩士班",
        id: 608690599,
        name: "簡慈瑩",
      },
      {
        class: "教心四碩士班",
        id: 609690036,
        name: "游富翔",
      },
      {
        class: "教心四碩士班",
        id: 609690077,
        name: "俞慧嬪",
      },
      {
        class: "教心四碩士班",
        id: 609690101,
        name: "陳怜吟",
      },
      {
        class: "教心四碩士班",
        id: 609690127,
        name: "莊子瑩",
      },
      {
        class: "教心四碩士班",
        id: 609690135,
        name: "周容琳",
      },
      {
        class: "教心四碩士班",
        id: 609690655,
        name: "陳淑文",
      },
      {
        class: "教心四碩士班",
        id: 609690804,
        name: "吳姵嬅",
      },
      {
        class: "教心四碩士班",
        id: 609690812,
        name: "陳琪雯",
      },
      {
        class: "教心四碩士班",
        id: 609690838,
        name: "蕭永晶",
      },
      {
        class: "教心四碩士班",
        id: 609690853,
        name: "劉恩廷",
      },
      {
        class: "教心四碩士班",
        id: 609690861,
        name: "林盈甄",
      },
      {
        class: "教心四碩士班",
        id: 609690887,
        name: "林政瑩",
      },
      {
        class: "教心四碩士班",
        id: 609690952,
        name: "蔡昀達",
      },
      {
        class: "教心四碩士班",
        id: 609690986,
        name: "李承修",
      },
      {
        class: "教心四碩士班",
        id: 609696512,
        name: "許嘉翔",
      },
      {
        class: "教心四碩士班",
        id: 609696520,
        name: "徐碩為",
      },
      {
        class: "教心四碩士班",
        id: 610690108,
        name: "曹青清",
      },
      {
        class: "教心四碩士班",
        id: 610690116,
        name: "蕭妙羚",
      },
      {
        class: "未來二碩士班",
        id: 611700013,
        name: "賴以禎",
      },
      {
        class: "未來二碩士班",
        id: 611700062,
        name: "劉一慶",
      },
      {
        class: "未來三碩士班",
        id: 610700014,
        name: "陳卿昱",
      },
      {
        class: "未來四碩士班",
        id: 609700082,
        name: "洪良鑑",
      },
      {
        class: "未來四碩士班",
        id: 610700030,
        name: "管庭忠",
      },
      {
        class: "課程二碩專班",
        id: 711750017,
        name: "陳慧蓉",
      },
      {
        class: "課程二碩專班",
        id: 711750033,
        name: "黃啟倫",
      },
      {
        class: "課程二碩專班",
        id: 711750041,
        name: "黃偉郡",
      },
      {
        class: "課程二碩專班",
        id: 711750058,
        name: "楊立辰",
      },
      {
        class: "課程三碩專班",
        id: 710750091,
        name: "邱伯奇",
      },
      {
        class: "課程三碩專班",
        id: 710750158,
        name: "李彥青",
      },
      {
        class: "課程四碩專班",
        id: 708750020,
        name: "趙庭郁",
      },
      {
        class: "課程四碩專班",
        id: 708750202,
        name: "陳昱先",
      },
      {
        class: "課程四碩專班",
        id: 709750037,
        name: "喻琬容",
      },
      {
        class: "課程四碩專班",
        id: 709750128,
        name: "周浩暘",
      },
      {
        class: "課程四碩專班",
        id: 709750136,
        name: "史家明",
      },
      {
        class: "課程四碩專班",
        id: 709750144,
        name: "王頤程",
      },
      {
        class: "課程二碩士班",
        id: 611750067,
        name: "曾涵鈺",
      },
      {
        class: "課程二碩士班",
        id: 611750083,
        name: "羅可萱",
      },
      {
        class: "課程二碩士班",
        id: 611750091,
        name: "郭胤岑",
      },
      {
        class: "課程二碩士班",
        id: 611750109,
        name: "耿嘉駿",
      },
      {
        class: "課程二碩士班",
        id: 611750117,
        name: "徐詠恩",
      },
      {
        class: "課程二碩士班",
        id: 612750041,
        name: "林緯豈",
      },
      {
        class: "課程三碩士班",
        id: 610750076,
        name: "李炳勳",
      },
      {
        class: "課程三碩士班",
        id: 611750042,
        name: "林意潔",
      },
      {
        class: "課程四碩士班",
        id: 607750063,
        name: "林宛萱",
      },
      {
        class: "課程四碩士班",
        id: 608750039,
        name: "郭曉倩",
      },
      {
        class: "課程四碩士班",
        id: 608750112,
        name: "林儀樺",
      },
      {
        class: "課程四碩士班",
        id: 610750035,
        name: "陳彥睿",
      },
      {
        class: "課程四碩士班",
        id: 610750043,
        name: "陳嫙",
      },
      {
        class: "學發二碩士班",
        id: 611725010,
        name: "武氏生",
      },
      {
        class: "學發三碩士班",
        id: 611720011,
        name: "林政緯",
      },
      {
        class: "學發四碩士班",
        id: 607720033,
        name: "彭于禎",
      },
      {
        class: "學發四碩士班",
        id: 608720057,
        name: "莊雅琪",
      },
      {
        class: "學發四碩士班",
        id: 608720115,
        name: "柯玫綾",
      },
      {
        class: "學發四碩士班",
        id: 609720064,
        name: "林睿鵬",
      },
      {
        class: "學發四碩士班",
        id: 609720072,
        name: "陳君鳳",
      },
      {
        class: "教設二博士班",
        id: 811710044,
        name: "林銘偉",
      },
      {
        class: "教設二博士班",
        id: 811710077,
        name: "湯凱傑",
      },
      {
        class: "教設二博士班",
        id: 811710085,
        name: "林淑敏",
      },
      {
        class: "教設二博士班",
        id: 811710093,
        name: "陳柏達",
      },
      {
        class: "教設二博士班",
        id: 812710035,
        name: "王皓民",
      },
      {
        class: "教設三博士班",
        id: 810710029,
        name: "曾俊文",
      },
      {
        class: "教設三博士班",
        id: 810710037,
        name: "李國印",
      },
      {
        class: "教設三博士班",
        id: 810710078,
        name: "彭東",
      },
      {
        class: "教設三博士班",
        id: 811710010,
        name: "李易霖",
      },
      {
        class: "教設三博士班",
        id: 811710036,
        name: "張美齡",
      },
      {
        class: "教科二數碩專",
        id: 710740035,
        name: "李德筠",
      },
      {
        class: "教科二數碩專",
        id: 710740274,
        name: "林燕婷",
      },
      {
        class: "教科二數碩專",
        id: 711740026,
        name: "許勝隆",
      },
      {
        class: "教科二數碩專",
        id: 711740034,
        name: "林巧紫",
      },
      {
        class: "教科二數碩專",
        id: 711740059,
        name: "楊雨潔",
      },
      {
        class: "教科二數碩專",
        id: 711740083,
        name: "王　謙",
      },
      {
        class: "教科二數碩專",
        id: 711740091,
        name: "李鳳儒",
      },
      {
        class: "教科二數碩專",
        id: 711740109,
        name: "張乃若",
      },
      {
        class: "教科二數碩專",
        id: 711740133,
        name: "莊馥慈",
      },
      {
        class: "教科二數碩專",
        id: 711740141,
        name: "李雋",
      },
      {
        class: "教科二數碩專",
        id: 711740158,
        name: "黃彥綾",
      },
      {
        class: "教科二數碩專",
        id: 711740166,
        name: "黃淳鈺",
      },
      {
        class: "教科二數碩專",
        id: 711740174,
        name: "楊昀樺",
      },
      {
        class: "教科二數碩專",
        id: 711740182,
        name: "吳宗政",
      },
      {
        class: "教科二數碩專",
        id: 711740190,
        name: "房佩穎",
      },
      {
        class: "教科二數碩專",
        id: 711740216,
        name: "林玉雯",
      },
      {
        class: "教科二數碩專",
        id: 711740224,
        name: "葉亭夆",
      },
      {
        class: "教科二數碩專",
        id: 711740232,
        name: "林淑鈴",
      },
      {
        class: "教科二數碩專",
        id: 711740240,
        name: "賴麗伊",
      },
      {
        class: "教科二數碩專",
        id: 711740257,
        name: "謝涵宇",
      },
      {
        class: "教科二數碩專",
        id: 711740273,
        name: "施馨雅",
      },
      {
        class: "教科三數碩專",
        id: 706740254,
        name: "張安宇",
      },
      {
        class: "教科三數碩專",
        id: 708740039,
        name: "李奕賢",
      },
      {
        class: "教科三數碩專",
        id: 710740027,
        name: "吳慕瑾",
      },
      {
        class: "教科三數碩專",
        id: 710740050,
        name: "崔怡和",
      },
      {
        class: "教科三數碩專",
        id: 710740068,
        name: "何毓鳳",
      },
      {
        class: "教科三數碩專",
        id: 710740076,
        name: "黃家鈴",
      },
      {
        class: "教科三數碩專",
        id: 710740092,
        name: "黃浚昕",
      },
      {
        class: "教科三數碩專",
        id: 710740100,
        name: "高子晏",
      },
      {
        class: "教科三數碩專",
        id: 710740118,
        name: "林馨怡",
      },
      {
        class: "教科三數碩專",
        id: 710740134,
        name: "林宜葶",
      },
      {
        class: "教科三數碩專",
        id: 710740159,
        name: "郭佳昀",
      },
      {
        class: "教科三數碩專",
        id: 710740175,
        name: "黃文彥",
      },
      {
        class: "教科三數碩專",
        id: 710740217,
        name: "周雯玲",
      },
      {
        class: "教科三數碩專",
        id: 710740225,
        name: "張于庭",
      },
      {
        class: "教科四數碩專",
        id: 707740014,
        name: "李玉堂",
      },
      {
        class: "教科四數碩專",
        id: 707740097,
        name: "莊淑茹",
      },
      {
        class: "教科四數碩專",
        id: 708740138,
        name: "謝宜真",
      },
      {
        class: "教科四數碩專",
        id: 709740020,
        name: "李佳玲",
      },
      {
        class: "教科四數碩專",
        id: 709740145,
        name: "曾雅卿",
      },
      {
        class: "教科四數碩專",
        id: 709740152,
        name: "楊佳穎",
      },
      {
        class: "教科四數碩專",
        id: 709740251,
        name: "陳昭元",
      },
      {
        class: "教科四數碩專",
        id: 709740277,
        name: "楊　玄",
      },
      {
        class: "教科四Ａ",
        id: 406736032,
        name: "李綺芳",
      },
      {
        class: "教科四Ａ",
        id: 408730116,
        name: "陸菩臻   ",
      },
      {
        class: "教科四Ａ",
        id: 408730231,
        name: "朱紋慧   ",
      },
      {
        class: "教科四Ａ",
        id: 408730413,
        name: "陳雅婷   ",
      },
      {
        class: "教科四Ａ",
        id: 408730777,
        name: "簡岑昱   ",
      },
      {
        class: "教科四Ａ",
        id: 408731114,
        name: "施姵盈   ",
      },
      {
        class: "教科四Ａ",
        id: 409000618,
        name: "陳昱廷   ",
      },
      {
        class: "教科四Ａ",
        id: 409010799,
        name: "高宇",
      },
      {
        class: "教科四Ａ",
        id: 409730016,
        name: "吳孟庭   ",
      },
      {
        class: "教科四Ａ",
        id: 409730032,
        name: "蔡雨璇",
      },
      {
        class: "教科四Ａ",
        id: 409730057,
        name: "劉昭妤   ",
      },
      {
        class: "教科四Ａ",
        id: 409730073,
        name: "楊睿婕   ",
      },
      {
        class: "教科四Ａ",
        id: 409730099,
        name: "張予柔   ",
      },
      {
        class: "教科四Ａ",
        id: 409730115,
        name: "楊雅婷   ",
      },
      {
        class: "教科四Ａ",
        id: 409730156,
        name: "林祐誼   ",
      },
      {
        class: "教科四Ａ",
        id: 409730172,
        name: "陳俐妤   ",
      },
      {
        class: "教科四Ａ",
        id: 409730198,
        name: "李韋萱   ",
      },
      {
        class: "教科四Ａ",
        id: 409730214,
        name: "林子怡   ",
      },
      {
        class: "教科四Ａ",
        id: 409730230,
        name: "林逸萱   ",
      },
      {
        class: "教科四Ａ",
        id: 409730255,
        name: "謝妮婕   ",
      },
      {
        class: "教科四Ａ",
        id: 409730271,
        name: "周珮安   ",
      },
      {
        class: "教科四Ａ",
        id: 409730297,
        name: "林彤軒   ",
      },
      {
        class: "教科四Ａ",
        id: 409730313,
        name: "王懿柔",
      },
      {
        class: "教科四Ａ",
        id: 409730339,
        name: "徐睿陽   ",
      },
      {
        class: "教科四Ａ",
        id: 409730370,
        name: "張馨予   ",
      },
      {
        class: "教科四Ａ",
        id: 409730396,
        name: "黃懷甄   ",
      },
      {
        class: "教科四Ａ",
        id: 409730412,
        name: "孫敬智   ",
      },
      {
        class: "教科四Ａ",
        id: 409730438,
        name: "林品希   ",
      },
      {
        class: "教科四Ａ",
        id: 409730453,
        name: "黃佩婕   ",
      },
      {
        class: "教科四Ａ",
        id: 409730479,
        name: "程宥鈞   ",
      },
      {
        class: "教科四Ａ",
        id: 409730495,
        name: "王凱玉   ",
      },
      {
        class: "教科四Ａ",
        id: 409730511,
        name: "李茹婷   ",
      },
      {
        class: "教科四Ａ",
        id: 409730552,
        name: "陳冠綸   ",
      },
      {
        class: "教科四Ａ",
        id: 409730594,
        name: "邱韻年",
      },
      {
        class: "教科四Ａ",
        id: 409730610,
        name: "陳佳妘   ",
      },
      {
        class: "教科四Ａ",
        id: 409730636,
        name: "陳芃安   ",
      },
      {
        class: "教科四Ａ",
        id: 409730651,
        name: "張平易   ",
      },
      {
        class: "教科四Ａ",
        id: 409730735,
        name: "周佳誼   ",
      },
      {
        class: "教科四Ａ",
        id: 409730750,
        name: "方昱翔   ",
      },
      {
        class: "教科四Ａ",
        id: 409730792,
        name: "林荻婕   ",
      },
      {
        class: "教科四Ａ",
        id: 409730818,
        name: "尹睿言   ",
      },
      {
        class: "教科四Ａ",
        id: 409730834,
        name: "郭碩恩   ",
      },
      {
        class: "教科四Ａ",
        id: 409730875,
        name: "廖薏瑄   ",
      },
      {
        class: "教科四Ａ",
        id: 409730891,
        name: "饒予中   ",
      },
      {
        class: "教科四Ａ",
        id: 409730917,
        name: "李承峻   ",
      },
      {
        class: "教科四Ａ",
        id: 409730933,
        name: "廖士琦   ",
      },
      {
        class: "教科四Ａ",
        id: 409730958,
        name: "劉家孜   ",
      },
      {
        class: "教科四Ａ",
        id: 409730974,
        name: "劉虹圻   ",
      },
      {
        class: "教科四Ａ",
        id: 409730990,
        name: "蕭印村   ",
      },
      {
        class: "教科四Ａ",
        id: 409731014,
        name: "楊檸瑄   ",
      },
      {
        class: "教科四Ａ",
        id: 409731030,
        name: "邱姿儀   ",
      },
      {
        class: "教科四Ａ",
        id: 409731055,
        name: "鄭若婕   ",
      },
      {
        class: "教科四Ａ",
        id: 409731071,
        name: "游譓盈   ",
      },
      {
        class: "教科四Ａ",
        id: 409731097,
        name: "邱仁澤   ",
      },
      {
        class: "教科四Ａ",
        id: 409731139,
        name: "黃銘麒   ",
      },
      {
        class: "教科四Ａ",
        id: 409736013,
        name: "徐崧睿",
      },
      {
        class: "教科四Ａ",
        id: 409737094,
        name: "盧晏殊",
      },
      {
        class: "教科四Ａ",
        id: 409737193,
        name: "邱弘緯",
      },
      {
        class: "教科四Ａ",
        id: 410737059,
        name: "鄭翼安",
      },
      {
        class: "教科四Ａ",
        id: 410737117,
        name: "陳佳嘉",
      },
      {
        class: "教科四Ａ",
        id: 410737133,
        name: "何舒柔",
      },
      {
        class: "教科四Ａ",
        id: 410738073,
        name: "蕭燕如",
      },
      {
        class: "教科四Ａ",
        id: 411738015,
        name: "孟庭安",
      },
      {
        class: "教科四Ｂ",
        id: 408730629,
        name: "盧博文   ",
      },
      {
        class: "教科四Ｂ",
        id: 408731023,
        name: "林哲勻   ",
      },
      {
        class: "教科四Ｂ",
        id: 408737046,
        name: "黃舒涵",
      },
      {
        class: "教科四Ｂ",
        id: 409031001,
        name: "王依柔   ",
      },
      {
        class: "教科四Ｂ",
        id: 409630083,
        name: "李姿穎   ",
      },
      {
        class: "教科四Ｂ",
        id: 409730024,
        name: "林芳儀   ",
      },
      {
        class: "教科四Ｂ",
        id: 409730040,
        name: "林楷倫   ",
      },
      {
        class: "教科四Ｂ",
        id: 409730065,
        name: "范彩琦   ",
      },
      {
        class: "教科四Ｂ",
        id: 409730081,
        name: "陳奕儒   ",
      },
      {
        class: "教科四Ｂ",
        id: 409730107,
        name: "籃羽彤   ",
      },
      {
        class: "教科四Ｂ",
        id: 409730123,
        name: "張睿璇   ",
      },
      {
        class: "教科四Ｂ",
        id: 409730149,
        name: "林采婕   ",
      },
      {
        class: "教科四Ｂ",
        id: 409730164,
        name: "李佳樺   ",
      },
      {
        class: "教科四Ｂ",
        id: 409730180,
        name: "簡子晏   ",
      },
      {
        class: "教科四Ｂ",
        id: 409730206,
        name: "胡耀云   ",
      },
      {
        class: "教科四Ｂ",
        id: 409730248,
        name: "曾若羽",
      },
      {
        class: "教科四Ｂ",
        id: 409730263,
        name: "張廷筠   ",
      },
      {
        class: "教科四Ｂ",
        id: 409730289,
        name: "鄭芃云   ",
      },
      {
        class: "教科四Ｂ",
        id: 409730305,
        name: "邱禾珆   ",
      },
      {
        class: "教科四Ｂ",
        id: 409730321,
        name: "劉芸婷   ",
      },
      {
        class: "教科四Ｂ",
        id: 409730362,
        name: "羅筱穎   ",
      },
      {
        class: "教科四Ｂ",
        id: 409730388,
        name: "馬云云   ",
      },
      {
        class: "教科四Ｂ",
        id: 409730404,
        name: "俞瑄   ",
      },
      {
        class: "教科四Ｂ",
        id: 409730420,
        name: "張滋晏   ",
      },
      {
        class: "教科四Ｂ",
        id: 409730446,
        name: "李莉安   ",
      },
      {
        class: "教科四Ｂ",
        id: 409730461,
        name: "陳柔安   ",
      },
      {
        class: "教科四Ｂ",
        id: 409730487,
        name: "范茗茗   ",
      },
      {
        class: "教科四Ｂ",
        id: 409730529,
        name: "鍾佳芳   ",
      },
      {
        class: "教科四Ｂ",
        id: 409730545,
        name: "陳俋靜   ",
      },
      {
        class: "教科四Ｂ",
        id: 409730560,
        name: "林楷傑   ",
      },
      {
        class: "教科四Ｂ",
        id: 409730586,
        name: "侯宇薇   ",
      },
      {
        class: "教科四Ｂ",
        id: 409730602,
        name: "朱培碩   ",
      },
      {
        class: "教科四Ｂ",
        id: 409730628,
        name: "周筠庭   ",
      },
      {
        class: "教科四Ｂ",
        id: 409730644,
        name: "劉淨慈   ",
      },
      {
        class: "教科四Ｂ",
        id: 409730669,
        name: "曾心妤   ",
      },
      {
        class: "教科四Ｂ",
        id: 409730685,
        name: "莊若郁   ",
      },
      {
        class: "教科四Ｂ",
        id: 409730701,
        name: "王紹宇   ",
      },
      {
        class: "教科四Ｂ",
        id: 409730784,
        name: "蔡青原   ",
      },
      {
        class: "教科四Ｂ",
        id: 409730826,
        name: "吳婕華   ",
      },
      {
        class: "教科四Ｂ",
        id: 409730842,
        name: "王柏蓉   ",
      },
      {
        class: "教科四Ｂ",
        id: 409730909,
        name: "吳羿嫻   ",
      },
      {
        class: "教科四Ｂ",
        id: 409730925,
        name: "潘柏宇   ",
      },
      {
        class: "教科四Ｂ",
        id: 409730966,
        name: "范珈瑄   ",
      },
      {
        class: "教科四Ｂ",
        id: 409731006,
        name: "徐詠熙   ",
      },
      {
        class: "教科四Ｂ",
        id: 409731048,
        name: "蕭舒懷   ",
      },
      {
        class: "教科四Ｂ",
        id: 409731089,
        name: "詹秭霖   ",
      },
      {
        class: "教科四Ｂ",
        id: 409731105,
        name: "洪妤婷   ",
      },
      {
        class: "教科四Ｂ",
        id: 409736526,
        name: "吳　萱   ",
      },
      {
        class: "教科四Ｂ",
        id: 409737227,
        name: "楊佳霓",
      },
      {
        class: "教科四Ｂ",
        id: 410737026,
        name: "黃佳瑜",
      },
      {
        class: "教科四Ｂ",
        id: 410737042,
        name: "黃毓盛",
      },
      {
        class: "教科四Ｂ",
        id: 410737083,
        name: "李奕葶",
      },
      {
        class: "教科四Ｂ",
        id: 410737109,
        name: "陳宜苓",
      },
      {
        class: "教科四Ｂ",
        id: 410737125,
        name: "許宸毓",
      },
      {
        class: "教科三碩專班",
        id: 706730024,
        name: "陳藝文",
      },
      {
        class: "教科四碩專班",
        id: 707730015,
        name: "吳姿倩",
      },
      {
        class: "教科四碩專班",
        id: 707730031,
        name: "吳今華",
      },
      {
        class: "教科二碩士班",
        id: 611730093,
        name: "賴延恩",
      },
      {
        class: "教科二碩士班",
        id: 611730200,
        name: "程子聆",
      },
      {
        class: "教科二碩士班",
        id: 611730218,
        name: "楊子毅",
      },
      {
        class: "教科二碩士班",
        id: 611736025,
        name: "何裕家",
      },
      {
        class: "教科二碩士班",
        id: 612730035,
        name: "謝皓文",
      },
      {
        class: "教科二碩士班",
        id: 612730043,
        name: "陳吟暄",
      },
      {
        class: "教科三碩士班",
        id: 610730011,
        name: "王俊彥",
      },
      {
        class: "教科三碩士班",
        id: 610730037,
        name: "凌詣涵",
      },
      {
        class: "教科三碩士班",
        id: 610730110,
        name: "陳劭綺",
      },
      {
        class: "教科三碩士班",
        id: 610730151,
        name: "章定閎",
      },
      {
        class: "教科三碩士班",
        id: 610735028,
        name: "羅堤亞",
      },
      {
        class: "教科三碩士班",
        id: 610735036,
        name: "徐佳妡",
      },
      {
        class: "教科四碩士班",
        id: 609730121,
        name: "張載晴",
      },
      {
        class: "教科四碩士班",
        id: 609730154,
        name: "蕭琮文",
      },
      {
        class: "教科四碩士班",
        id: 610730029,
        name: "吳芷儀",
      },
      {
        class: "教管三博士班",
        id: 809760043,
        name: "尤振宇",
      },
      {
        class: "教管三博士班",
        id: 809760100,
        name: "黃千芬",
      },
      {
        class: "教管四博士班",
        id: 807760086,
        name: "洪祺玲",
      },
      {
        class: "教管四博士班",
        id: 808760010,
        name: "李欣靜",
      },
      {
        class: "教管四博士班",
        id: 808760085,
        name: "張清淵",
      },
      {
        class: "教管四博士班",
        id: 809765018,
        name: "史城均",
      },
      {
        class: "教管五博士班",
        id: 804760105,
        name: "張美鳳",
      },
      {
        class: "教管五博士班",
        id: 808760093,
        name: "王巧雯",
      },
      {
        class: "教管五博士班",
        id: 809760027,
        name: "劉玉儀",
      },
      {
        class: "教管六博士班",
        id: 807760037,
        name: "呂宗杰",
      },
      {
        class: "教管七博士班",
        id: 806760046,
        name: "曾芝煜",
      },
      {
        class: "教管七博士班",
        id: 806760079,
        name: "邱美智",
      },
      {
        class: "建築五",
        id: 405080812,
        name: "謝心汝   ",
      },
      {
        class: "建築五",
        id: 405390443,
        name: "江旻威   ",
      },
      {
        class: "建築五",
        id: 406360320,
        name: "張容甄   ",
      },
      {
        class: "建築五",
        id: 406360452,
        name: "顏于程   ",
      },
      {
        class: "建築五",
        id: 406570720,
        name: "高振元   ",
      },
      {
        class: "建築五",
        id: 407037141,
        name: "高以杰",
      },
      {
        class: "建築五",
        id: 407360071,
        name: "林俞希   ",
      },
      {
        class: "建築五",
        id: 407360238,
        name: "洪兆麒   ",
      },
      {
        class: "建築五",
        id: 407360253,
        name: "張智涵   ",
      },
      {
        class: "建築五",
        id: 407360261,
        name: "吳欣倫   ",
      },
      {
        class: "建築五",
        id: 407360287,
        name: "陳柏宇   ",
      },
      {
        class: "建築五",
        id: 407360311,
        name: "蔡翔宇   ",
      },
      {
        class: "建築五",
        id: 407360378,
        name: "張　靖   ",
      },
      {
        class: "建築五",
        id: 407360410,
        name: "鄭永彥   ",
      },
      {
        class: "建築五",
        id: 407360477,
        name: "廖澤文   ",
      },
      {
        class: "建築五",
        id: 407360485,
        name: "張禎元   ",
      },
      {
        class: "建築五",
        id: 407360493,
        name: "李傑騏   ",
      },
      {
        class: "建築五",
        id: 407360519,
        name: "張惟翔   ",
      },
      {
        class: "建築五",
        id: 407360527,
        name: "陳胤嘉   ",
      },
      {
        class: "建築五",
        id: 407360568,
        name: "張哲瑋   ",
      },
      {
        class: "建築五",
        id: 407366037,
        name: "蘇詠淇",
      },
      {
        class: "建築五",
        id: 407380673,
        name: "朱品蓉   ",
      },
      {
        class: "建築五",
        id: 407380988,
        name: "柯廷諭   ",
      },
      {
        class: "建築五",
        id: 407430445,
        name: "何裕群   ",
      },
      {
        class: "建築五",
        id: 408350337,
        name: "楊築楠   ",
      },
      {
        class: "建築五",
        id: 408350550,
        name: "林冠甫   ",
      },
      {
        class: "建築五",
        id: 408360013,
        name: "張昌智   ",
      },
      {
        class: "建築五",
        id: 408360021,
        name: "查彥廷   ",
      },
      {
        class: "建築五",
        id: 408360039,
        name: "羅于翔   ",
      },
      {
        class: "建築五",
        id: 408360047,
        name: "許家瑄   ",
      },
      {
        class: "建築五",
        id: 408360054,
        name: "蔡璵璠   ",
      },
      {
        class: "建築五",
        id: 408360062,
        name: "簡瑋均   ",
      },
      {
        class: "建築五",
        id: 408360070,
        name: "徐子加   ",
      },
      {
        class: "建築五",
        id: 408360096,
        name: "陳奕安   ",
      },
      {
        class: "建築五",
        id: 408360104,
        name: "林靖承   ",
      },
      {
        class: "建築五",
        id: 408360112,
        name: "林桀衣   ",
      },
      {
        class: "建築五",
        id: 408360120,
        name: "陳欣佑   ",
      },
      {
        class: "建築五",
        id: 408360138,
        name: "徐寧謐   ",
      },
      {
        class: "建築五",
        id: 408360146,
        name: "陳奕旻   ",
      },
      {
        class: "建築五",
        id: 408360153,
        name: "黃奕翔   ",
      },
      {
        class: "建築五",
        id: 408360179,
        name: "謝旻潔   ",
      },
      {
        class: "建築五",
        id: 408360187,
        name: "陳郁承   ",
      },
      {
        class: "建築五",
        id: 408360195,
        name: "林暐潔   ",
      },
      {
        class: "建築五",
        id: 408360211,
        name: "楊庭毓   ",
      },
      {
        class: "建築五",
        id: 408360229,
        name: "黃煦育   ",
      },
      {
        class: "建築五",
        id: 408360237,
        name: "黃芷柔   ",
      },
      {
        class: "建築五",
        id: 408360252,
        name: "陳書絃   ",
      },
      {
        class: "建築五",
        id: 408360260,
        name: "朱雋濠   ",
      },
      {
        class: "建築五",
        id: 408360278,
        name: "施柏羽   ",
      },
      {
        class: "建築五",
        id: 408360294,
        name: "洪鈞   ",
      },
      {
        class: "建築五",
        id: 408360302,
        name: "郭文嘉",
      },
      {
        class: "建築五",
        id: 408360369,
        name: "李泓諺   ",
      },
      {
        class: "建築五",
        id: 408360377,
        name: "連心慈   ",
      },
      {
        class: "建築五",
        id: 408360393,
        name: "李思宏   ",
      },
      {
        class: "建築五",
        id: 408360401,
        name: "吳渤鈞   ",
      },
      {
        class: "建築五",
        id: 408360427,
        name: "宋懿展   ",
      },
      {
        class: "建築五",
        id: 408360468,
        name: "王芯玫   ",
      },
      {
        class: "建築五",
        id: 408360492,
        name: "謝佳芸   ",
      },
      {
        class: "建築五",
        id: 408360534,
        name: "張方維   ",
      },
      {
        class: "建築五",
        id: 408360542,
        name: "吳姵萱   ",
      },
      {
        class: "建築五",
        id: 408360567,
        name: "徐品涵   ",
      },
      {
        class: "建築五",
        id: 408360575,
        name: "陳昭瑾   ",
      },
      {
        class: "建築五",
        id: 408360583,
        name: "湯鈞淇   ",
      },
      {
        class: "建築五",
        id: 408360609,
        name: "陳昱安   ",
      },
      {
        class: "建築五",
        id: 408364015,
        name: "陳沁蕓",
      },
      {
        class: "建築五",
        id: 408366028,
        name: "張詠淋",
      },
      {
        class: "建築五",
        id: 408366036,
        name: "蔣美鳳",
      },
      {
        class: "建築五",
        id: 408366044,
        name: "柯文杰",
      },
      {
        class: "建築五",
        id: 408366515,
        name: "葉子彤   ",
      },
      {
        class: "建築五",
        id: 408367018,
        name: "黃士豪",
      },
      {
        class: "建築五",
        id: 408367042,
        name: "楊心柔",
      },
      {
        class: "建築五",
        id: 408367059,
        name: "趙慧穎",
      },
      {
        class: "建築五",
        id: 408367067,
        name: "蘇冠銘",
      },
      {
        class: "建築五",
        id: 408367117,
        name: "蘇琬霞",
      },
      {
        class: "建築五",
        id: 408368016,
        name: "謝怡萱",
      },
      {
        class: "建築五",
        id: 408368024,
        name: "傅渤修",
      },
      {
        class: "建築五",
        id: 409366563,
        name: "郭高呈",
      },
      {
        class: "建築五",
        id: 409367033,
        name: "趙元沂",
      },
      {
        class: "建築五",
        id: 409367066,
        name: "陳柔含",
      },
      {
        class: "建築五",
        id: 409367074,
        name: "賴雲渙",
      },
      {
        class: "建築五",
        id: 409367090,
        name: "許詠棻",
      },
      {
        class: "建築五",
        id: 409367108,
        name: "張　琦",
      },
      {
        class: "建築五",
        id: 409367116,
        name: "蔡立軒",
      },
      {
        class: "建築五",
        id: 409368031,
        name: "韋林",
      },
      {
        class: "建築五",
        id: 409368072,
        name: "雷曜齊",
      },
      {
        class: "建築五",
        id: 410368020,
        name: "郭珈玲",
      },
      {
        class: "建築五",
        id: 410368038,
        name: "王濬承",
      },
      {
        class: "建築五",
        id: 410368053,
        name: "許詠傑",
      },
      {
        class: "建築五",
        id: 410368061,
        name: "許哲瑀",
      },
      {
        class: "建築五",
        id: 410368095,
        name: "李怡萱",
      },
      {
        class: "建築五",
        id: 410368103,
        name: "劉杰",
      },
      {
        class: "建築二碩士班",
        id: 611360016,
        name: "劉彥廷",
      },
      {
        class: "建築二碩士班",
        id: 611360040,
        name: "李瑜萱",
      },
      {
        class: "建築二碩士班",
        id: 611360057,
        name: "許奕晨",
      },
      {
        class: "建築二碩士班",
        id: 611360123,
        name: "蘇楷勛",
      },
      {
        class: "建築二碩士班",
        id: 611360164,
        name: "何浩正",
      },
      {
        class: "建築二碩士班",
        id: 611360172,
        name: "張子云",
      },
      {
        class: "建築二碩士班",
        id: 611360263,
        name: "游子毅",
      },
      {
        class: "建築二碩士班",
        id: 611360321,
        name: "陳　新",
      },
      {
        class: "建築二碩士班",
        id: 611360347,
        name: "黃品嘉",
      },
      {
        class: "建築二碩士班",
        id: 611360354,
        name: "蔡家芸",
      },
      {
        class: "建築二碩士班",
        id: 611364018,
        name: "馮浚哲",
      },
      {
        class: "建築二碩士班",
        id: 612360056,
        name: "曾國",
      },
      {
        class: "建築三碩士班",
        id: 610360025,
        name: "陳品蓉",
      },
      {
        class: "建築三碩士班",
        id: 610360074,
        name: "王政弘",
      },
      {
        class: "建築三碩士班",
        id: 610360108,
        name: "海菘云",
      },
      {
        class: "建築三碩士班",
        id: 610360298,
        name: "李昆翰",
      },
      {
        class: "建築三碩士班",
        id: 610360314,
        name: "張楚薇",
      },
      {
        class: "建築三碩士班",
        id: 610360330,
        name: "柯羿丞",
      },
      {
        class: "建築三碩士班",
        id: 610360348,
        name: "黃孝騏",
      },
      {
        class: "建築三碩士班",
        id: 610360371,
        name: "張勝翰",
      },
      {
        class: "建築三碩士班",
        id: 610364019,
        name: "陳玉村",
      },
      {
        class: "建築四碩士班",
        id: 609360317,
        name: "駱亭妤",
      },
      {
        class: "機械系光機四",
        id: 207440388,
        name: "林永泰",
      },
      {
        class: "機械系光機四",
        id: 407370559,
        name: "郭騏銘   ",
      },
      {
        class: "機械系光機四",
        id: 407376523,
        name: "王承翰",
      },
      {
        class: "機械系光機四",
        id: 407376531,
        name: "潘俊廷",
      },
      {
        class: "機械系光機四",
        id: 408370137,
        name: "黃麒澔   ",
      },
      {
        class: "機械系光機四",
        id: 408370152,
        name: "鄭育威   ",
      },
      {
        class: "機械系光機四",
        id: 408370178,
        name: "林政諺   ",
      },
      {
        class: "機械系光機四",
        id: 408370301,
        name: "邱浩倫   ",
      },
      {
        class: "機械系光機四",
        id: 408370434,
        name: "陳煜",
      },
      {
        class: "機械系光機四",
        id: 408370475,
        name: "陳子為   ",
      },
      {
        class: "機械系光機四",
        id: 408376522,
        name: "黃思惟",
      },
      {
        class: "機械系光機四",
        id: 408376530,
        name: "陳柏衡",
      },
      {
        class: "機械系光機四",
        id: 409370011,
        name: "林威宇   ",
      },
      {
        class: "機械系光機四",
        id: 409370029,
        name: "趙瑛琦   ",
      },
      {
        class: "機械系光機四",
        id: 409370037,
        name: "黃昱誠   ",
      },
      {
        class: "機械系光機四",
        id: 409370045,
        name: "許博凱   ",
      },
      {
        class: "機械系光機四",
        id: 409370052,
        name: "蔡明睿   ",
      },
      {
        class: "機械系光機四",
        id: 409370060,
        name: "李晨愷   ",
      },
      {
        class: "機械系光機四",
        id: 409370078,
        name: "張宜庭   ",
      },
      {
        class: "機械系光機四",
        id: 409370086,
        name: "彭郁婷   ",
      },
      {
        class: "機械系光機四",
        id: 409370094,
        name: "劉瀚傑   ",
      },
      {
        class: "機械系光機四",
        id: 409370110,
        name: "楊智皓   ",
      },
      {
        class: "機械系光機四",
        id: 409370128,
        name: "何明翰   ",
      },
      {
        class: "機械系光機四",
        id: 409370136,
        name: "戴辰峻   ",
      },
      {
        class: "機械系光機四",
        id: 409370144,
        name: "張期鈞   ",
      },
      {
        class: "機械系光機四",
        id: 409370151,
        name: "廖柏睿   ",
      },
      {
        class: "機械系光機四",
        id: 409370169,
        name: "林為超   ",
      },
      {
        class: "機械系光機四",
        id: 409370177,
        name: "陳冠瑋   ",
      },
      {
        class: "機械系光機四",
        id: 409370185,
        name: "郭智愃   ",
      },
      {
        class: "機械系光機四",
        id: 409370193,
        name: "賴玠蓁   ",
      },
      {
        class: "機械系光機四",
        id: 409370219,
        name: "林緯翔   ",
      },
      {
        class: "機械系光機四",
        id: 409370227,
        name: "林弓喨   ",
      },
      {
        class: "機械系光機四",
        id: 409370235,
        name: "黃薇瑄   ",
      },
      {
        class: "機械系光機四",
        id: 409370243,
        name: "沈柏亨   ",
      },
      {
        class: "機械系光機四",
        id: 409370250,
        name: "羅晨欣   ",
      },
      {
        class: "機械系光機四",
        id: 409370268,
        name: "吳峻輝   ",
      },
      {
        class: "機械系光機四",
        id: 409370284,
        name: "陳冠中   ",
      },
      {
        class: "機械系光機四",
        id: 409370292,
        name: "劉亮呈   ",
      },
      {
        class: "機械系光機四",
        id: 409370318,
        name: "詹喻安   ",
      },
      {
        class: "機械系光機四",
        id: 409370326,
        name: "賴靖恩   ",
      },
      {
        class: "機械系光機四",
        id: 409370334,
        name: "張顥騰   ",
      },
      {
        class: "機械系光機四",
        id: 409370342,
        name: "黃子楷   ",
      },
      {
        class: "機械系光機四",
        id: 409370359,
        name: "孫志瑋   ",
      },
      {
        class: "機械系光機四",
        id: 409370375,
        name: "邱鈺庭   ",
      },
      {
        class: "機械系光機四",
        id: 409370409,
        name: "劉佳恩   ",
      },
      {
        class: "機械系光機四",
        id: 409370417,
        name: "吳軒志   ",
      },
      {
        class: "機械系光機四",
        id: 409370425,
        name: "陳少強   ",
      },
      {
        class: "機械系光機四",
        id: 409370433,
        name: "韋宛瑜   ",
      },
      {
        class: "機械系光機四",
        id: 409370441,
        name: "李哲豪   ",
      },
      {
        class: "機械系光機四",
        id: 409370458,
        name: "彭威融   ",
      },
      {
        class: "機械系光機四",
        id: 409370474,
        name: "張雲翔   ",
      },
      {
        class: "機械系光機四",
        id: 409370482,
        name: "翟文翛   ",
      },
      {
        class: "機械系光機四",
        id: 409370490,
        name: "林炫志   ",
      },
      {
        class: "機械系光機四",
        id: 409370508,
        name: "林庭圩   ",
      },
      {
        class: "機械系光機四",
        id: 409370516,
        name: "簡群寰   ",
      },
      {
        class: "機械系光機四",
        id: 409370532,
        name: "王祺勳   ",
      },
      {
        class: "機械系光機四",
        id: 409370557,
        name: "楊竣翔   ",
      },
      {
        class: "機械系光機四",
        id: 409370573,
        name: "張育嘉   ",
      },
      {
        class: "機械系光機四",
        id: 409370581,
        name: "陳美妙   ",
      },
      {
        class: "機械系光機四",
        id: 409376521,
        name: "王政翔",
      },
      {
        class: "機械系光機四",
        id: 409840393,
        name: "王爵嘉   ",
      },
      {
        class: "機械系光機四",
        id: 410377021,
        name: "潘啟新",
      },
      {
        class: "機械系光機四",
        id: 410377096,
        name: "鄧文森",
      },
      {
        class: "機械系光機四",
        id: 410377138,
        name: "王育謙",
      },
      {
        class: "機械系光機四",
        id: 410377153,
        name: "劉世丞",
      },
      {
        class: "機械系光機四",
        id: 410377195,
        name: "楊士賢",
      },
      {
        class: "機械系精密四",
        id: 207440578,
        name: "陳彥廷",
      },
      {
        class: "機械系精密四",
        id: 406350172,
        name: "柳翰儒   ",
      },
      {
        class: "機械系精密四",
        id: 407220143,
        name: "林家淳   ",
      },
      {
        class: "機械系精密四",
        id: 407350361,
        name: "楊富名   ",
      },
      {
        class: "機械系精密四",
        id: 407350379,
        name: "李濬宇   ",
      },
      {
        class: "機械系精密四",
        id: 408350022,
        name: "羅介廷   ",
      },
      {
        class: "機械系精密四",
        id: 408350055,
        name: "林譽庭   ",
      },
      {
        class: "機械系精密四",
        id: 408350147,
        name: "施盛文   ",
      },
      {
        class: "機械系精密四",
        id: 408350162,
        name: "張力文   ",
      },
      {
        class: "機械系精密四",
        id: 408350196,
        name: "舒昱旗   ",
      },
      {
        class: "機械系精密四",
        id: 408350220,
        name: "唐識期   ",
      },
      {
        class: "機械系精密四",
        id: 408350345,
        name: "張東昀   ",
      },
      {
        class: "機械系精密四",
        id: 408350360,
        name: "蔡汯劭",
      },
      {
        class: "機械系精密四",
        id: 408350568,
        name: "顏毓",
      },
      {
        class: "機械系精密四",
        id: 408356532,
        name: "洪暐翔",
      },
      {
        class: "機械系精密四",
        id: 409350013,
        name: "黃鈞彥   ",
      },
      {
        class: "機械系精密四",
        id: 409350039,
        name: "李俊恩   ",
      },
      {
        class: "機械系精密四",
        id: 409350047,
        name: "郭柏鋐   ",
      },
      {
        class: "機械系精密四",
        id: 409350054,
        name: "謝蓓萱   ",
      },
      {
        class: "機械系精密四",
        id: 409350062,
        name: "王仲佑   ",
      },
      {
        class: "機械系精密四",
        id: 409350088,
        name: "陳柔瑄   ",
      },
      {
        class: "機械系精密四",
        id: 409350112,
        name: "洪浩瑋   ",
      },
      {
        class: "機械系精密四",
        id: 409350120,
        name: "田友德   ",
      },
      {
        class: "機械系精密四",
        id: 409350138,
        name: "文彥凱   ",
      },
      {
        class: "機械系精密四",
        id: 409350146,
        name: "謝湘鈞   ",
      },
      {
        class: "機械系精密四",
        id: 409350153,
        name: "林書平   ",
      },
      {
        class: "機械系精密四",
        id: 409350161,
        name: "曾冠元   ",
      },
      {
        class: "機械系精密四",
        id: 409350179,
        name: "姚令緯   ",
      },
      {
        class: "機械系精密四",
        id: 409350187,
        name: "高盛強   ",
      },
      {
        class: "機械系精密四",
        id: 409350195,
        name: "蔣維恩   ",
      },
      {
        class: "機械系精密四",
        id: 409350203,
        name: "黃奕誠   ",
      },
      {
        class: "機械系精密四",
        id: 409350229,
        name: "黃麒祐   ",
      },
      {
        class: "機械系精密四",
        id: 409350237,
        name: "李秉穇   ",
      },
      {
        class: "機械系精密四",
        id: 409350245,
        name: "謝承諺   ",
      },
      {
        class: "機械系精密四",
        id: 409350252,
        name: "曹哲瑋   ",
      },
      {
        class: "機械系精密四",
        id: 409350260,
        name: "李岱擎   ",
      },
      {
        class: "機械系精密四",
        id: 409350278,
        name: "林婕柔   ",
      },
      {
        class: "機械系精密四",
        id: 409350286,
        name: "林富梃   ",
      },
      {
        class: "機械系精密四",
        id: 409350294,
        name: "李展言   ",
      },
      {
        class: "機械系精密四",
        id: 409350302,
        name: "程亮亮   ",
      },
      {
        class: "機械系精密四",
        id: 409350310,
        name: "郭俊甫   ",
      },
      {
        class: "機械系精密四",
        id: 409350336,
        name: "陳品憲   ",
      },
      {
        class: "機械系精密四",
        id: 409350351,
        name: "陳彥君   ",
      },
      {
        class: "機械系精密四",
        id: 409350369,
        name: "周昶旭   ",
      },
      {
        class: "機械系精密四",
        id: 409350385,
        name: "許懋鈞   ",
      },
      {
        class: "機械系精密四",
        id: 409350393,
        name: "陳怡安   ",
      },
      {
        class: "機械系精密四",
        id: 409350401,
        name: "陳品諺   ",
      },
      {
        class: "機械系精密四",
        id: 409350419,
        name: "陳顗帆   ",
      },
      {
        class: "機械系精密四",
        id: 409350427,
        name: "林鈺翔   ",
      },
      {
        class: "機械系精密四",
        id: 409350435,
        name: "王予辰   ",
      },
      {
        class: "機械系精密四",
        id: 409350468,
        name: "林恒均   ",
      },
      {
        class: "機械系精密四",
        id: 409350476,
        name: "郭沅錡   ",
      },
      {
        class: "機械系精密四",
        id: 409350484,
        name: "廖羿旻   ",
      },
      {
        class: "機械系精密四",
        id: 409350492,
        name: "林冠宏   ",
      },
      {
        class: "機械系精密四",
        id: 409350500,
        name: "洪珮薰   ",
      },
      {
        class: "機械系精密四",
        id: 409350518,
        name: "謝豐陽   ",
      },
      {
        class: "機械系精密四",
        id: 409350526,
        name: "蔡柏均   ",
      },
      {
        class: "機械系精密四",
        id: 409350534,
        name: "蔡哲維   ",
      },
      {
        class: "機械系精密四",
        id: 409350542,
        name: "陳律廷   ",
      },
      {
        class: "機械系精密四",
        id: 409350559,
        name: "張修齊   ",
      },
      {
        class: "機械系精密四",
        id: 409350567,
        name: "劉丞傑   ",
      },
      {
        class: "機械系精密四",
        id: 409350575,
        name: "羅睿騏   ",
      },
      {
        class: "機械系精密四",
        id: 409356515,
        name: "施采妤",
      },
      {
        class: "機械系精密四",
        id: 409356523,
        name: "趙子麟",
      },
      {
        class: "機械系精密四",
        id: 409356531,
        name: "袁子傑",
      },
      {
        class: "機械系精密四",
        id: 409357034,
        name: "林志達",
      },
      {
        class: "機械系精密四",
        id: 409357117,
        name: "周穎冠",
      },
      {
        class: "機械系精密四",
        id: 410357049,
        name: "盧祥恩",
      },
      {
        class: "機械系精密四",
        id: 410357064,
        name: "蔡志騰",
      },
      {
        class: "機械系精密四",
        id: 410357098,
        name: "張嵩延",
      },
      {
        class: "機械系精密四",
        id: 410357155,
        name: "孫翌洋",
      },
      {
        class: "機械系精密四",
        id: 411358020,
        name: "陳麒允",
      },
      {
        class: "機械二博士班",
        id: 811370039,
        name: "陳冠霖",
      },
      {
        class: "機械二博士班",
        id: 811375012,
        name: "強　度",
      },
      {
        class: "機械二博士班",
        id: 812370012,
        name: "王偉丞",
      },
      {
        class: "機械三博士班",
        id: 810370014,
        name: "游貽任",
      },
      {
        class: "機械三博士班",
        id: 811370013,
        name: "吳怡臻",
      },
      {
        class: "機械六博士班",
        id: 807370035,
        name: "楊智丞",
      },
      {
        class: "機械七博士班",
        id: 804370053,
        name: "謝昆良",
      },
      {
        class: "機械二碩士班",
        id: 610370248,
        name: "董祐榮",
      },
      {
        class: "機械二碩士班",
        id: 611370056,
        name: "李厚誼",
      },
      {
        class: "機械二碩士班",
        id: 611370064,
        name: "林承瑋",
      },
      {
        class: "機械二碩士班",
        id: 611370072,
        name: "褚宏德",
      },
      {
        class: "機械二碩士班",
        id: 611370148,
        name: "杜宜澄",
      },
      {
        class: "機械二碩士班",
        id: 611370155,
        name: "楊景雯",
      },
      {
        class: "機械二碩士班",
        id: 611370171,
        name: "黃致文",
      },
      {
        class: "機械二碩士班",
        id: 611370197,
        name: "黃偉釩",
      },
      {
        class: "機械二碩士班",
        id: 611370338,
        name: "陳昇德",
      },
      {
        class: "機械二碩士班",
        id: 611370346,
        name: "孔令詔",
      },
      {
        class: "機械二碩士班",
        id: 611370361,
        name: "馮子桓",
      },
      {
        class: "機械二碩士班",
        id: 611370387,
        name: "吳國睿",
      },
      {
        class: "機械二碩士班",
        id: 611370395,
        name: "楊博崴",
      },
      {
        class: "機械二碩士班",
        id: 611370411,
        name: "張渙斌",
      },
      {
        class: "機械二碩士班",
        id: 612370063,
        name: "戴新丞",
      },
      {
        class: "機械四碩士班",
        id: 609370324,
        name: "吳文亨",
      },
      {
        class: "土木工設四Ａ",
        id: 406386093,
        name: "盧永祥",
      },
      {
        class: "土木四Ａ",
        id: 207440230,
        name: "黃俊評",
      },
      {
        class: "土木四Ａ",
        id: 406380914,
        name: "蔡昀哲   ",
      },
      {
        class: "土木四Ａ",
        id: 407380251,
        name: "林浩瑋   ",
      },
      {
        class: "土木四Ａ",
        id: 407380632,
        name: "李翊誠   ",
      },
      {
        class: "土木四Ａ",
        id: 407380939,
        name: "呂建忠   ",
      },
      {
        class: "土木四Ａ",
        id: 407381150,
        name: "陳禹辛   ",
      },
      {
        class: "土木四Ａ",
        id: 407381176,
        name: "王鈞詰   ",
      },
      {
        class: "土木四Ａ",
        id: 408380177,
        name: "楊于霆   ",
      },
      {
        class: "土木四Ａ",
        id: 408380375,
        name: "吳秉諺   ",
      },
      {
        class: "土木四Ａ",
        id: 408380458,
        name: "張壕銘   ",
      },
      {
        class: "土木四Ａ",
        id: 408380474,
        name: "陳宇豪   ",
      },
      {
        class: "土木四Ａ",
        id: 408380532,
        name: "王之彥   ",
      },
      {
        class: "土木四Ａ",
        id: 408380656,
        name: "許肇峰   ",
      },
      {
        class: "土木四Ａ",
        id: 408381134,
        name: "李其甫   ",
      },
      {
        class: "土木四Ａ",
        id: 408386513,
        name: "陳周傳雯  ",
      },
      {
        class: "土木四Ａ",
        id: 409380010,
        name: "李昱瑋   ",
      },
      {
        class: "土木四Ａ",
        id: 409380051,
        name: "曾暐傑   ",
      },
      {
        class: "土木四Ａ",
        id: 409380077,
        name: "王耀霆   ",
      },
      {
        class: "土木四Ａ",
        id: 409380093,
        name: "楊宥畯   ",
      },
      {
        class: "土木四Ａ",
        id: 409380119,
        name: "莫尚融   ",
      },
      {
        class: "土木四Ａ",
        id: 409380135,
        name: "謝潔儀   ",
      },
      {
        class: "土木四Ａ",
        id: 409380150,
        name: "陳亦新",
      },
      {
        class: "土木四Ａ",
        id: 409380192,
        name: "陳品妤   ",
      },
      {
        class: "土木四Ａ",
        id: 409380218,
        name: "黃秉翰   ",
      },
      {
        class: "土木四Ａ",
        id: 409380234,
        name: "林子為   ",
      },
      {
        class: "土木四Ａ",
        id: 409380259,
        name: "池勁緯   ",
      },
      {
        class: "土木四Ａ",
        id: 409380275,
        name: "林松雨   ",
      },
      {
        class: "土木四Ａ",
        id: 409380317,
        name: "吳晏慧   ",
      },
      {
        class: "土木四Ａ",
        id: 409380333,
        name: "林旻毅   ",
      },
      {
        class: "土木四Ａ",
        id: 409380358,
        name: "廖宸佑   ",
      },
      {
        class: "土木四Ａ",
        id: 409380374,
        name: "張郡恩   ",
      },
      {
        class: "土木四Ａ",
        id: 409380390,
        name: "蔡逸凡   ",
      },
      {
        class: "土木四Ａ",
        id: 409380416,
        name: "黃星文   ",
      },
      {
        class: "土木四Ａ",
        id: 409380432,
        name: "張宥勝   ",
      },
      {
        class: "土木四Ａ",
        id: 409380457,
        name: "許博凱   ",
      },
      {
        class: "土木四Ａ",
        id: 409380473,
        name: "洪威杰   ",
      },
      {
        class: "土木四Ａ",
        id: 409380499,
        name: "彭正傑   ",
      },
      {
        class: "土木四Ａ",
        id: 409380531,
        name: "張碩桓   ",
      },
      {
        class: "土木四Ａ",
        id: 409380556,
        name: "林昱婷   ",
      },
      {
        class: "土木四Ａ",
        id: 409380572,
        name: "蔡睦典   ",
      },
      {
        class: "土木四Ａ",
        id: 409380598,
        name: "楊皓羽   ",
      },
      {
        class: "土木四Ａ",
        id: 409380614,
        name: "徐士琩   ",
      },
      {
        class: "土木四Ａ",
        id: 409380630,
        name: "陳彥仲   ",
      },
      {
        class: "土木四Ａ",
        id: 409380655,
        name: "陳誼誠   ",
      },
      {
        class: "土木四Ａ",
        id: 409380671,
        name: "廖啟德   ",
      },
      {
        class: "土木四Ａ",
        id: 409380697,
        name: "林福恩   ",
      },
      {
        class: "土木四Ａ",
        id: 409380754,
        name: "蘇微閔   ",
      },
      {
        class: "土木四Ａ",
        id: 409380770,
        name: "李哲霆   ",
      },
      {
        class: "土木四Ａ",
        id: 409380796,
        name: "張筌   ",
      },
      {
        class: "土木四Ａ",
        id: 409380812,
        name: "周冠廷   ",
      },
      {
        class: "土木四Ａ",
        id: 409380838,
        name: "劉胤廷   ",
      },
      {
        class: "土木四Ａ",
        id: 409380853,
        name: "吳承恩   ",
      },
      {
        class: "土木四Ａ",
        id: 409380911,
        name: "潘育駿   ",
      },
      {
        class: "土木四Ａ",
        id: 409380937,
        name: "楊庭婷   ",
      },
      {
        class: "土木四Ａ",
        id: 409380952,
        name: "蘇安余   ",
      },
      {
        class: "土木四Ａ",
        id: 409380978,
        name: "邱震天   ",
      },
      {
        class: "土木四Ａ",
        id: 409381018,
        name: "陳　毅   ",
      },
      {
        class: "土木四Ａ",
        id: 409381034,
        name: "李蕭安   ",
      },
      {
        class: "土木四Ａ",
        id: 409381059,
        name: "顏旭平   ",
      },
      {
        class: "土木四Ａ",
        id: 409381075,
        name: "曾肜築   ",
      },
      {
        class: "土木四Ａ",
        id: 409381091,
        name: "黃頌文   ",
      },
      {
        class: "土木四Ａ",
        id: 409381133,
        name: "邱紹華   ",
      },
      {
        class: "土木四Ａ",
        id: 409385027,
        name: "黃朝滿",
      },
      {
        class: "土木四Ａ",
        id: 409386017,
        name: "藍浩權",
      },
      {
        class: "土木四Ａ",
        id: 409388039,
        name: "洪哲偉",
      },
      {
        class: "土木四Ａ",
        id: 410387038,
        name: "陳尹閔",
      },
      {
        class: "土木四Ａ",
        id: 410387079,
        name: "陳緯丞",
      },
      {
        class: "土木四Ａ",
        id: 410387095,
        name: "杜昆霖",
      },
      {
        class: "土木四Ａ",
        id: 410387111,
        name: "吳鈞毅",
      },
      {
        class: "土木四Ａ",
        id: 410387152,
        name: "張敬邑",
      },
      {
        class: "土木四Ａ",
        id: 410387194,
        name: "鄭惟禧",
      },
      {
        class: "土木四Ａ",
        id: 410387210,
        name: "高清軒",
      },
      {
        class: "土木四Ａ",
        id: 411388050,
        name: "林昱彤",
      },
      {
        class: "土木四Ｂ",
        id: 208110428,
        name: "周育綺",
      },
      {
        class: "土木四Ｂ",
        id: 407380525,
        name: "商翊恬   ",
      },
      {
        class: "土木四Ｂ",
        id: 408380102,
        name: "黃宇隆   ",
      },
      {
        class: "土木四Ｂ",
        id: 408380268,
        name: "郭紹儒   ",
      },
      {
        class: "土木四Ｂ",
        id: 408380300,
        name: "呂之暐   ",
      },
      {
        class: "土木四Ｂ",
        id: 408380409,
        name: "蔡乾龍   ",
      },
      {
        class: "土木四Ｂ",
        id: 408380581,
        name: "陳尹彬   ",
      },
      {
        class: "土木四Ｂ",
        id: 408380680,
        name: "李懿潔   ",
      },
      {
        class: "土木四Ｂ",
        id: 408380805,
        name: "李奕軒   ",
      },
      {
        class: "土木四Ｂ",
        id: 408380961,
        name: "黃揚盛   ",
      },
      {
        class: "土木四Ｂ",
        id: 408381001,
        name: "馮雨晨   ",
      },
      {
        class: "土木四Ｂ",
        id: 408381126,
        name: "黃　葳   ",
      },
      {
        class: "土木四Ｂ",
        id: 408381142,
        name: "黃冠嘉   ",
      },
      {
        class: "土木四Ｂ",
        id: 408381209,
        name: "張祐齊   ",
      },
      {
        class: "土木四Ｂ",
        id: 409220224,
        name: "何昱均   ",
      },
      {
        class: "土木四Ｂ",
        id: 409380028,
        name: "常可瑜   ",
      },
      {
        class: "土木四Ｂ",
        id: 409380044,
        name: "劉哲育   ",
      },
      {
        class: "土木四Ｂ",
        id: 409380085,
        name: "莊子揚   ",
      },
      {
        class: "土木四Ｂ",
        id: 409380127,
        name: "蕭暐翰   ",
      },
      {
        class: "土木四Ｂ",
        id: 409380143,
        name: "吳秉航   ",
      },
      {
        class: "土木四Ｂ",
        id: 409380168,
        name: "陳煜欣   ",
      },
      {
        class: "土木四Ｂ",
        id: 409380184,
        name: "蔡子翔   ",
      },
      {
        class: "土木四Ｂ",
        id: 409380200,
        name: "蔡安晴   ",
      },
      {
        class: "土木四Ｂ",
        id: 409380226,
        name: "李芊毅   ",
      },
      {
        class: "土木四Ｂ",
        id: 409380242,
        name: "吳冠緯   ",
      },
      {
        class: "土木四Ｂ",
        id: 409380267,
        name: "陳韋琮   ",
      },
      {
        class: "土木四Ｂ",
        id: 409380325,
        name: "何韋成   ",
      },
      {
        class: "土木四Ｂ",
        id: 409380341,
        name: "張力偕   ",
      },
      {
        class: "土木四Ｂ",
        id: 409380382,
        name: "王雍舜   ",
      },
      {
        class: "土木四Ｂ",
        id: 409380408,
        name: "王柏竣   ",
      },
      {
        class: "土木四Ｂ",
        id: 409380424,
        name: "蕭詳育   ",
      },
      {
        class: "土木四Ｂ",
        id: 409380440,
        name: "童冠衡   ",
      },
      {
        class: "土木四Ｂ",
        id: 409380465,
        name: "王冠中   ",
      },
      {
        class: "土木四Ｂ",
        id: 409380523,
        name: "侯冠信   ",
      },
      {
        class: "土木四Ｂ",
        id: 409380580,
        name: "郭家康   ",
      },
      {
        class: "土木四Ｂ",
        id: 409380606,
        name: "向廣達   ",
      },
      {
        class: "土木四Ｂ",
        id: 409380648,
        name: "黃麒升   ",
      },
      {
        class: "土木四Ｂ",
        id: 409380663,
        name: "段振緯   ",
      },
      {
        class: "土木四Ｂ",
        id: 409380689,
        name: "陳尹祥   ",
      },
      {
        class: "土木四Ｂ",
        id: 409380705,
        name: "呂承澔   ",
      },
      {
        class: "土木四Ｂ",
        id: 409380721,
        name: "劉柏賢   ",
      },
      {
        class: "土木四Ｂ",
        id: 409380747,
        name: "吳沛璇   ",
      },
      {
        class: "土木四Ｂ",
        id: 409380762,
        name: "郭家翔   ",
      },
      {
        class: "土木四Ｂ",
        id: 409380788,
        name: "林宣融   ",
      },
      {
        class: "土木四Ｂ",
        id: 409380804,
        name: "葉鈞緯   ",
      },
      {
        class: "土木四Ｂ",
        id: 409380846,
        name: "杜學之   ",
      },
      {
        class: "土木四Ｂ",
        id: 409380887,
        name: "蕭庭",
      },
      {
        class: "土木四Ｂ",
        id: 409380903,
        name: "蘇子琦   ",
      },
      {
        class: "土木四Ｂ",
        id: 409380929,
        name: "陳鴻明   ",
      },
      {
        class: "土木四Ｂ",
        id: 409380945,
        name: "李　竣   ",
      },
      {
        class: "土木四Ｂ",
        id: 409380960,
        name: "林辰峰   ",
      },
      {
        class: "土木四Ｂ",
        id: 409380986,
        name: "黃祈恩   ",
      },
      {
        class: "土木四Ｂ",
        id: 409381000,
        name: "賴沅祐   ",
      },
      {
        class: "土木四Ｂ",
        id: 409381125,
        name: "羅玥雯   ",
      },
      {
        class: "土木四Ｂ",
        id: 409381166,
        name: "游竣文   ",
      },
      {
        class: "土木四Ｂ",
        id: 409381182,
        name: "盧廷愷   ",
      },
      {
        class: "土木四Ｂ",
        id: 409381208,
        name: "李苡寧   ",
      },
      {
        class: "土木四Ｂ",
        id: 409387023,
        name: "方耀庭",
      },
      {
        class: "土木四Ｂ",
        id: 410387160,
        name: "劉柏宏",
      },
      {
        class: "土木四Ｂ",
        id: 410387186,
        name: "林志鵬",
      },
      {
        class: "土木四Ｂ",
        id: 410387228,
        name: "林暐恩",
      },
      {
        class: "土木四Ｂ",
        id: 411388043,
        name: "蘇育頡",
      },
      {
        class: "土木四Ｂ",
        id: 411388068,
        name: "楊凱鈞",
      },
      {
        class: "土木二博士班",
        id: 811380012,
        name: "林宏聰",
      },
      {
        class: "土木二博士班",
        id: 811384014,
        name: "劉汶霖",
      },
      {
        class: "土木二博士班",
        id: 812380011,
        name: "曾展晏",
      },
      {
        class: "土木三博士班",
        id: 810380021,
        name: "陳　毅",
      },
      {
        class: "土木四博士班",
        id: 808380025,
        name: "孫榕",
      },
      {
        class: "土木五博士班",
        id: 807380018,
        name: "張軒誠",
      },
      {
        class: "土木五博士班",
        id: 808380033,
        name: "陳正瑋",
      },
      {
        class: "土木七博士班",
        id: 805380036,
        name: "謝明達",
      },
      {
        class: "土木二碩士班",
        id: 611380121,
        name: "王家琳",
      },
      {
        class: "土木二碩士班",
        id: 611380188,
        name: "謝侑昇",
      },
      {
        class: "土木二碩士班",
        id: 611380204,
        name: "徐嘉佑",
      },
      {
        class: "土木二碩士班",
        id: 611380212,
        name: "鄭焜晉",
      },
      {
        class: "化材四Ａ",
        id: 407400596,
        name: "謝立仁   ",
      },
      {
        class: "化材四Ａ",
        id: 408400199,
        name: "莊宥賢   ",
      },
      {
        class: "化材四Ａ",
        id: 408400413,
        name: "周聿哲   ",
      },
      {
        class: "化材四Ａ",
        id: 408400496,
        name: "陳宥銘   ",
      },
      {
        class: "化材四Ａ",
        id: 408400637,
        name: "廖偉凡   ",
      },
      {
        class: "化材四Ａ",
        id: 408400694,
        name: "林沁儒   ",
      },
      {
        class: "化材四Ａ",
        id: 408400736,
        name: "侯冠宇   ",
      },
      {
        class: "化材四Ａ",
        id: 408400777,
        name: "張彥博   ",
      },
      {
        class: "化材四Ａ",
        id: 408400835,
        name: "楊懿誠   ",
      },
      {
        class: "化材四Ａ",
        id: 408401031,
        name: "龔逸辰   ",
      },
      {
        class: "化材四Ａ",
        id: 409400016,
        name: "黃廷耀   ",
      },
      {
        class: "化材四Ａ",
        id: 409400032,
        name: "李濬翟   ",
      },
      {
        class: "化材四Ａ",
        id: 409400057,
        name: "郭芷妤   ",
      },
      {
        class: "化材四Ａ",
        id: 409400073,
        name: "吳東頤   ",
      },
      {
        class: "化材四Ａ",
        id: 409400099,
        name: "陳怡靜   ",
      },
      {
        class: "化材四Ａ",
        id: 409400115,
        name: "葉芷芸   ",
      },
      {
        class: "化材四Ａ",
        id: 409400131,
        name: "張欣宜   ",
      },
      {
        class: "化材四Ａ",
        id: 409400156,
        name: "洪珮珊   ",
      },
      {
        class: "化材四Ａ",
        id: 409400172,
        name: "盧湘瓴   ",
      },
      {
        class: "化材四Ａ",
        id: 409400198,
        name: "陳佳萱   ",
      },
      {
        class: "化材四Ａ",
        id: 409400214,
        name: "連柏鈞   ",
      },
      {
        class: "化材四Ａ",
        id: 409400230,
        name: "范卉萱   ",
      },
      {
        class: "化材四Ａ",
        id: 409400255,
        name: "余祐任   ",
      },
      {
        class: "化材四Ａ",
        id: 409400271,
        name: "陳律衡   ",
      },
      {
        class: "化材四Ａ",
        id: 409400297,
        name: "陳立恩   ",
      },
      {
        class: "化材四Ａ",
        id: 409400313,
        name: "林書慧   ",
      },
      {
        class: "化材四Ａ",
        id: 409400339,
        name: "王劭弘   ",
      },
      {
        class: "化材四Ａ",
        id: 409400354,
        name: "游秉軒   ",
      },
      {
        class: "化材四Ａ",
        id: 409400396,
        name: "廖語忻   ",
      },
      {
        class: "化材四Ａ",
        id: 409400412,
        name: "謝喻宸   ",
      },
      {
        class: "化材四Ａ",
        id: 409400438,
        name: "李冠穎   ",
      },
      {
        class: "化材四Ａ",
        id: 409400453,
        name: "呂奕德   ",
      },
      {
        class: "化材四Ａ",
        id: 409400479,
        name: "薛凱丞   ",
      },
      {
        class: "化材四Ａ",
        id: 409400495,
        name: "周宥辰   ",
      },
      {
        class: "化材四Ａ",
        id: 409400511,
        name: "李化文   ",
      },
      {
        class: "化材四Ａ",
        id: 409400537,
        name: "許閎智   ",
      },
      {
        class: "化材四Ａ",
        id: 409400552,
        name: "劉運澤   ",
      },
      {
        class: "化材四Ａ",
        id: 409400578,
        name: "楊承勳   ",
      },
      {
        class: "化材四Ａ",
        id: 409400594,
        name: "陳楷翔   ",
      },
      {
        class: "化材四Ａ",
        id: 409400610,
        name: "陳品維   ",
      },
      {
        class: "化材四Ａ",
        id: 409400636,
        name: "林合彥   ",
      },
      {
        class: "化材四Ａ",
        id: 409400651,
        name: "王　淏   ",
      },
      {
        class: "化材四Ａ",
        id: 409400677,
        name: "林子勻   ",
      },
      {
        class: "化材四Ａ",
        id: 409400693,
        name: "詹鈞羽   ",
      },
      {
        class: "化材四Ａ",
        id: 409400735,
        name: "林坤嫺   ",
      },
      {
        class: "化材四Ａ",
        id: 409400750,
        name: "陳昶瑋   ",
      },
      {
        class: "化材四Ａ",
        id: 409400818,
        name: "張　毅   ",
      },
      {
        class: "化材四Ａ",
        id: 409400859,
        name: "林妤珊   ",
      },
      {
        class: "化材四Ａ",
        id: 409400875,
        name: "曹宸禎   ",
      },
      {
        class: "化材四Ａ",
        id: 409400917,
        name: "張育誠   ",
      },
      {
        class: "化材四Ａ",
        id: 409400933,
        name: "黃明億   ",
      },
      {
        class: "化材四Ａ",
        id: 409400958,
        name: "林芝羚   ",
      },
      {
        class: "化材四Ａ",
        id: 409400990,
        name: "林怡婷   ",
      },
      {
        class: "化材四Ａ",
        id: 409401055,
        name: "羅　生   ",
      },
      {
        class: "化材四Ａ",
        id: 409401097,
        name: "陳紹齊   ",
      },
      {
        class: "化材四Ａ",
        id: 409401154,
        name: "陳少凡   ",
      },
      {
        class: "化材四Ａ",
        id: 409406518,
        name: "宋雲鵬",
      },
      {
        class: "化材四Ａ",
        id: 409407169,
        name: "黃郁倫",
      },
      {
        class: "化材四Ａ",
        id: 409408019,
        name: "李竑",
      },
      {
        class: "化材四Ａ",
        id: 409408118,
        name: "尤璿翔",
      },
      {
        class: "化材四Ａ",
        id: 409850137,
        name: "吳　謙   ",
      },
      {
        class: "化材四Ａ",
        id: 410407034,
        name: "楊振仕",
      },
      {
        class: "化材四Ａ",
        id: 410407059,
        name: "楊鎮遠",
      },
      {
        class: "化材四Ａ",
        id: 410407091,
        name: "柯承序",
      },
      {
        class: "化材四Ａ",
        id: 410407117,
        name: "張育誠",
      },
      {
        class: "化材四Ａ",
        id: 410407158,
        name: "李岳諺",
      },
      {
        class: "化材四Ａ",
        id: 410408016,
        name: "陳旻煒",
      },
      {
        class: "化材四Ａ",
        id: 411408031,
        name: "傅鈺茹",
      },
      {
        class: "化材四Ｂ",
        id: 407400208,
        name: "陳怡諼   ",
      },
      {
        class: "化材四Ｂ",
        id: 407400562,
        name: "謝景昊   ",
      },
      {
        class: "化材四Ｂ",
        id: 407400737,
        name: "王苡蒨   ",
      },
      {
        class: "化材四Ｂ",
        id: 407400778,
        name: "葉弘舜   ",
      },
      {
        class: "化材四Ｂ",
        id: 407401198,
        name: "朱品勳   ",
      },
      {
        class: "化材四Ｂ",
        id: 408400207,
        name: "周品妤   ",
      },
      {
        class: "化材四Ｂ",
        id: 408400306,
        name: "林泓岳   ",
      },
      {
        class: "化材四Ｂ",
        id: 408400488,
        name: "嚴品竣   ",
      },
      {
        class: "化材四Ｂ",
        id: 408400561,
        name: "吳奕德   ",
      },
      {
        class: "化材四Ｂ",
        id: 408400728,
        name: "許有騰   ",
      },
      {
        class: "化材四Ｂ",
        id: 408400769,
        name: "林柏諺   ",
      },
      {
        class: "化材四Ｂ",
        id: 408400900,
        name: "王悠丞   ",
      },
      {
        class: "化材四Ｂ",
        id: 408401007,
        name: "陳子淮   ",
      },
      {
        class: "化材四Ｂ",
        id: 408401049,
        name: "黃子恆   ",
      },
      {
        class: "化材四Ｂ",
        id: 409400024,
        name: "高振軒   ",
      },
      {
        class: "化材四Ｂ",
        id: 409400040,
        name: "詹雅惠   ",
      },
      {
        class: "化材四Ｂ",
        id: 409400065,
        name: "董怡宣   ",
      },
      {
        class: "化材四Ｂ",
        id: 409400081,
        name: "陳怡儒   ",
      },
      {
        class: "化材四Ｂ",
        id: 409400107,
        name: "蘇品   ",
      },
      {
        class: "化材四Ｂ",
        id: 409400123,
        name: "黃詩涵   ",
      },
      {
        class: "化材四Ｂ",
        id: 409400149,
        name: "黃秀琴   ",
      },
      {
        class: "化材四Ｂ",
        id: 409400164,
        name: "李崇佑   ",
      },
      {
        class: "化材四Ｂ",
        id: 409400180,
        name: "黃鈺雯   ",
      },
      {
        class: "化材四Ｂ",
        id: 409400206,
        name: "翁敏玟   ",
      },
      {
        class: "化材四Ｂ",
        id: 409400222,
        name: "陳志宜   ",
      },
      {
        class: "化材四Ｂ",
        id: 409400263,
        name: "侯建程   ",
      },
      {
        class: "化材四Ｂ",
        id: 409400289,
        name: "陳奕安   ",
      },
      {
        class: "化材四Ｂ",
        id: 409400305,
        name: "詹淇羚   ",
      },
      {
        class: "化材四Ｂ",
        id: 409400321,
        name: "廖泓鈞   ",
      },
      {
        class: "化材四Ｂ",
        id: 409400347,
        name: "莊博閔   ",
      },
      {
        class: "化材四Ｂ",
        id: 409400388,
        name: "楊書羽   ",
      },
      {
        class: "化材四Ｂ",
        id: 409400420,
        name: "楊子頡   ",
      },
      {
        class: "化材四Ｂ",
        id: 409400446,
        name: "張顥詳   ",
      },
      {
        class: "化材四Ｂ",
        id: 409400461,
        name: "吳添宇   ",
      },
      {
        class: "化材四Ｂ",
        id: 409400529,
        name: "吳冠毅   ",
      },
      {
        class: "化材四Ｂ",
        id: 409400545,
        name: "洪浩元   ",
      },
      {
        class: "化材四Ｂ",
        id: 409400560,
        name: "顏緯樵   ",
      },
      {
        class: "化材四Ｂ",
        id: 409400586,
        name: "葉映辰   ",
      },
      {
        class: "化材四Ｂ",
        id: 409400628,
        name: "楊成智   ",
      },
      {
        class: "化材四Ｂ",
        id: 409400669,
        name: "曾祈瑞   ",
      },
      {
        class: "化材四Ｂ",
        id: 409400685,
        name: "吳玟廷   ",
      },
      {
        class: "化材四Ｂ",
        id: 409400727,
        name: "盧伯銓   ",
      },
      {
        class: "化材四Ｂ",
        id: 409400743,
        name: "李承恩   ",
      },
      {
        class: "化材四Ｂ",
        id: 409400768,
        name: "曾　麒   ",
      },
      {
        class: "化材四Ｂ",
        id: 409400784,
        name: "湯筠筠   ",
      },
      {
        class: "化材四Ｂ",
        id: 409400826,
        name: "周詣文   ",
      },
      {
        class: "化材四Ｂ",
        id: 409400842,
        name: "李　臻   ",
      },
      {
        class: "化材四Ｂ",
        id: 409400867,
        name: "蔡煥宇   ",
      },
      {
        class: "化材四Ｂ",
        id: 409400883,
        name: "梁宇震   ",
      },
      {
        class: "化材四Ｂ",
        id: 409400925,
        name: "陳彥富   ",
      },
      {
        class: "化材四Ｂ",
        id: 409400941,
        name: "張舜棠   ",
      },
      {
        class: "化材四Ｂ",
        id: 409400966,
        name: "高詣翔   ",
      },
      {
        class: "化材四Ｂ",
        id: 409400982,
        name: "曾郁晴   ",
      },
      {
        class: "化材四Ｂ",
        id: 409401006,
        name: "葉亭君   ",
      },
      {
        class: "化材四Ｂ",
        id: 409401022,
        name: "鐘竑翔   ",
      },
      {
        class: "化材四Ｂ",
        id: 409401048,
        name: "廖翎雅   ",
      },
      {
        class: "化材四Ｂ",
        id: 409401089,
        name: "李品儀   ",
      },
      {
        class: "化材四Ｂ",
        id: 409401105,
        name: "黃柏翰   ",
      },
      {
        class: "化材四Ｂ",
        id: 409401121,
        name: "王淯玟   ",
      },
      {
        class: "化材四Ｂ",
        id: 409401147,
        name: "徐瑛鎂   ",
      },
      {
        class: "化材四Ｂ",
        id: 409406526,
        name: "楊蕙宇",
      },
      {
        class: "化材四Ｂ",
        id: 409407060,
        name: "陳宥睿",
      },
      {
        class: "化材四Ｂ",
        id: 409407144,
        name: "蔡秉佑",
      },
      {
        class: "化材四Ｂ",
        id: 409620589,
        name: "朱庭葦   ",
      },
      {
        class: "化材四Ｂ",
        id: 409620845,
        name: "游方利   ",
      },
      {
        class: "化材四Ｂ",
        id: 409850301,
        name: "徐睿杰   ",
      },
      {
        class: "化材四Ｂ",
        id: 409850426,
        name: "廖昕郁   ",
      },
      {
        class: "化材四Ｂ",
        id: 410407026,
        name: "丁潔涵",
      },
      {
        class: "化材四Ｂ",
        id: 410407042,
        name: "曾浩祐",
      },
      {
        class: "化材四Ｂ",
        id: 410407067,
        name: "潘柏瑜",
      },
      {
        class: "化材四Ｂ",
        id: 410407109,
        name: "曾紹銘",
      },
      {
        class: "化材四Ｂ",
        id: 410407125,
        name: "陳瀅竹",
      },
      {
        class: "化材四Ｂ",
        id: 411408056,
        name: "江宗倫",
      },
      {
        class: "化材三博士班",
        id: 810400027,
        name: "劉松哲",
      },
      {
        class: "化材七博士班",
        id: 804400041,
        name: "張良睽",
      },
      {
        class: "化材二碩士班",
        id: 610400458,
        name: "陳育潔",
      },
      {
        class: "化材二碩士班",
        id: 611400150,
        name: "陳冠瑋",
      },
      {
        class: "化材二碩士班",
        id: 611400176,
        name: "周佳瑩",
      },
      {
        class: "化材二碩士班",
        id: 611400192,
        name: "呂政芃",
      },
      {
        class: "化材二碩士班",
        id: 611400226,
        name: "周昱廷",
      },
      {
        class: "化材二碩士班",
        id: 611400242,
        name: "陳冠維",
      },
      {
        class: "化材二碩士班",
        id: 611400267,
        name: "蔡東良",
      },
      {
        class: "化材二碩士班",
        id: 611400309,
        name: "吳孟璟",
      },
      {
        class: "化材二碩士班",
        id: 611400317,
        name: "高瑋廷",
      },
      {
        class: "化材二碩士班",
        id: 611400325,
        name: "林欣潔",
      },
      {
        class: "化材二碩士班",
        id: 611400341,
        name: "方家澄",
      },
      {
        class: "化材二碩士班",
        id: 611400358,
        name: "謝汸林",
      },
      {
        class: "化材二碩士班",
        id: 611400408,
        name: "葉如意",
      },
      {
        class: "化材二碩士班",
        id: 611400432,
        name: "黃力偉",
      },
      {
        class: "化材二碩士班",
        id: 611400440,
        name: "王韋翔",
      },
      {
        class: "化材二碩士班",
        id: 611400457,
        name: "陳雋岑",
      },
      {
        class: "化材二碩士班",
        id: 611400465,
        name: "辛俊德",
      },
      {
        class: "化材二碩士班",
        id: 611400481,
        name: "吳冠呈",
      },
      {
        class: "化材二碩士班",
        id: 611400556,
        name: "陳品妤",
      },
      {
        class: "化材二碩士班",
        id: 611400580,
        name: "林湘庭",
      },
      {
        class: "化材二碩士班",
        id: 611400598,
        name: "陳鉦中",
      },
      {
        class: "化材二碩士班",
        id: 611400648,
        name: "程凱琳",
      },
      {
        class: "化材二碩士班",
        id: 611400671,
        name: "柯瑞瑋",
      },
      {
        class: "化材二碩士班",
        id: 611400689,
        name: "盧威廷",
      },
      {
        class: "化材二碩士班",
        id: 611400697,
        name: "謝秉成",
      },
      {
        class: "化材二碩士班",
        id: 611400721,
        name: "李建勳",
      },
      {
        class: "化材三碩士班",
        id: 610400557,
        name: "簡璽展",
      },
      {
        class: "資工二全英碩",
        id: 610780016,
        name: "陳信樺",
      },
      {
        class: "資工二全英碩",
        id: 611780031,
        name: "張子清",
      },
      {
        class: "資工二全英碩",
        id: 611780049,
        name: "張凱妮",
      },
      {
        class: "資工二全英碩",
        id: 611780056,
        name: "劉哲維",
      },
      {
        class: "資工二全英碩",
        id: 611780098,
        name: "鄭羽翔",
      },
      {
        class: "資工二全英碩",
        id: 611780106,
        name: "黃柏翰",
      },
      {
        class: "資工二全英碩",
        id: 611780114,
        name: "呂堯偉",
      },
      {
        class: "資工二全英碩",
        id: 611785055,
        name: "馬美芳",
      },
      {
        class: "資工二全英碩",
        id: 611785063,
        name: "曾祥和",
      },
      {
        class: "資工二全英碩",
        id: 611785097,
        name: "王雪莉",
      },
      {
        class: "資工二全英碩",
        id: 612780030,
        name: "蕭力行",
      },
      {
        class: "資工三全英碩",
        id: 611780064,
        name: "鍾心",
      },
      {
        class: "資工英語四",
        id: 407850139,
        name: "吳丞軒   ",
      },
      {
        class: "資工英語四",
        id: 407850188,
        name: "陳威丞   ",
      },
      {
        class: "資工英語四",
        id: 407855088,
        name: "阮俊宇",
      },
      {
        class: "資工英語四",
        id: 408840022,
        name: "楊尚澐   ",
      },
      {
        class: "資工英語四",
        id: 408840030,
        name: "呂維霖   ",
      },
      {
        class: "資工英語四",
        id: 408840089,
        name: "林乘宇   ",
      },
      {
        class: "資工英語四",
        id: 408840428,
        name: "鄭繼慈   ",
      },
      {
        class: "資工英語四",
        id: 408840436,
        name: "盧亭逸   ",
      },
      {
        class: "資工英語四",
        id: 408840477,
        name: "吳柏興   ",
      },
      {
        class: "資工英語四",
        id: 408850385,
        name: "鄭明佐   ",
      },
      {
        class: "資工英語四",
        id: 408850419,
        name: "郭鎮維   ",
      },
      {
        class: "資工英語四",
        id: 409840047,
        name: "梁國元   ",
      },
      {
        class: "資工英語四",
        id: 409840054,
        name: "李福龍   ",
      },
      {
        class: "資工英語四",
        id: 409840062,
        name: "陳芃諭   ",
      },
      {
        class: "資工英語四",
        id: 409840070,
        name: "郭雅馨   ",
      },
      {
        class: "資工英語四",
        id: 409840096,
        name: "李冠餘   ",
      },
      {
        class: "資工英語四",
        id: 409840104,
        name: "古承哲   ",
      },
      {
        class: "資工英語四",
        id: 409840120,
        name: "蔣宜能   ",
      },
      {
        class: "資工英語四",
        id: 409840179,
        name: "黃新祐   ",
      },
      {
        class: "資工英語四",
        id: 409840211,
        name: "滕惟晞   ",
      },
      {
        class: "資工英語四",
        id: 409840229,
        name: "林士傑   ",
      },
      {
        class: "資工英語四",
        id: 409840245,
        name: "壽永馨   ",
      },
      {
        class: "資工英語四",
        id: 409840252,
        name: "邱琬淇   ",
      },
      {
        class: "資工英語四",
        id: 409840260,
        name: "韓宗育   ",
      },
      {
        class: "資工英語四",
        id: 409840278,
        name: "謝朱庭緯  ",
      },
      {
        class: "資工英語四",
        id: 409840286,
        name: "許淵智   ",
      },
      {
        class: "資工英語四",
        id: 409840294,
        name: "江慶哲   ",
      },
      {
        class: "資工英語四",
        id: 409840302,
        name: "蘇柏銘   ",
      },
      {
        class: "資工英語四",
        id: 409840336,
        name: "李庭萱   ",
      },
      {
        class: "資工英語四",
        id: 409840344,
        name: "黃瑩   ",
      },
      {
        class: "資工英語四",
        id: 409840401,
        name: "邱俊霖   ",
      },
      {
        class: "資工英語四",
        id: 409840450,
        name: "林士勛   ",
      },
      {
        class: "資工英語四",
        id: 409840468,
        name: "黃暐宸   ",
      },
      {
        class: "資工英語四",
        id: 409840492,
        name: "黃柏勛   ",
      },
      {
        class: "資工英語四",
        id: 409840500,
        name: "劉羽然   ",
      },
      {
        class: "資工英語四",
        id: 409845012,
        name: "魏天然",
      },
      {
        class: "資工英語四",
        id: 409850012,
        name: "林迎仙   ",
      },
      {
        class: "資工英語四",
        id: 409850053,
        name: "劉子瑜   ",
      },
      {
        class: "資工英語四",
        id: 409850079,
        name: "房理恩   ",
      },
      {
        class: "資工英語四",
        id: 409850103,
        name: "白鎮源   ",
      },
      {
        class: "資工英語四",
        id: 409850202,
        name: "夏允恩   ",
      },
      {
        class: "資工英語四",
        id: 409850251,
        name: "盧宥誠   ",
      },
      {
        class: "資工英語四",
        id: 409850293,
        name: "官紫柔   ",
      },
      {
        class: "資工英語四",
        id: 409850335,
        name: "徐為晨   ",
      },
      {
        class: "資工英語四",
        id: 409850350,
        name: "楊筑茵   ",
      },
      {
        class: "資工英語四",
        id: 409850384,
        name: "鄭宇謙   ",
      },
      {
        class: "資工英語四",
        id: 409850418,
        name: "蔡宇哲   ",
      },
      {
        class: "資工英語四",
        id: 409850434,
        name: "楊浩中   ",
      },
      {
        class: "資工英語四",
        id: 409850475,
        name: "陳柏叡   ",
      },
      {
        class: "資工英語四",
        id: 409850483,
        name: "盧琦暻   ",
      },
      {
        class: "資工英語四",
        id: 409850509,
        name: "王鈞立   ",
      },
      {
        class: "資工英語四",
        id: 409855060,
        name: "穆力亞",
      },
      {
        class: "資工英語四",
        id: 409855094,
        name: "溫嘉軍",
      },
      {
        class: "資工英語四",
        id: 409856019,
        name: "伍思彥",
      },
      {
        class: "資工英語四",
        id: 409856027,
        name: "李開有",
      },
      {
        class: "資工英語四",
        id: 409857017,
        name: "劉旭峰",
      },
      {
        class: "智應二碩士班",
        id: 611420042,
        name: "許兆凱",
      },
      {
        class: "智應二碩士班",
        id: 611420075,
        name: "劉俊甫",
      },
      {
        class: "智應二碩士班",
        id: 611420117,
        name: "倪肇陽",
      },
      {
        class: "智應二碩士班",
        id: 611420174,
        name: "石俊彥",
      },
      {
        class: "智應二碩士班",
        id: 611420182,
        name: "蔡宇晨",
      },
      {
        class: "智應二碩士班",
        id: 611420224,
        name: "劉耿豪",
      },
      {
        class: "智應三碩士班",
        id: 610420068,
        name: "鍾昕呈",
      },
      {
        class: "資工四Ａ",
        id: 407410850,
        name: "林學庠   ",
      },
      {
        class: "資工四Ａ",
        id: 407411122,
        name: "簡韋倫   ",
      },
      {
        class: "資工四Ａ",
        id: 408410610,
        name: "黎柏祥   ",
      },
      {
        class: "資工四Ａ",
        id: 408410644,
        name: "林思妤   ",
      },
      {
        class: "資工四Ａ",
        id: 408410768,
        name: "呂唯誠   ",
      },
      {
        class: "資工四Ａ",
        id: 408410859,
        name: "許紘齊   ",
      },
      {
        class: "資工四Ａ",
        id: 408410883,
        name: "陳品儒   ",
      },
      {
        class: "資工四Ａ",
        id: 408411428,
        name: "劉威德   ",
      },
      {
        class: "資工四Ａ",
        id: 408415056,
        name: "黎黃富",
      },
      {
        class: "資工四Ａ",
        id: 408416518,
        name: "黃柏惀   ",
      },
      {
        class: "資工四Ａ",
        id: 409410015,
        name: "鍾侑辰   ",
      },
      {
        class: "資工四Ａ",
        id: 409410049,
        name: "林家妤   ",
      },
      {
        class: "資工四Ａ",
        id: 409410072,
        name: "高若庭   ",
      },
      {
        class: "資工四Ａ",
        id: 409410106,
        name: "劉哲豪   ",
      },
      {
        class: "資工四Ａ",
        id: 409410130,
        name: "蔣秉真   ",
      },
      {
        class: "資工四Ａ",
        id: 409410163,
        name: "陳英傑   ",
      },
      {
        class: "資工四Ａ",
        id: 409410221,
        name: "劉承品   ",
      },
      {
        class: "資工四Ａ",
        id: 409410254,
        name: "游耀勝   ",
      },
      {
        class: "資工四Ａ",
        id: 409410288,
        name: "林晉嶽   ",
      },
      {
        class: "資工四Ａ",
        id: 409410312,
        name: "闕廷翰   ",
      },
      {
        class: "資工四Ａ",
        id: 409410346,
        name: "蔡依倢   ",
      },
      {
        class: "資工四Ａ",
        id: 409410437,
        name: "蔡明勳   ",
      },
      {
        class: "資工四Ａ",
        id: 409410460,
        name: "呂家成   ",
      },
      {
        class: "資工四Ａ",
        id: 409410494,
        name: "林志忠   ",
      },
      {
        class: "資工四Ａ",
        id: 409410528,
        name: "陳睿宥   ",
      },
      {
        class: "資工四Ａ",
        id: 409410551,
        name: "張子鈞   ",
      },
      {
        class: "資工四Ａ",
        id: 409410585,
        name: "莊秉   ",
      },
      {
        class: "資工四Ａ",
        id: 409410619,
        name: "林柏勳   ",
      },
      {
        class: "資工四Ａ",
        id: 409410643,
        name: "林志陽   ",
      },
      {
        class: "資工四Ａ",
        id: 409410676,
        name: "邱俊   ",
      },
      {
        class: "資工四Ａ",
        id: 409410700,
        name: "吳思達   ",
      },
      {
        class: "資工四Ａ",
        id: 409410734,
        name: "邊子程   ",
      },
      {
        class: "資工四Ａ",
        id: 409410767,
        name: "許哲暐   ",
      },
      {
        class: "資工四Ａ",
        id: 409410791,
        name: "沈柏誠   ",
      },
      {
        class: "資工四Ａ",
        id: 409410825,
        name: "彭宥瑜   ",
      },
      {
        class: "資工四Ａ",
        id: 409410882,
        name: "王郁翰   ",
      },
      {
        class: "資工四Ａ",
        id: 409410916,
        name: "魏榕佑   ",
      },
      {
        class: "資工四Ａ",
        id: 409410940,
        name: "郭書豪   ",
      },
      {
        class: "資工四Ａ",
        id: 409411005,
        name: "陳柏瑋   ",
      },
      {
        class: "資工四Ａ",
        id: 409411039,
        name: "鄧佳朋   ",
      },
      {
        class: "資工四Ａ",
        id: 409411062,
        name: "黃偉軒   ",
      },
      {
        class: "資工四Ａ",
        id: 409411096,
        name: "胡中奕   ",
      },
      {
        class: "資工四Ａ",
        id: 409411120,
        name: "林裕宏   ",
      },
      {
        class: "資工四Ａ",
        id: 409411153,
        name: "包凱文   ",
      },
      {
        class: "資工四Ａ",
        id: 409411187,
        name: "劉立翔   ",
      },
      {
        class: "資工四Ａ",
        id: 409411278,
        name: "林莉翔   ",
      },
      {
        class: "資工四Ａ",
        id: 409411369,
        name: "黃柏熏   ",
      },
      {
        class: "資工四Ａ",
        id: 409411393,
        name: "蔡　敔   ",
      },
      {
        class: "資工四Ａ",
        id: 409411427,
        name: "鄭孜",
      },
      {
        class: "資工四Ａ",
        id: 409411518,
        name: "李祐瑄",
      },
      {
        class: "資工四Ａ",
        id: 409411542,
        name: "程昱翔   ",
      },
      {
        class: "資工四Ａ",
        id: 409411575,
        name: "王崇憲   ",
      },
      {
        class: "資工四Ａ",
        id: 409411633,
        name: "許哲睿   ",
      },
      {
        class: "資工四Ａ",
        id: 409411666,
        name: "林家賢   ",
      },
      {
        class: "資工四Ａ",
        id: 409411690,
        name: "連寅丞   ",
      },
      {
        class: "資工四Ａ",
        id: 409411724,
        name: "陳冠霖   ",
      },
      {
        class: "資工四Ａ",
        id: 409411757,
        name: "柯翔瀚   ",
      },
      {
        class: "資工四Ａ",
        id: 409415014,
        name: "韓定恩",
      },
      {
        class: "資工四Ａ",
        id: 409415071,
        name: "丁麗璠",
      },
      {
        class: "資工四Ａ",
        id: 409415089,
        name: "安梅妃",
      },
      {
        class: "資工四Ａ",
        id: 409416012,
        name: "周勳弘",
      },
      {
        class: "資工四Ａ",
        id: 409416137,
        name: "趙碩政",
      },
      {
        class: "資工四Ａ",
        id: 409416160,
        name: "鐘金文",
      },
      {
        class: "資工四Ａ",
        id: 409416194,
        name: "余承哲",
      },
      {
        class: "資工四Ａ",
        id: 409416517,
        name: "張　言   ",
      },
      {
        class: "資工四Ａ",
        id: 409416525,
        name: "陳卓侖   ",
      },
      {
        class: "資工四Ａ",
        id: 409418133,
        name: "張浩倫",
      },
      {
        class: "資工四Ａ",
        id: 409418190,
        name: "賀禹帆",
      },
      {
        class: "資工四Ａ",
        id: 410417017,
        name: "曾翊瑋",
      },
      {
        class: "資工四Ａ",
        id: 410417074,
        name: "潘柏睿",
      },
      {
        class: "資工四Ａ",
        id: 410417108,
        name: "吳旻軒",
      },
      {
        class: "資工四Ａ",
        id: 410417132,
        name: "余紫綾",
      },
      {
        class: "資工四Ａ",
        id: 410417215,
        name: "張棋畯",
      },
      {
        class: "資工四Ａ",
        id: 410418072,
        name: "林柏安",
      },
      {
        class: "資工四Ａ",
        id: 410418130,
        name: "蔡宗佑",
      },
      {
        class: "資工四Ａ",
        id: 410418163,
        name: "林家田",
      },
      {
        class: "資工四Ａ",
        id: 411418048,
        name: "邱彥棠",
      },
      {
        class: "資工四Ａ",
        id: 411418105,
        name: "李明樺",
      },
      {
        class: "資工四Ａ",
        id: 412418187,
        name: "王竑迪",
      },
      {
        class: "資工四Ｂ",
        id: 208530534,
        name: "王瀚陞",
      },
      {
        class: "資工四Ｂ",
        id: 407410538,
        name: "黃信東   ",
      },
      {
        class: "資工四Ｂ",
        id: 407410892,
        name: "平星皓   ",
      },
      {
        class: "資工四Ｂ",
        id: 407411403,
        name: "莊志豪   ",
      },
      {
        class: "資工四Ｂ",
        id: 407416527,
        name: "胡　捷",
      },
      {
        class: "資工四Ｂ",
        id: 408410081,
        name: "李國婷   ",
      },
      {
        class: "資工四Ｂ",
        id: 408410388,
        name: "姚昌佑   ",
      },
      {
        class: "資工四Ｂ",
        id: 408410685,
        name: "邱晏安   ",
      },
      {
        class: "資工四Ｂ",
        id: 408410776,
        name: "黃楷元   ",
      },
      {
        class: "資工四Ｂ",
        id: 408410958,
        name: "江昭輝   ",
      },
      {
        class: "資工四Ｂ",
        id: 408411469,
        name: "林伯翰   ",
      },
      {
        class: "資工四Ｂ",
        id: 408416088,
        name: "梁文杰",
      },
      {
        class: "資工四Ｂ",
        id: 408418084,
        name: "塗靖雪",
      },
      {
        class: "資工四Ｂ",
        id: 409410023,
        name: "李沛蓁   ",
      },
      {
        class: "資工四Ｂ",
        id: 409410056,
        name: "曾鈺潔   ",
      },
      {
        class: "資工四Ｂ",
        id: 409410080,
        name: "陳威至   ",
      },
      {
        class: "資工四Ｂ",
        id: 409410114,
        name: "許浩祐   ",
      },
      {
        class: "資工四Ｂ",
        id: 409410148,
        name: "劉軒辰   ",
      },
      {
        class: "資工四Ｂ",
        id: 409410171,
        name: "江維鳴   ",
      },
      {
        class: "資工四Ｂ",
        id: 409410205,
        name: "黃紀蓉   ",
      },
      {
        class: "資工四Ｂ",
        id: 409410239,
        name: "邱羿惠   ",
      },
      {
        class: "資工四Ｂ",
        id: 409410262,
        name: "謝逸賢   ",
      },
      {
        class: "資工四Ｂ",
        id: 409410296,
        name: "王諠傑   ",
      },
      {
        class: "資工四Ｂ",
        id: 409410353,
        name: "曾奕誠   ",
      },
      {
        class: "資工四Ｂ",
        id: 409410387,
        name: "蔡欣容   ",
      },
      {
        class: "資工四Ｂ",
        id: 409410411,
        name: "梁晏齊",
      },
      {
        class: "資工四Ｂ",
        id: 409410445,
        name: "吳秉翰   ",
      },
      {
        class: "資工四Ｂ",
        id: 409410502,
        name: "王正宇   ",
      },
      {
        class: "資工四Ｂ",
        id: 409410536,
        name: "董碩鈞   ",
      },
      {
        class: "資工四Ｂ",
        id: 409410569,
        name: "張常新   ",
      },
      {
        class: "資工四Ｂ",
        id: 409410593,
        name: "曾則諺   ",
      },
      {
        class: "資工四Ｂ",
        id: 409410650,
        name: "童芊語   ",
      },
      {
        class: "資工四Ｂ",
        id: 409410684,
        name: "謝睿恩   ",
      },
      {
        class: "資工四Ｂ",
        id: 409410718,
        name: "陳宗佑   ",
      },
      {
        class: "資工四Ｂ",
        id: 409410742,
        name: "曾昱綸   ",
      },
      {
        class: "資工四Ｂ",
        id: 409410775,
        name: "許家瑄   ",
      },
      {
        class: "資工四Ｂ",
        id: 409410809,
        name: "于　捷   ",
      },
      {
        class: "資工四Ｂ",
        id: 409410833,
        name: "黃予琨   ",
      },
      {
        class: "資工四Ｂ",
        id: 409410890,
        name: "林佳佳   ",
      },
      {
        class: "資工四Ｂ",
        id: 409410924,
        name: "陳泓綱   ",
      },
      {
        class: "資工四Ｂ",
        id: 409410957,
        name: "吳承憲   ",
      },
      {
        class: "資工四Ｂ",
        id: 409410981,
        name: "李泓勳   ",
      },
      {
        class: "資工四Ｂ",
        id: 409411013,
        name: "蘇廷緯   ",
      },
      {
        class: "資工四Ｂ",
        id: 409411047,
        name: "陳郁翔   ",
      },
      {
        class: "資工四Ｂ",
        id: 409411070,
        name: "周常鼎   ",
      },
      {
        class: "資工四Ｂ",
        id: 409411104,
        name: "林冠甫   ",
      },
      {
        class: "資工四Ｂ",
        id: 409411138,
        name: "陳尚威   ",
      },
      {
        class: "資工四Ｂ",
        id: 409411161,
        name: "何宇凡   ",
      },
      {
        class: "資工四Ｂ",
        id: 409411195,
        name: "王俊凱   ",
      },
      {
        class: "資工四Ｂ",
        id: 409411229,
        name: "邱宏宇   ",
      },
      {
        class: "資工四Ｂ",
        id: 409411252,
        name: "陳柏諭   ",
      },
      {
        class: "資工四Ｂ",
        id: 409411286,
        name: "尚宜潔   ",
      },
      {
        class: "資工四Ｂ",
        id: 409411344,
        name: "張凱崴   ",
      },
      {
        class: "資工四Ｂ",
        id: 409411377,
        name: "吳宥陞   ",
      },
      {
        class: "資工四Ｂ",
        id: 409411401,
        name: "連鄭勛   ",
      },
      {
        class: "資工四Ｂ",
        id: 409411435,
        name: "江衍",
      },
      {
        class: "資工四Ｂ",
        id: 409411492,
        name: "張又勳   ",
      },
      {
        class: "資工四Ｂ",
        id: 409411526,
        name: "江定謙   ",
      },
      {
        class: "資工四Ｂ",
        id: 409411559,
        name: "蕭丞佐   ",
      },
      {
        class: "資工四Ｂ",
        id: 409411583,
        name: "劉宸宏   ",
      },
      {
        class: "資工四Ｂ",
        id: 409411617,
        name: "李品毅   ",
      },
      {
        class: "資工四Ｂ",
        id: 409411641,
        name: "邢展源   ",
      },
      {
        class: "資工四Ｂ",
        id: 409411708,
        name: "曾煒哲   ",
      },
      {
        class: "資工四Ｂ",
        id: 409411799,
        name: "林敬恆   ",
      },
      {
        class: "資工四Ｂ",
        id: 409415121,
        name: "吳聖明",
      },
      {
        class: "資工四Ｂ",
        id: 409416053,
        name: "謝晉灝",
      },
      {
        class: "資工四Ｂ",
        id: 409416145,
        name: "陳曉龍",
      },
      {
        class: "資工四Ｂ",
        id: 409416178,
        name: "姚諾澄",
      },
      {
        class: "資工四Ｂ",
        id: 409416202,
        name: "林元德",
      },
      {
        class: "資工四Ｂ",
        id: 409417028,
        name: "陳逸飛",
      },
      {
        class: "資工四Ｂ",
        id: 409417051,
        name: "陳翊嘉",
      },
      {
        class: "資工四Ｂ",
        id: 410417058,
        name: "邱苡榛",
      },
      {
        class: "資工四Ｂ",
        id: 410417082,
        name: "黃世瑋",
      },
      {
        class: "資工四Ｂ",
        id: 410417199,
        name: "蔡明淇",
      },
      {
        class: "資工四Ｂ",
        id: 410417223,
        name: "陳鏡仁",
      },
      {
        class: "資工四Ｂ",
        id: 410418056,
        name: "林于傑",
      },
      {
        class: "資工四Ｂ",
        id: 410418114,
        name: "歐承奕",
      },
      {
        class: "資工四Ｂ",
        id: 410418148,
        name: "許庭豪",
      },
      {
        class: "資工四Ｂ",
        id: 410418171,
        name: "呂坤璘",
      },
      {
        class: "資工四Ｂ",
        id: 411418022,
        name: "任學揆",
      },
      {
        class: "資工四Ｂ",
        id: 411418055,
        name: "鄧　倢",
      },
      {
        class: "資工四Ｂ",
        id: 411418113,
        name: "簡宏宇",
      },
      {
        class: "資工四Ｂ",
        id: 411418170,
        name: "陳苡寧",
      },
      {
        class: "資工四Ｃ",
        id: 407410181,
        name: "謝宗昱   ",
      },
      {
        class: "資工四Ｃ",
        id: 407850337,
        name: "張浚輝   ",
      },
      {
        class: "資工四Ｃ",
        id: 408106242,
        name: "郭婉梅",
      },
      {
        class: "資工四Ｃ",
        id: 408410156,
        name: "張允銓   ",
      },
      {
        class: "資工四Ｃ",
        id: 408410933,
        name: "丘明修   ",
      },
      {
        class: "資工四Ｃ",
        id: 408417151,
        name: "高煜",
      },
      {
        class: "資工四Ｃ",
        id: 409410031,
        name: "張云瀚   ",
      },
      {
        class: "資工四Ｃ",
        id: 409410098,
        name: "林品睿   ",
      },
      {
        class: "資工四Ｃ",
        id: 409410122,
        name: "張博堯   ",
      },
      {
        class: "資工四Ｃ",
        id: 409410155,
        name: "黃品寧   ",
      },
      {
        class: "資工四Ｃ",
        id: 409410189,
        name: "周義翔   ",
      },
      {
        class: "資工四Ｃ",
        id: 409410213,
        name: "陳建良   ",
      },
      {
        class: "資工四Ｃ",
        id: 409410247,
        name: "莊宜璇   ",
      },
      {
        class: "資工四Ｃ",
        id: 409410270,
        name: "湯鈞凱   ",
      },
      {
        class: "資工四Ｃ",
        id: 409410304,
        name: "姜彥銘   ",
      },
      {
        class: "資工四Ｃ",
        id: 409410338,
        name: "楊舒涵   ",
      },
      {
        class: "資工四Ｃ",
        id: 409410429,
        name: "邱信翰   ",
      },
      {
        class: "資工四Ｃ",
        id: 409410510,
        name: "游家碩   ",
      },
      {
        class: "資工四Ｃ",
        id: 409410544,
        name: "李鴻君   ",
      },
      {
        class: "資工四Ｃ",
        id: 409410601,
        name: "凌煜淳   ",
      },
      {
        class: "資工四Ｃ",
        id: 409410635,
        name: "周勁含   ",
      },
      {
        class: "資工四Ｃ",
        id: 409410668,
        name: "張弘謀   ",
      },
      {
        class: "資工四Ｃ",
        id: 409410692,
        name: "許瀚文   ",
      },
      {
        class: "資工四Ｃ",
        id: 409410726,
        name: "洪維澤   ",
      },
      {
        class: "資工四Ｃ",
        id: 409410759,
        name: "李至楷   ",
      },
      {
        class: "資工四Ｃ",
        id: 409410783,
        name: "林威達   ",
      },
      {
        class: "資工四Ｃ",
        id: 409410817,
        name: "許博瑄   ",
      },
      {
        class: "資工四Ｃ",
        id: 409410841,
        name: "林威霖   ",
      },
      {
        class: "資工四Ｃ",
        id: 409410874,
        name: "陳光翊   ",
      },
      {
        class: "資工四Ｃ",
        id: 409410908,
        name: "許家瑜   ",
      },
      {
        class: "資工四Ｃ",
        id: 409410932,
        name: "許銘津   ",
      },
      {
        class: "資工四Ｃ",
        id: 409410965,
        name: "林廷恩   ",
      },
      {
        class: "資工四Ｃ",
        id: 409410999,
        name: "王翔麟   ",
      },
      {
        class: "資工四Ｃ",
        id: 409411021,
        name: "馬儒彬   ",
      },
      {
        class: "資工四Ｃ",
        id: 409411054,
        name: "周庭蔚   ",
      },
      {
        class: "資工四Ｃ",
        id: 409411088,
        name: "晨軒   ",
      },
      {
        class: "資工四Ｃ",
        id: 409411112,
        name: "陳佩榆   ",
      },
      {
        class: "資工四Ｃ",
        id: 409411179,
        name: "黃晨芯   ",
      },
      {
        class: "資工四Ｃ",
        id: 409411203,
        name: "林子祐   ",
      },
      {
        class: "資工四Ｃ",
        id: 409411237,
        name: "吳宜謙   ",
      },
      {
        class: "資工四Ｃ",
        id: 409411260,
        name: "朱柏宇   ",
      },
      {
        class: "資工四Ｃ",
        id: 409411351,
        name: "吳信篁   ",
      },
      {
        class: "資工四Ｃ",
        id: 409411385,
        name: "蔣易軒   ",
      },
      {
        class: "資工四Ｃ",
        id: 409411476,
        name: "廖浚棋   ",
      },
      {
        class: "資工四Ｃ",
        id: 409411500,
        name: "林冠宇   ",
      },
      {
        class: "資工四Ｃ",
        id: 409411534,
        name: "呂仲衡   ",
      },
      {
        class: "資工四Ｃ",
        id: 409411567,
        name: "黃冠瑄   ",
      },
      {
        class: "資工四Ｃ",
        id: 409411625,
        name: "范皓翔   ",
      },
      {
        class: "資工四Ｃ",
        id: 409411658,
        name: "許廷安   ",
      },
      {
        class: "資工四Ｃ",
        id: 409411682,
        name: "李佳容   ",
      },
      {
        class: "資工四Ｃ",
        id: 409411716,
        name: "巫冠君   ",
      },
      {
        class: "資工四Ｃ",
        id: 409415030,
        name: "齋藤巧",
      },
      {
        class: "資工四Ｃ",
        id: 409416061,
        name: "葉展強",
      },
      {
        class: "資工四Ｃ",
        id: 409416095,
        name: "鄧智恒",
      },
      {
        class: "資工四Ｃ",
        id: 409416186,
        name: "梁俊彥",
      },
      {
        class: "資工四Ｃ",
        id: 409416624,
        name: "游松豪",
      },
      {
        class: "資工四Ｃ",
        id: 410417033,
        name: "簡岑芳",
      },
      {
        class: "資工四Ｃ",
        id: 410417124,
        name: "徐　敬",
      },
      {
        class: "資工四Ｃ",
        id: 410417165,
        name: "周聖庭",
      },
      {
        class: "資工四Ｃ",
        id: 410417207,
        name: "王思涵",
      },
      {
        class: "資工四Ｃ",
        id: 410418031,
        name: "傅譯賢",
      },
      {
        class: "資工四Ｃ",
        id: 410418064,
        name: "林博涵",
      },
      {
        class: "資工四Ｃ",
        id: 411418030,
        name: "葉政泓",
      },
      {
        class: "資工四Ｃ",
        id: 411418097,
        name: "王芝郁",
      },
      {
        class: "資工四Ｃ",
        id: 411418154,
        name: "林品睿",
      },
      {
        class: "資工四Ｃ",
        id: 411418188,
        name: "林鼎宸",
      },
      {
        class: "資工二博士班",
        id: 811410025,
        name: "蕭兆翔",
      },
      {
        class: "資工二博士班",
        id: 811410033,
        name: "邱建勝",
      },
      {
        class: "資工二博士班",
        id: 811410041,
        name: "吳振堂",
      },
      {
        class: "資工二博士班",
        id: 811415016,
        name: "林先彥",
      },
      {
        class: "資工二博士班",
        id: 812410016,
        name: "張緒芝",
      },
      {
        class: "資工二博士班",
        id: 812410024,
        name: "林聰蓉",
      },
      {
        class: "資工三博士班",
        id: 810410018,
        name: "莊進智",
      },
      {
        class: "資工三博士班",
        id: 810410042,
        name: "楊喻婷",
      },
      {
        class: "資工三博士班",
        id: 810410067,
        name: "蘇煥鈞",
      },
      {
        class: "資工四博士班",
        id: 808414014,
        name: "張巧云",
      },
      {
        class: "資工四博士班",
        id: 809410037,
        name: "林文皓",
      },
      {
        class: "資工四博士班",
        id: 809416018,
        name: "梁原霖",
      },
      {
        class: "資工五博士班",
        id: 807410062,
        name: "李姿慧",
      },
      {
        class: "資工五博士班",
        id: 808414022,
        name: "李友喜",
      },
      {
        class: "資工五博士班",
        id: 809410011,
        name: "李明峻",
      },
      {
        class: "資工進學班四",
        id: 207410225,
        name: "林禹廷",
      },
      {
        class: "資工進學班四",
        id: 207410290,
        name: "林泓君",
      },
      {
        class: "資工進學班四",
        id: 207410472,
        name: "陳冠宇",
      },
      {
        class: "資工進學班四",
        id: 207410647,
        name: "陳榕馨",
      },
      {
        class: "資工進學班四",
        id: 208410331,
        name: "陳亮瑜",
      },
      {
        class: "資工進學班四",
        id: 208410414,
        name: "沈軍儒",
      },
      {
        class: "資工進學班四",
        id: 208410539,
        name: "李淳靖",
      },
      {
        class: "資工進學班四",
        id: 208417112,
        name: "沈昱成",
      },
      {
        class: "資工進學班四",
        id: 209100766,
        name: "楊詠勝",
      },
      {
        class: "資工進學班四",
        id: 209410108,
        name: "劉泓緯",
      },
      {
        class: "資工進學班四",
        id: 209410124,
        name: "何書維",
      },
      {
        class: "資工進學班四",
        id: 209410132,
        name: "李玟翰",
      },
      {
        class: "資工進學班四",
        id: 209410157,
        name: "游志信",
      },
      {
        class: "資工進學班四",
        id: 209410181,
        name: "楊佩慈",
      },
      {
        class: "資工進學班四",
        id: 209410199,
        name: "黃恩浩",
      },
      {
        class: "資工進學班四",
        id: 209410215,
        name: "黃子珈",
      },
      {
        class: "資工進學班四",
        id: 209410223,
        name: "蔡宙霖",
      },
      {
        class: "資工進學班四",
        id: 209410231,
        name: "邱宇晟",
      },
      {
        class: "資工進學班四",
        id: 209410256,
        name: "李柏諺",
      },
      {
        class: "資工進學班四",
        id: 209410306,
        name: "陳亮華",
      },
      {
        class: "資工進學班四",
        id: 209410314,
        name: "鄭子珣",
      },
      {
        class: "資工進學班四",
        id: 209410611,
        name: "楊育宗",
      },
      {
        class: "資工進學班四",
        id: 209410629,
        name: "葉韋稜",
      },
      {
        class: "資工進學班四",
        id: 209410678,
        name: "鄭芷琳",
      },
      {
        class: "資工進學班四",
        id: 209410686,
        name: "許琦涓",
      },
      {
        class: "資工進學班四",
        id: 209410694,
        name: "田晟瑋",
      },
      {
        class: "資工進學班四",
        id: 209410702,
        name: "黃致瑋",
      },
      {
        class: "資工進學班四",
        id: 209410710,
        name: "黃韋智",
      },
      {
        class: "資工進學班四",
        id: 209410736,
        name: "孫習瑋",
      },
      {
        class: "資工進學班四",
        id: 209410751,
        name: "邵恩傑",
      },
      {
        class: "資工進學班四",
        id: 209410769,
        name: "林彥博",
      },
      {
        class: "資工進學班四",
        id: 209410785,
        name: "湯士緯",
      },
      {
        class: "資工進學班四",
        id: 209410793,
        name: "黃俊凱",
      },
      {
        class: "資工進學班四",
        id: 209410801,
        name: "趙浚傑",
      },
      {
        class: "資工進學班四",
        id: 210417027,
        name: "陳信安",
      },
      {
        class: "資工進學班四",
        id: 211418016,
        name: "賴鈺婷",
      },
      {
        class: "資工進學班四",
        id: 211418024,
        name: "余萱翎",
      },
      {
        class: "資工進學班四",
        id: 211418032,
        name: "韓凱旭",
      },
      {
        class: "資工進學班四",
        id: 211418040,
        name: "張博翔",
      },
      {
        class: "資工進學班四",
        id: 211418057,
        name: "鄭睿詮",
      },
      {
        class: "資工二碩專班",
        id: 711410026,
        name: "王裕益",
      },
      {
        class: "資工二碩專班",
        id: 711410034,
        name: "周冠志",
      },
      {
        class: "資工二碩專班",
        id: 711410042,
        name: "李博玄",
      },
      {
        class: "資工二碩專班",
        id: 711410059,
        name: "李承偉",
      },
      {
        class: "資工二碩專班",
        id: 711410075,
        name: "簡大詠",
      },
      {
        class: "資工二碩專班",
        id: 711410117,
        name: "黃忠春",
      },
      {
        class: "資工二碩專班",
        id: 711410125,
        name: "李先鎧",
      },
      {
        class: "資工三碩專班",
        id: 710410043,
        name: "陳姵瑜",
      },
      {
        class: "資工三碩專班",
        id: 710410076,
        name: "賀華立",
      },
      {
        class: "資工三碩專班",
        id: 710410084,
        name: "莊盛州",
      },
      {
        class: "資工三碩專班",
        id: 710410100,
        name: "陳胤嘉",
      },
      {
        class: "資工四碩專班",
        id: 707410022,
        name: "林春玉",
      },
      {
        class: "資工四碩專班",
        id: 707410048,
        name: "陳則翔",
      },
      {
        class: "資工四碩專班",
        id: 708410138,
        name: "林昱鋒",
      },
      {
        class: "資工二碩士班",
        id: 609410492,
        name: "呂昶霆",
      },
      {
        class: "資工二碩士班",
        id: 611410050,
        name: "鄭昀軒",
      },
      {
        class: "資工二碩士班",
        id: 611410068,
        name: "陳炫璋",
      },
      {
        class: "資工二碩士班",
        id: 611410084,
        name: "張耘睿",
      },
      {
        class: "資工二碩士班",
        id: 611410100,
        name: "陳炯嘉",
      },
      {
        class: "資工二碩士班",
        id: 611410118,
        name: "楊耀鈞",
      },
      {
        class: "資工二碩士班",
        id: 611410134,
        name: "陳思玫",
      },
      {
        class: "資工二碩士班",
        id: 611410183,
        name: "陳威昊",
      },
      {
        class: "資工二碩士班",
        id: 611410209,
        name: "吳勁緯",
      },
      {
        class: "資工二碩士班",
        id: 611410225,
        name: "張懷明",
      },
      {
        class: "資工二碩士班",
        id: 611410233,
        name: "賴彥銘",
      },
      {
        class: "資工二碩士班",
        id: 611410241,
        name: "陳禹翔",
      },
      {
        class: "資工二碩士班",
        id: 611410266,
        name: "李嘉佑",
      },
      {
        class: "資工二碩士班",
        id: 611410308,
        name: "鄭淳耀",
      },
      {
        class: "資工二碩士班",
        id: 611410407,
        name: "蔡宗穎",
      },
      {
        class: "資工二碩士班",
        id: 611410431,
        name: "陳淯鑫",
      },
      {
        class: "資工二碩士班",
        id: 611410456,
        name: "盧奕誠",
      },
      {
        class: "資工二碩士班",
        id: 611410514,
        name: "李為龍",
      },
      {
        class: "資工二碩士班",
        id: 611410548,
        name: "蔡宇軒",
      },
      {
        class: "資工二碩士班",
        id: 611410589,
        name: "梁廣廷",
      },
      {
        class: "資工二碩士班",
        id: 611410605,
        name: "黃聖哲",
      },
      {
        class: "資工二碩士班",
        id: 611410613,
        name: "鄭承斌",
      },
      {
        class: "資工二碩士班",
        id: 611410621,
        name: "鄒冠",
      },
      {
        class: "資工二碩士班",
        id: 611410639,
        name: "楊子誼",
      },
      {
        class: "資工二碩士班",
        id: 611410647,
        name: "萬繼仁",
      },
      {
        class: "資工二碩士班",
        id: 611410670,
        name: "陳冠霖",
      },
      {
        class: "資工二碩士班",
        id: 611410688,
        name: "陳昱丞",
      },
      {
        class: "資工二碩士班",
        id: 612410331,
        name: "胡昭宇",
      },
      {
        class: "資工三碩士班",
        id: 610414020,
        name: "何俊賢",
      },
      {
        class: "資工三碩士班",
        id: 611410332,
        name: "蘇梓軒",
      },
      {
        class: "資工四碩士班",
        id: 609414015,
        name: "高書劍",
      },
      {
        class: "航太四Ａ",
        id: 407430213,
        name: "彭冠瑋   ",
      },
      {
        class: "航太四Ａ",
        id: 407430494,
        name: "劉鼎耀   ",
      },
      {
        class: "航太四Ａ",
        id: 407430577,
        name: "李彥澤   ",
      },
      {
        class: "航太四Ａ",
        id: 408430477,
        name: "吳宜鴻   ",
      },
      {
        class: "航太四Ａ",
        id: 408430634,
        name: "黃彥荃   ",
      },
      {
        class: "航太四Ａ",
        id: 408430717,
        name: "李宗翰   ",
      },
      {
        class: "航太四Ａ",
        id: 408430832,
        name: "李奇峰   ",
      },
      {
        class: "航太四Ａ",
        id: 408437076,
        name: "張文碩",
      },
      {
        class: "航太四Ａ",
        id: 409380036,
        name: "施孟松   ",
      },
      {
        class: "航太四Ａ",
        id: 409430013,
        name: "鄭穆澤   ",
      },
      {
        class: "航太四Ａ",
        id: 409430039,
        name: "黃詩玉   ",
      },
      {
        class: "航太四Ａ",
        id: 409430054,
        name: "唐依楓   ",
      },
      {
        class: "航太四Ａ",
        id: 409430070,
        name: "詹奇澤   ",
      },
      {
        class: "航太四Ａ",
        id: 409430112,
        name: "周佑合   ",
      },
      {
        class: "航太四Ａ",
        id: 409430138,
        name: "林宴丞   ",
      },
      {
        class: "航太四Ａ",
        id: 409430153,
        name: "包晉瑋   ",
      },
      {
        class: "航太四Ａ",
        id: 409430179,
        name: "吳坤展   ",
      },
      {
        class: "航太四Ａ",
        id: 409430195,
        name: "葉邱翰   ",
      },
      {
        class: "航太四Ａ",
        id: 409430211,
        name: "謝貴鈞   ",
      },
      {
        class: "航太四Ａ",
        id: 409430237,
        name: "孫杰薪   ",
      },
      {
        class: "航太四Ａ",
        id: 409430252,
        name: "吳家熙   ",
      },
      {
        class: "航太四Ａ",
        id: 409430278,
        name: "姚郁綺   ",
      },
      {
        class: "航太四Ａ",
        id: 409430294,
        name: "吳羿楚   ",
      },
      {
        class: "航太四Ａ",
        id: 409430336,
        name: "許阡妤   ",
      },
      {
        class: "航太四Ａ",
        id: 409430377,
        name: "李柏昕   ",
      },
      {
        class: "航太四Ａ",
        id: 409430450,
        name: "李翌綸   ",
      },
      {
        class: "航太四Ａ",
        id: 409430492,
        name: "郭冠承   ",
      },
      {
        class: "航太四Ａ",
        id: 409430518,
        name: "陳彥仲   ",
      },
      {
        class: "航太四Ａ",
        id: 409430534,
        name: "林威廷   ",
      },
      {
        class: "航太四Ａ",
        id: 409430559,
        name: "吳明恩   ",
      },
      {
        class: "航太四Ａ",
        id: 409430575,
        name: "吳權宥   ",
      },
      {
        class: "航太四Ａ",
        id: 409430591,
        name: "江少謙   ",
      },
      {
        class: "航太四Ａ",
        id: 409430617,
        name: "林易賢   ",
      },
      {
        class: "航太四Ａ",
        id: 409430658,
        name: "游智傑   ",
      },
      {
        class: "航太四Ａ",
        id: 409430674,
        name: "鍾享億   ",
      },
      {
        class: "航太四Ａ",
        id: 409430690,
        name: "鄭諺陽   ",
      },
      {
        class: "航太四Ａ",
        id: 409430716,
        name: "李柏俞   ",
      },
      {
        class: "航太四Ａ",
        id: 409430732,
        name: "吳哲瑋   ",
      },
      {
        class: "航太四Ａ",
        id: 409430757,
        name: "蘇品丞   ",
      },
      {
        class: "航太四Ａ",
        id: 409430773,
        name: "黃嘉崧   ",
      },
      {
        class: "航太四Ａ",
        id: 409430799,
        name: "江韋辰   ",
      },
      {
        class: "航太四Ａ",
        id: 409430815,
        name: "張力元   ",
      },
      {
        class: "航太四Ａ",
        id: 409430831,
        name: "陳郁侖   ",
      },
      {
        class: "航太四Ａ",
        id: 409430872,
        name: "府禹丞   ",
      },
      {
        class: "航太四Ａ",
        id: 409430914,
        name: "呂季穎   ",
      },
      {
        class: "航太四Ａ",
        id: 409430930,
        name: "傅楷翔   ",
      },
      {
        class: "航太四Ａ",
        id: 409430955,
        name: "蔡景元   ",
      },
      {
        class: "航太四Ａ",
        id: 409430971,
        name: "林廷隆   ",
      },
      {
        class: "航太四Ａ",
        id: 409430997,
        name: "張君白   ",
      },
      {
        class: "航太四Ａ",
        id: 409431011,
        name: "陳建宇   ",
      },
      {
        class: "航太四Ａ",
        id: 409431037,
        name: "朱世暐   ",
      },
      {
        class: "航太四Ａ",
        id: 409431052,
        name: "陳謹揚   ",
      },
      {
        class: "航太四Ａ",
        id: 409431094,
        name: "王駿衡   ",
      },
      {
        class: "航太四Ａ",
        id: 409431110,
        name: "賴冠誠   ",
      },
      {
        class: "航太四Ａ",
        id: 409431136,
        name: "藍昱丞   ",
      },
      {
        class: "航太四Ａ",
        id: 409431177,
        name: "蕭隆山   ",
      },
      {
        class: "航太四Ａ",
        id: 409431193,
        name: "廖豐霖   ",
      },
      {
        class: "航太四Ａ",
        id: 409436077,
        name: "趙懿婷",
      },
      {
        class: "航太四Ａ",
        id: 409436515,
        name: "黃其偉   ",
      },
      {
        class: "航太四Ａ",
        id: 409810057,
        name: "蔡程洋   ",
      },
      {
        class: "航太四Ａ",
        id: 409850038,
        name: "施冠良   ",
      },
      {
        class: "航太四Ａ",
        id: 409850178,
        name: "林詩祐   ",
      },
      {
        class: "航太四Ａ",
        id: 410437015,
        name: "游昀蓁",
      },
      {
        class: "航太四Ａ",
        id: 410437072,
        name: "邱文鴻",
      },
      {
        class: "航太四Ａ",
        id: 410437130,
        name: "劉上得",
      },
      {
        class: "航太四Ａ",
        id: 410437155,
        name: "王述槐",
      },
      {
        class: "航太四Ａ",
        id: 410437171,
        name: "林顥恩",
      },
      {
        class: "航太四Ａ",
        id: 411438012,
        name: "劉重佑",
      },
      {
        class: "航太四Ａ",
        id: 411438053,
        name: "蘇祥霖",
      },
      {
        class: "航太四Ａ",
        id: 411438079,
        name: "范姜元廷",
      },
      {
        class: "航太四Ｂ",
        id: 208100668,
        name: "蔡宜宏",
      },
      {
        class: "航太四Ｂ",
        id: 208440163,
        name: "陳美純",
      },
      {
        class: "航太四Ｂ",
        id: 406430743,
        name: "宋和穆",
      },
      {
        class: "航太四Ｂ",
        id: 407430080,
        name: "壽彥禎   ",
      },
      {
        class: "航太四Ｂ",
        id: 407430460,
        name: "王宣皓   ",
      },
      {
        class: "航太四Ｂ",
        id: 407430585,
        name: "洪翊軒   ",
      },
      {
        class: "航太四Ｂ",
        id: 407430627,
        name: "劉曉蓉   ",
      },
      {
        class: "航太四Ｂ",
        id: 407431104,
        name: "羅世辰   ",
      },
      {
        class: "航太四Ｂ",
        id: 408430246,
        name: "鄭名軒   ",
      },
      {
        class: "航太四Ｂ",
        id: 408430527,
        name: "蔡子文   ",
      },
      {
        class: "航太四Ｂ",
        id: 408431202,
        name: "管崇硯   ",
      },
      {
        class: "航太四Ｂ",
        id: 408436524,
        name: "楊鄭宏   ",
      },
      {
        class: "航太四Ｂ",
        id: 409190302,
        name: "劉恩迪   ",
      },
      {
        class: "航太四Ｂ",
        id: 409430021,
        name: "林留淑   ",
      },
      {
        class: "航太四Ｂ",
        id: 409430047,
        name: "陳建成   ",
      },
      {
        class: "航太四Ｂ",
        id: 409430062,
        name: "李芷婷   ",
      },
      {
        class: "航太四Ｂ",
        id: 409430088,
        name: "陸柏睿   ",
      },
      {
        class: "航太四Ｂ",
        id: 409430104,
        name: "蔡曜陽   ",
      },
      {
        class: "航太四Ｂ",
        id: 409430161,
        name: "鄭以安   ",
      },
      {
        class: "航太四Ｂ",
        id: 409430187,
        name: "張珈維   ",
      },
      {
        class: "航太四Ｂ",
        id: 409430203,
        name: "李培寬   ",
      },
      {
        class: "航太四Ｂ",
        id: 409430229,
        name: "施克唯   ",
      },
      {
        class: "航太四Ｂ",
        id: 409430245,
        name: "王品惟   ",
      },
      {
        class: "航太四Ｂ",
        id: 409430260,
        name: "傅穎均   ",
      },
      {
        class: "航太四Ｂ",
        id: 409430328,
        name: "蔡明瑋   ",
      },
      {
        class: "航太四Ｂ",
        id: 409430344,
        name: "吳明函   ",
      },
      {
        class: "航太四Ｂ",
        id: 409430369,
        name: "張倖語   ",
      },
      {
        class: "航太四Ｂ",
        id: 409430385,
        name: "曾烈鵬   ",
      },
      {
        class: "航太四Ｂ",
        id: 409430401,
        name: "邱華菖   ",
      },
      {
        class: "航太四Ｂ",
        id: 409430427,
        name: "陳奕任   ",
      },
      {
        class: "航太四Ｂ",
        id: 409430468,
        name: "傅昱程   ",
      },
      {
        class: "航太四Ｂ",
        id: 409430500,
        name: "林夏朵   ",
      },
      {
        class: "航太四Ｂ",
        id: 409430526,
        name: "鄭世祥   ",
      },
      {
        class: "航太四Ｂ",
        id: 409430542,
        name: "阮元鼎   ",
      },
      {
        class: "航太四Ｂ",
        id: 409430567,
        name: "潘祈睿   ",
      },
      {
        class: "航太四Ｂ",
        id: 409430583,
        name: "陳俊楷   ",
      },
      {
        class: "航太四Ｂ",
        id: 409430609,
        name: "沈鈺晨   ",
      },
      {
        class: "航太四Ｂ",
        id: 409430625,
        name: "徐佑霖   ",
      },
      {
        class: "航太四Ｂ",
        id: 409430641,
        name: "胡愷謙   ",
      },
      {
        class: "航太四Ｂ",
        id: 409430682,
        name: "鍾文晉   ",
      },
      {
        class: "航太四Ｂ",
        id: 409430708,
        name: "吳冠德   ",
      },
      {
        class: "航太四Ｂ",
        id: 409430724,
        name: "王浩宇   ",
      },
      {
        class: "航太四Ｂ",
        id: 409430740,
        name: "張雲凱   ",
      },
      {
        class: "航太四Ｂ",
        id: 409430765,
        name: "黃冠翔   ",
      },
      {
        class: "航太四Ｂ",
        id: 409430781,
        name: "林瑞豐   ",
      },
      {
        class: "航太四Ｂ",
        id: 409430807,
        name: "沈峻儀   ",
      },
      {
        class: "航太四Ｂ",
        id: 409430864,
        name: "陳俙承   ",
      },
      {
        class: "航太四Ｂ",
        id: 409430880,
        name: "陳名冠   ",
      },
      {
        class: "航太四Ｂ",
        id: 409430906,
        name: "范宏岳   ",
      },
      {
        class: "航太四Ｂ",
        id: 409430922,
        name: "張瑋宸   ",
      },
      {
        class: "航太四Ｂ",
        id: 409430963,
        name: "郭曜翔   ",
      },
      {
        class: "航太四Ｂ",
        id: 409430989,
        name: "李肇原   ",
      },
      {
        class: "航太四Ｂ",
        id: 409431003,
        name: "郭世祺   ",
      },
      {
        class: "航太四Ｂ",
        id: 409431029,
        name: "何姿穎   ",
      },
      {
        class: "航太四Ｂ",
        id: 409431045,
        name: "林傑榮   ",
      },
      {
        class: "航太四Ｂ",
        id: 409431060,
        name: "吳弘寧   ",
      },
      {
        class: "航太四Ｂ",
        id: 409431086,
        name: "韓宗叡   ",
      },
      {
        class: "航太四Ｂ",
        id: 409431102,
        name: "李禎祐   ",
      },
      {
        class: "航太四Ｂ",
        id: 409431144,
        name: "賴致瑋   ",
      },
      {
        class: "航太四Ｂ",
        id: 409436523,
        name: "嚴珞恩   ",
      },
      {
        class: "航太四Ｂ",
        id: 409731022,
        name: "林軒緯   ",
      },
      {
        class: "航太四Ｂ",
        id: 410437049,
        name: "詹嘉銘",
      },
      {
        class: "航太四Ｂ",
        id: 410437122,
        name: "蔣岢憲",
      },
      {
        class: "航太二碩專班",
        id: 711430016,
        name: "舒威翰",
      },
      {
        class: "航太二碩專班",
        id: 711430032,
        name: "黃愛智",
      },
      {
        class: "航太二碩專班",
        id: 711430057,
        name: "張簡介棠",
      },
      {
        class: "航太二碩專班",
        id: 711430065,
        name: "吳岱諺",
      },
      {
        class: "航太三碩專班",
        id: 710430041,
        name: "古柏元",
      },
      {
        class: "航太三碩專班",
        id: 710430058,
        name: "覃炳瑞",
      },
      {
        class: "航太三碩專班",
        id: 710430066,
        name: "張晉國",
      },
      {
        class: "航太三碩專班",
        id: 710430090,
        name: "李韋樵",
      },
      {
        class: "航太四碩專班",
        id: 708430094,
        name: "黃湋倫",
      },
      {
        class: "航太四碩專班",
        id: 708430102,
        name: "楊宏緯",
      },
      {
        class: "航太二碩士班",
        id: 611430033,
        name: "黃先琪",
      },
      {
        class: "航太二碩士班",
        id: 611430173,
        name: "李竑廷",
      },
      {
        class: "航太二碩士班",
        id: 611430181,
        name: "陳柏志",
      },
      {
        class: "航太二碩士班",
        id: 611430199,
        name: "朱恩樂",
      },
      {
        class: "航太二碩士班",
        id: 611430207,
        name: "陳韋皓",
      },
      {
        class: "航太二碩士班",
        id: 611430215,
        name: "卓奕賜",
      },
      {
        class: "航太二碩士班",
        id: 611430223,
        name: "黃聖翔",
      },
      {
        class: "航太二碩士班",
        id: 611430249,
        name: "林政垣",
      },
      {
        class: "電機二電路組",
        id: 611450031,
        name: "許庭毓",
      },
      {
        class: "電機二電路組",
        id: 611450049,
        name: "林承瀚",
      },
      {
        class: "電機二電路組",
        id: 611450114,
        name: "潘鈺",
      },
      {
        class: "電機二電路組",
        id: 611450122,
        name: "林承楷",
      },
      {
        class: "電機二電路組",
        id: 611450130,
        name: "陳則佑",
      },
      {
        class: "電機二電路組",
        id: 611450213,
        name: "楊博翔",
      },
      {
        class: "電機二電路組",
        id: 611450221,
        name: "徐　昊",
      },
      {
        class: "電機二電路組",
        id: 611450239,
        name: "莊哲嘉",
      },
      {
        class: "電機二電路組",
        id: 611450247,
        name: "邱柏堯",
      },
      {
        class: "電機二電路組",
        id: 611450254,
        name: "周品霖",
      },
      {
        class: "電機三電路組",
        id: 610450040,
        name: "賴聖翔",
      },
      {
        class: "電機三電路組",
        id: 610450065,
        name: "闕壯軒",
      },
      {
        class: "電機三電路組",
        id: 610450073,
        name: "葉穎親",
      },
      {
        class: "電機三電路組",
        id: 610450149,
        name: "張宏旗",
      },
      {
        class: "電機三電路組",
        id: 611450106,
        name: "施晉元",
      },
      {
        class: "電機四電路組",
        id: 609450233,
        name: "胡羽承",
      },
      {
        class: "電機系電機四",
        id: 207440180,
        name: "陳峻宏",
      },
      {
        class: "電機系電機四",
        id: 407500064,
        name: "曾紹愷   ",
      },
      {
        class: "電機系電機四",
        id: 407500205,
        name: "王哲楷",
      },
      {
        class: "電機系電機四",
        id: 407500593,
        name: "郭典泰   ",
      },
      {
        class: "電機系電機四",
        id: 408500121,
        name: "孫傑   ",
      },
      {
        class: "電機系電機四",
        id: 408500295,
        name: "呂智宸   ",
      },
      {
        class: "電機系電機四",
        id: 408500386,
        name: "張竣   ",
      },
      {
        class: "電機系電機四",
        id: 408500410,
        name: "徐振軒   ",
      },
      {
        class: "電機系電機四",
        id: 408500493,
        name: "楊閎富   ",
      },
      {
        class: "電機系電機四",
        id: 408500584,
        name: "湯為斌   ",
      },
      {
        class: "電機系電機四",
        id: 409500013,
        name: "蔡益城   ",
      },
      {
        class: "電機系電機四",
        id: 409500021,
        name: "黃靖樺   ",
      },
      {
        class: "電機系電機四",
        id: 409500039,
        name: "許昭   ",
      },
      {
        class: "電機系電機四",
        id: 409500047,
        name: "彭亮穎   ",
      },
      {
        class: "電機系電機四",
        id: 409500054,
        name: "余震齊   ",
      },
      {
        class: "電機系電機四",
        id: 409500062,
        name: "林佳璇   ",
      },
      {
        class: "電機系電機四",
        id: 409500070,
        name: "周　湘   ",
      },
      {
        class: "電機系電機四",
        id: 409500088,
        name: "游彥鈞   ",
      },
      {
        class: "電機系電機四",
        id: 409500096,
        name: "楊佩宸   ",
      },
      {
        class: "電機系電機四",
        id: 409500104,
        name: "高文霖   ",
      },
      {
        class: "電機系電機四",
        id: 409500112,
        name: "江亮錡   ",
      },
      {
        class: "電機系電機四",
        id: 409500120,
        name: "巫政鴻   ",
      },
      {
        class: "電機系電機四",
        id: 409500138,
        name: "顏醇毅   ",
      },
      {
        class: "電機系電機四",
        id: 409500146,
        name: "王彥博   ",
      },
      {
        class: "電機系電機四",
        id: 409500161,
        name: "陳彥碩   ",
      },
      {
        class: "電機系電機四",
        id: 409500179,
        name: "游智傑   ",
      },
      {
        class: "電機系電機四",
        id: 409500187,
        name: "林湘芸   ",
      },
      {
        class: "電機系電機四",
        id: 409500195,
        name: "洪爾彤   ",
      },
      {
        class: "電機系電機四",
        id: 409500203,
        name: "吳婉如   ",
      },
      {
        class: "電機系電機四",
        id: 409500211,
        name: "周品甄   ",
      },
      {
        class: "電機系電機四",
        id: 409500229,
        name: "賴翊倫   ",
      },
      {
        class: "電機系電機四",
        id: 409500237,
        name: "林泓旻   ",
      },
      {
        class: "電機系電機四",
        id: 409500252,
        name: "莊丞硯   ",
      },
      {
        class: "電機系電機四",
        id: 409500260,
        name: "林健倫   ",
      },
      {
        class: "電機系電機四",
        id: 409500278,
        name: "葉雅堂   ",
      },
      {
        class: "電機系電機四",
        id: 409500286,
        name: "汪承緯   ",
      },
      {
        class: "電機系電機四",
        id: 409500294,
        name: "陳禹丞   ",
      },
      {
        class: "電機系電機四",
        id: 409500302,
        name: "戴以忻   ",
      },
      {
        class: "電機系電機四",
        id: 409500310,
        name: "李長鑫   ",
      },
      {
        class: "電機系電機四",
        id: 409500328,
        name: "陳亭如   ",
      },
      {
        class: "電機系電機四",
        id: 409500336,
        name: "張哲維   ",
      },
      {
        class: "電機系電機四",
        id: 409500344,
        name: "陳昱辰   ",
      },
      {
        class: "電機系電機四",
        id: 409500351,
        name: "吳泓霖   ",
      },
      {
        class: "電機系電機四",
        id: 409500369,
        name: "王書宇   ",
      },
      {
        class: "電機系電機四",
        id: 409500377,
        name: "陳金樟   ",
      },
      {
        class: "電機系電機四",
        id: 409500393,
        name: "梁彥廷   ",
      },
      {
        class: "電機系電機四",
        id: 409500401,
        name: "黃梓洵   ",
      },
      {
        class: "電機系電機四",
        id: 409500419,
        name: "梁凱傑   ",
      },
      {
        class: "電機系電機四",
        id: 409500427,
        name: "魏綵廷   ",
      },
      {
        class: "電機系電機四",
        id: 409500435,
        name: "郭逢翔   ",
      },
      {
        class: "電機系電機四",
        id: 409500443,
        name: "張台昇   ",
      },
      {
        class: "電機系電機四",
        id: 409500450,
        name: "林彥宏   ",
      },
      {
        class: "電機系電機四",
        id: 409500468,
        name: "莊哲葦   ",
      },
      {
        class: "電機系電機四",
        id: 409500476,
        name: "任庭宇   ",
      },
      {
        class: "電機系電機四",
        id: 409500492,
        name: "陳彬綸   ",
      },
      {
        class: "電機系電機四",
        id: 409500500,
        name: "詹耀淇   ",
      },
      {
        class: "電機系電機四",
        id: 409500518,
        name: "唐　詮   ",
      },
      {
        class: "電機系電機四",
        id: 409500526,
        name: "蕭浚沅   ",
      },
      {
        class: "電機系電機四",
        id: 409500542,
        name: "陳思瑋   ",
      },
      {
        class: "電機系電機四",
        id: 409500559,
        name: "林泰文   ",
      },
      {
        class: "電機系電機四",
        id: 409500567,
        name: "胡翔琳   ",
      },
      {
        class: "電機系電機四",
        id: 409500575,
        name: "林典輝   ",
      },
      {
        class: "電機系電機四",
        id: 409500583,
        name: "黃立辰   ",
      },
      {
        class: "電機系電機四",
        id: 409500609,
        name: "林廉展   ",
      },
      {
        class: "電機系電機四",
        id: 409500617,
        name: "陳振恩   ",
      },
      {
        class: "電機系電機四",
        id: 409500625,
        name: "蘇宇鈞   ",
      },
      {
        class: "電機系電機四",
        id: 409500633,
        name: "林柏辰   ",
      },
      {
        class: "電機系電機四",
        id: 409506515,
        name: "翁坤澤",
      },
      {
        class: "電機系電機四",
        id: 409506523,
        name: "李宸葳",
      },
      {
        class: "電機系電機四",
        id: 409506531,
        name: "黃瑞哲",
      },
      {
        class: "電機系電機四",
        id: 409508032,
        name: "林奕",
      },
      {
        class: "電機系電機四",
        id: 410507015,
        name: "鍾政龍",
      },
      {
        class: "電機系電機四",
        id: 410507023,
        name: "簡利宬",
      },
      {
        class: "電機系電機四",
        id: 410507049,
        name: "江子寅",
      },
      {
        class: "電機系電機四",
        id: 410508013,
        name: "陳治嘉",
      },
      {
        class: "電機系電機四",
        id: 411508020,
        name: "戴　琪",
      },
      {
        class: "電機系電機四",
        id: 411508046,
        name: "潘琮禮",
      },
      {
        class: "電機系電機四",
        id: 411508053,
        name: "徐牧謙",
      },
      {
        class: "電機系電機四",
        id: 411508079,
        name: "李睿彬",
      },
      {
        class: "電機系電資四",
        id: 407440204,
        name: "康凱威   ",
      },
      {
        class: "電機系電資四",
        id: 408440161,
        name: "孫定謙   ",
      },
      {
        class: "電機系電資四",
        id: 408440310,
        name: "葉仲哲   ",
      },
      {
        class: "電機系電資四",
        id: 408440328,
        name: "陳昱名   ",
      },
      {
        class: "電機系電資四",
        id: 408440336,
        name: "柯閔旋   ",
      },
      {
        class: "電機系電資四",
        id: 408440393,
        name: "蘇鈞翊   ",
      },
      {
        class: "電機系電資四",
        id: 408440492,
        name: "江宇翔   ",
      },
      {
        class: "電機系電資四",
        id: 409440012,
        name: "余俊緯   ",
      },
      {
        class: "電機系電資四",
        id: 409440020,
        name: "譚心雅   ",
      },
      {
        class: "電機系電資四",
        id: 409440038,
        name: "趙健良   ",
      },
      {
        class: "電機系電資四",
        id: 409440046,
        name: "李翊誠   ",
      },
      {
        class: "電機系電資四",
        id: 409440053,
        name: "李瑞皓   ",
      },
      {
        class: "電機系電資四",
        id: 409440087,
        name: "郭天銘   ",
      },
      {
        class: "電機系電資四",
        id: 409440095,
        name: "陳冠橙   ",
      },
      {
        class: "電機系電資四",
        id: 409440103,
        name: "林志強   ",
      },
      {
        class: "電機系電資四",
        id: 409440111,
        name: "蘇威榜   ",
      },
      {
        class: "電機系電資四",
        id: 409440129,
        name: "李季哲   ",
      },
      {
        class: "電機系電資四",
        id: 409440137,
        name: "簡家堯   ",
      },
      {
        class: "電機系電資四",
        id: 409440145,
        name: "劉文御   ",
      },
      {
        class: "電機系電資四",
        id: 409440152,
        name: "林哲賢   ",
      },
      {
        class: "電機系電資四",
        id: 409440160,
        name: "熊廷浩   ",
      },
      {
        class: "電機系電資四",
        id: 409440178,
        name: "徐登琳   ",
      },
      {
        class: "電機系電資四",
        id: 409440186,
        name: "陳怡杉   ",
      },
      {
        class: "電機系電資四",
        id: 409440194,
        name: "詹小萱   ",
      },
      {
        class: "電機系電資四",
        id: 409440210,
        name: "游翔順   ",
      },
      {
        class: "電機系電資四",
        id: 409440236,
        name: "陳威宇   ",
      },
      {
        class: "電機系電資四",
        id: 409440244,
        name: "陳郁升   ",
      },
      {
        class: "電機系電資四",
        id: 409440251,
        name: "張晏墐   ",
      },
      {
        class: "電機系電資四",
        id: 409440269,
        name: "陳冠霖   ",
      },
      {
        class: "電機系電資四",
        id: 409440277,
        name: "趙昱舜   ",
      },
      {
        class: "電機系電資四",
        id: 409440285,
        name: "邱侯荃   ",
      },
      {
        class: "電機系電資四",
        id: 409440301,
        name: "彭敏銓   ",
      },
      {
        class: "電機系電資四",
        id: 409440319,
        name: "梁耀升   ",
      },
      {
        class: "電機系電資四",
        id: 409440327,
        name: "陳奕翔   ",
      },
      {
        class: "電機系電資四",
        id: 409440335,
        name: "宋建章   ",
      },
      {
        class: "電機系電資四",
        id: 409440343,
        name: "譚稚騰   ",
      },
      {
        class: "電機系電資四",
        id: 409440350,
        name: "楊智翔   ",
      },
      {
        class: "電機系電資四",
        id: 409440368,
        name: "張浚彥   ",
      },
      {
        class: "電機系電資四",
        id: 409440376,
        name: "張朝清   ",
      },
      {
        class: "電機系電資四",
        id: 409440384,
        name: "陳冠樺   ",
      },
      {
        class: "電機系電資四",
        id: 409440392,
        name: "游子堯   ",
      },
      {
        class: "電機系電資四",
        id: 409440400,
        name: "朱陳佳祐  ",
      },
      {
        class: "電機系電資四",
        id: 409440418,
        name: "王泓鈞   ",
      },
      {
        class: "電機系電資四",
        id: 409440434,
        name: "魏理匡   ",
      },
      {
        class: "電機系電資四",
        id: 409440467,
        name: "鄭啟智   ",
      },
      {
        class: "電機系電資四",
        id: 409440483,
        name: "魏宗恩   ",
      },
      {
        class: "電機系電資四",
        id: 409440509,
        name: "游凱鈞   ",
      },
      {
        class: "電機系電資四",
        id: 409440517,
        name: "郭家佑   ",
      },
      {
        class: "電機系電資四",
        id: 409440533,
        name: "譚永康   ",
      },
      {
        class: "電機系電資四",
        id: 409440541,
        name: "吳京融   ",
      },
      {
        class: "電機系電資四",
        id: 409440558,
        name: "陳彥銘   ",
      },
      {
        class: "電機系電資四",
        id: 409440566,
        name: "鍾怡華   ",
      },
      {
        class: "電機系電資四",
        id: 409440582,
        name: "蘇柏睿   ",
      },
      {
        class: "電機系電資四",
        id: 409440590,
        name: "談繼偉   ",
      },
      {
        class: "電機系電資四",
        id: 409440616,
        name: "林冠緯   ",
      },
      {
        class: "電機系電資四",
        id: 409440624,
        name: "陳衍豪   ",
      },
      {
        class: "電機系電資四",
        id: 409440632,
        name: "蔡旻哲   ",
      },
      {
        class: "電機系電資四",
        id: 409446514,
        name: "張千晟   ",
      },
      {
        class: "電機系電資四",
        id: 409446522,
        name: "蔡恩弘",
      },
      {
        class: "電機系電資四",
        id: 409446530,
        name: "許梃璸",
      },
      {
        class: "電機系電資四",
        id: 409448015,
        name: "胡大開",
      },
      {
        class: "電機系電資四",
        id: 410447071,
        name: "王楷承",
      },
      {
        class: "電機系電資四",
        id: 410448038,
        name: "陳瑞誠",
      },
      {
        class: "電機系電資四",
        id: 410448046,
        name: "廖千慧",
      },
      {
        class: "電機系電資四",
        id: 410448061,
        name: "曹育瑋",
      },
      {
        class: "電機系電資四",
        id: 410448087,
        name: "陳亭如",
      },
      {
        class: "電機系電資四",
        id: 411448037,
        name: "廖敏秀",
      },
      {
        class: "電機系電資四",
        id: 411448052,
        name: "胡銘恩",
      },
      {
        class: "電機系電資四",
        id: 411448060,
        name: "曾永騰",
      },
      {
        class: "電機系電資四",
        id: 411448078,
        name: "林胤宇",
      },
      {
        class: "電機系電資四",
        id: 411448094,
        name: "魏業成",
      },
      {
        class: "電機系電資四",
        id: 411448102,
        name: "李至陞",
      },
      {
        class: "電機系電資四",
        id: 411448110,
        name: "洪翊軒",
      },
      {
        class: "電機系電資四",
        id: 411448128,
        name: "黃勢棠",
      },
      {
        class: "電機系電通四",
        id: 408490240,
        name: "宋明軒   ",
      },
      {
        class: "電機系電通四",
        id: 408490422,
        name: "吳慶麟   ",
      },
      {
        class: "電機系電通四",
        id: 408490471,
        name: "陳奕凱   ",
      },
      {
        class: "電機系電通四",
        id: 408496528,
        name: "謝廷威",
      },
      {
        class: "電機系電通四",
        id: 408497054,
        name: "蔣孟儒",
      },
      {
        class: "電機系電通四",
        id: 409230264,
        name: "洪湘婷   ",
      },
      {
        class: "電機系電通四",
        id: 409490025,
        name: "張斯瑋   ",
      },
      {
        class: "電機系電通四",
        id: 409490033,
        name: "柯俊安   ",
      },
      {
        class: "電機系電通四",
        id: 409490041,
        name: "陳鵬宇   ",
      },
      {
        class: "電機系電通四",
        id: 409490066,
        name: "李杰霖   ",
      },
      {
        class: "電機系電通四",
        id: 409490082,
        name: "李冠璋   ",
      },
      {
        class: "電機系電通四",
        id: 409490090,
        name: "李昱萱   ",
      },
      {
        class: "電機系電通四",
        id: 409490108,
        name: "陳俊叡   ",
      },
      {
        class: "電機系電通四",
        id: 409490116,
        name: "涂欣玉   ",
      },
      {
        class: "電機系電通四",
        id: 409490132,
        name: "謝佳勳   ",
      },
      {
        class: "電機系電通四",
        id: 409490140,
        name: "張睿綸   ",
      },
      {
        class: "電機系電通四",
        id: 409490157,
        name: "洪懷碩   ",
      },
      {
        class: "電機系電通四",
        id: 409490165,
        name: "張晉瑀   ",
      },
      {
        class: "電機系電通四",
        id: 409490173,
        name: "賴以樵   ",
      },
      {
        class: "電機系電通四",
        id: 409490181,
        name: "李昱威   ",
      },
      {
        class: "電機系電通四",
        id: 409490207,
        name: "賴彥炘   ",
      },
      {
        class: "電機系電通四",
        id: 409490215,
        name: "謝昊如   ",
      },
      {
        class: "電機系電通四",
        id: 409490223,
        name: "程竑維   ",
      },
      {
        class: "電機系電通四",
        id: 409490231,
        name: "侯泓瑋   ",
      },
      {
        class: "電機系電通四",
        id: 409490249,
        name: "褚怡瑄   ",
      },
      {
        class: "電機系電通四",
        id: 409490256,
        name: "王柏鈞   ",
      },
      {
        class: "電機系電通四",
        id: 409490264,
        name: "張育銘   ",
      },
      {
        class: "電機系電通四",
        id: 409490272,
        name: "湯景瑄   ",
      },
      {
        class: "電機系電通四",
        id: 409490280,
        name: "陳彥君   ",
      },
      {
        class: "電機系電通四",
        id: 409490298,
        name: "劉彥均   ",
      },
      {
        class: "電機系電通四",
        id: 409490306,
        name: "黃鈺喬   ",
      },
      {
        class: "電機系電通四",
        id: 409490314,
        name: "束承諺   ",
      },
      {
        class: "電機系電通四",
        id: 409490322,
        name: "李睿軒   ",
      },
      {
        class: "電機系電通四",
        id: 409490330,
        name: "曾奐瑋   ",
      },
      {
        class: "電機系電通四",
        id: 409490348,
        name: "莊宗勝   ",
      },
      {
        class: "電機系電通四",
        id: 409490355,
        name: "陳翊瑭   ",
      },
      {
        class: "電機系電通四",
        id: 409490363,
        name: "黃舒妤   ",
      },
      {
        class: "電機系電通四",
        id: 409490371,
        name: "林煜哲   ",
      },
      {
        class: "電機系電通四",
        id: 409490389,
        name: "黃士瑋   ",
      },
      {
        class: "電機系電通四",
        id: 409490405,
        name: "劉子郡   ",
      },
      {
        class: "電機系電通四",
        id: 409490413,
        name: "陳仕閎   ",
      },
      {
        class: "電機系電通四",
        id: 409490421,
        name: "莊明遠   ",
      },
      {
        class: "電機系電通四",
        id: 409490439,
        name: "徐梧翔   ",
      },
      {
        class: "電機系電通四",
        id: 409490447,
        name: "鄭育承   ",
      },
      {
        class: "電機系電通四",
        id: 409490454,
        name: "李聖焱   ",
      },
      {
        class: "電機系電通四",
        id: 409490462,
        name: "黃偉盉   ",
      },
      {
        class: "電機系電通四",
        id: 409490470,
        name: "許詠珺   ",
      },
      {
        class: "電機系電通四",
        id: 409490488,
        name: "許哲綸   ",
      },
      {
        class: "電機系電通四",
        id: 409490504,
        name: "陳彥勳   ",
      },
      {
        class: "電機系電通四",
        id: 409490512,
        name: "吳聖緯   ",
      },
      {
        class: "電機系電通四",
        id: 409490538,
        name: "陳寯霂",
      },
      {
        class: "電機系電通四",
        id: 409490546,
        name: "周嘉頤   ",
      },
      {
        class: "電機系電通四",
        id: 409490553,
        name: "林晟斌   ",
      },
      {
        class: "電機系電通四",
        id: 409490561,
        name: "蔣漢財   ",
      },
      {
        class: "電機系電通四",
        id: 409490579,
        name: "呂冠諭   ",
      },
      {
        class: "電機系電通四",
        id: 409490587,
        name: "陳漢量   ",
      },
      {
        class: "電機系電通四",
        id: 409490595,
        name: "王顥翔   ",
      },
      {
        class: "電機系電通四",
        id: 409490603,
        name: "謝舜誠   ",
      },
      {
        class: "電機系電通四",
        id: 409496014,
        name: "溫逸朗",
      },
      {
        class: "電機系電通四",
        id: 409496519,
        name: "許晨晢",
      },
      {
        class: "電機系電通四",
        id: 409496527,
        name: "陳志陞",
      },
      {
        class: "電機系電通四",
        id: 409496535,
        name: "陳柏翰",
      },
      {
        class: "電機系電通四",
        id: 409496543,
        name: "劉澔",
      },
      {
        class: "電機系電通四",
        id: 409498010,
        name: "李伯約",
      },
      {
        class: "電機系電通四",
        id: 410497050,
        name: "廖千惟",
      },
      {
        class: "電機系電通四",
        id: 410497092,
        name: "謝尚耘",
      },
      {
        class: "電機系電通四",
        id: 411498024,
        name: "陳俊穎",
      },
      {
        class: "電機二智聯組",
        id: 611440024,
        name: "吳宇軒",
      },
      {
        class: "電機二智聯組",
        id: 611440040,
        name: "劉永鈞",
      },
      {
        class: "電機二智聯組",
        id: 611440107,
        name: "呂彥霆",
      },
      {
        class: "電機二智聯組",
        id: 611440115,
        name: "黃宣皓",
      },
      {
        class: "電機二智聯組",
        id: 611440131,
        name: "許治洋",
      },
      {
        class: "電機二智聯組",
        id: 611440149,
        name: "陳勁甫",
      },
      {
        class: "電機二智聯組",
        id: 611440156,
        name: "蕭士文",
      },
      {
        class: "電機二智聯組",
        id: 611440164,
        name: "呂政曄",
      },
      {
        class: "電機二智聯組",
        id: 611440180,
        name: "鍾旻修",
      },
      {
        class: "電機二智聯組",
        id: 611440198,
        name: "葉晉瑋",
      },
      {
        class: "電機二智聯組",
        id: 611440263,
        name: "呂柏諺",
      },
      {
        class: "電機二智聯組",
        id: 611470187,
        name: "邱于晏",
      },
      {
        class: "電機二智聯組",
        id: 612440049,
        name: "林佩瑩",
      },
      {
        class: "電機二機器人",
        id: 611470013,
        name: "許祐豪",
      },
      {
        class: "電機二機器人",
        id: 611470054,
        name: "林智文",
      },
      {
        class: "電機二機器人",
        id: 611470096,
        name: "陶　靖",
      },
      {
        class: "電機二機器人",
        id: 611470138,
        name: "呂振嘉",
      },
      {
        class: "電機二機器人",
        id: 611470146,
        name: "余承霖",
      },
      {
        class: "電機二機器人",
        id: 611470153,
        name: "劉奕廷",
      },
      {
        class: "電機二機器人",
        id: 611470161,
        name: "黃子瑜",
      },
      {
        class: "電機二機器人",
        id: 611470179,
        name: "簡宇德",
      },
      {
        class: "電機三機器人",
        id: 610470030,
        name: "李庭睿",
      },
      {
        class: "電機三機器人",
        id: 610470048,
        name: "杜道笙",
      },
      {
        class: "電機三機器人",
        id: 610470063,
        name: "吳峻葳",
      },
      {
        class: "電機三機器人",
        id: 610470147,
        name: "邱柏勛",
      },
      {
        class: "電機三機器人",
        id: 611470047,
        name: "沈奕辰",
      },
      {
        class: "電機二系統組",
        id: 611460030,
        name: "李承洋",
      },
      {
        class: "電機二系統組",
        id: 611460055,
        name: "林恩澤",
      },
      {
        class: "電機二系統組",
        id: 611460063,
        name: "黃子祐",
      },
      {
        class: "電機二系統組",
        id: 611460089,
        name: "呂浩睿",
      },
      {
        class: "電機二系統組",
        id: 611460097,
        name: "張維軒",
      },
      {
        class: "電機二系統組",
        id: 611460113,
        name: "歐永濬",
      },
      {
        class: "電機二系統組",
        id: 611460147,
        name: "姜培聲",
      },
      {
        class: "電機二系統組",
        id: 611460162,
        name: "陳冠宇",
      },
      {
        class: "電機二系統組",
        id: 611460196,
        name: "李哲瑋",
      },
      {
        class: "電機二系統組",
        id: 611460204,
        name: "許洹瑋",
      },
      {
        class: "電機二系統組",
        id: 611460212,
        name: "黃靖皓",
      },
      {
        class: "電機二系統組",
        id: 612460047,
        name: "吳浩瑋",
      },
      {
        class: "電機三系統組",
        id: 610460098,
        name: "趙貞皓",
      },
      {
        class: "電機四系統組",
        id: 609460109,
        name: "林韋全",
      },
      {
        class: "電機二博士班",
        id: 811440014,
        name: "李玉華",
      },
      {
        class: "電機二博士班",
        id: 811440030,
        name: "林哲宇",
      },
      {
        class: "電機二博士班",
        id: 811440063,
        name: "鄭幹民",
      },
      {
        class: "電機二博士班",
        id: 812440013,
        name: "蔡岱庭",
      },
      {
        class: "電機三博士班",
        id: 810440015,
        name: "段龍輝",
      },
      {
        class: "電機三博士班",
        id: 810440023,
        name: "陳昀仟",
      },
      {
        class: "電機三博士班",
        id: 810440031,
        name: "陳柏翔",
      },
      {
        class: "電機三博士班",
        id: 810440049,
        name: "莊宗霖",
      },
      {
        class: "電機三博士班",
        id: 810440056,
        name: "林紫鈴",
      },
      {
        class: "電機四博士班",
        id: 808440043,
        name: "李亞峻",
      },
      {
        class: "電機四博士班",
        id: 809440042,
        name: "陳政",
      },
      {
        class: "電機四博士班",
        id: 809440059,
        name: "翁瑋駿",
      },
      {
        class: "電機五博士班",
        id: 807440028,
        name: "吳安",
      },
      {
        class: "電機五博士班",
        id: 807440044,
        name: "蒲帥成",
      },
      {
        class: "電機進學班四",
        id: 208417088,
        name: "魏厚亞",
      },
      {
        class: "電機進學班四",
        id: 208440122,
        name: "張凱順",
      },
      {
        class: "電機進學班四",
        id: 208440130,
        name: "鄭允文",
      },
      {
        class: "電機進學班四",
        id: 209100832,
        name: "陳佳君",
      },
      {
        class: "電機進學班四",
        id: 209440048,
        name: "莊思禎",
      },
      {
        class: "電機進學班四",
        id: 209440063,
        name: "陳宇安",
      },
      {
        class: "電機進學班四",
        id: 209440097,
        name: "陳珈佑",
      },
      {
        class: "電機進學班四",
        id: 209440162,
        name: "王智威",
      },
      {
        class: "電機進學班四",
        id: 209440204,
        name: "邱顯淯",
      },
      {
        class: "電機進學班四",
        id: 209440212,
        name: "林煜宸",
      },
      {
        class: "電機進學班四",
        id: 209440311,
        name: "戴　群",
      },
      {
        class: "電機進學班四",
        id: 209440352,
        name: "呂冠穎",
      },
      {
        class: "電機進學班四",
        id: 209440378,
        name: "陳昶宏",
      },
      {
        class: "電機進學班四",
        id: 209440386,
        name: "江云凱",
      },
      {
        class: "電機進學班四",
        id: 209440402,
        name: "黃瑞廷",
      },
      {
        class: "電機進學班四",
        id: 209440410,
        name: "吳尚諺",
      },
      {
        class: "電機進學班四",
        id: 209440444,
        name: "杜昱甫",
      },
      {
        class: "電機進學班四",
        id: 209440451,
        name: "崔勝清",
      },
      {
        class: "電機進學班四",
        id: 209440477,
        name: "褚冠緯",
      },
      {
        class: "電機進學班四",
        id: 209440485,
        name: "羅祐誠",
      },
      {
        class: "電機進學班四",
        id: 209440493,
        name: "楊耀翔",
      },
      {
        class: "電機進學班四",
        id: 209447035,
        name: "林宏謙",
      },
      {
        class: "電機進學班四",
        id: 209447050,
        name: "趙奕恆",
      },
      {
        class: "電機進學班四",
        id: 210447016,
        name: "吳泳霈",
      },
      {
        class: "電機進學班四",
        id: 210448014,
        name: "賀品伶",
      },
      {
        class: "電機進學班四",
        id: 210448022,
        name: "積祥德",
      },
      {
        class: "電機進學班四",
        id: 210448030,
        name: "王派昕",
      },
      {
        class: "電機進學班四",
        id: 211448013,
        name: "許晉瑋",
      },
      {
        class: "電機進學班四",
        id: 211448039,
        name: "湯士賢",
      },
      {
        class: "電機二碩專班",
        id: 711440015,
        name: "張同宇",
      },
      {
        class: "電機二碩專班",
        id: 711440023,
        name: "林昱騰",
      },
      {
        class: "電機二碩專班",
        id: 711440031,
        name: "高宗陽",
      },
      {
        class: "電機二碩專班",
        id: 711440064,
        name: "王韻晴",
      },
      {
        class: "電機二碩專班",
        id: 711440098,
        name: "張逢豈",
      },
      {
        class: "電機三碩專班",
        id: 710440057,
        name: "黃士瑋",
      },
      {
        class: "電機三碩專班",
        id: 710440073,
        name: "朱俊杰",
      },
      {
        class: "電機三碩專班",
        id: 710440081,
        name: "崔玉英",
      },
      {
        class: "電機四碩專班",
        id: 706440137,
        name: "張宗瑞",
      },
      {
        class: "電機四碩專班",
        id: 708440127,
        name: "蘇榮誠",
      },
      {
        class: "電機四碩專班",
        id: 709440035,
        name: "張閔智",
      },
      {
        class: "水環水資源四",
        id: 407480168,
        name: "曾偉民   ",
      },
      {
        class: "水環水資源四",
        id: 408480175,
        name: "張翊晟   ",
      },
      {
        class: "水環水資源四",
        id: 408480316,
        name: "吳宗修   ",
      },
      {
        class: "水環水資源四",
        id: 408480423,
        name: "陳鈺璋   ",
      },
      {
        class: "水環水資源四",
        id: 408480456,
        name: "黃冠傑   ",
      },
      {
        class: "水環水資源四",
        id: 408480480,
        name: "曾義幸   ",
      },
      {
        class: "水環水資源四",
        id: 408480498,
        name: "馮千益   ",
      },
      {
        class: "水環水資源四",
        id: 408480522,
        name: "陳俊愷   ",
      },
      {
        class: "水環水資源四",
        id: 408486545,
        name: "林祺堯   ",
      },
      {
        class: "水環水資源四",
        id: 409210381,
        name: "余定倫   ",
      },
      {
        class: "水環水資源四",
        id: 409230124,
        name: "王彥婷   ",
      },
      {
        class: "水環水資源四",
        id: 409480026,
        name: "楊鈞凱   ",
      },
      {
        class: "水環水資源四",
        id: 409480034,
        name: "林亭佑   ",
      },
      {
        class: "水環水資源四",
        id: 409480059,
        name: "林意茹   ",
      },
      {
        class: "水環水資源四",
        id: 409480067,
        name: "林書羽   ",
      },
      {
        class: "水環水資源四",
        id: 409480091,
        name: "吳邦源   ",
      },
      {
        class: "水環水資源四",
        id: 409480109,
        name: "張仲模   ",
      },
      {
        class: "水環水資源四",
        id: 409480117,
        name: "林長欣   ",
      },
      {
        class: "水環水資源四",
        id: 409480125,
        name: "陳致慧   ",
      },
      {
        class: "水環水資源四",
        id: 409480133,
        name: "蕭彤羽   ",
      },
      {
        class: "水環水資源四",
        id: 409480141,
        name: "顏璟宇   ",
      },
      {
        class: "水環水資源四",
        id: 409480166,
        name: "林葶瑄   ",
      },
      {
        class: "水環水資源四",
        id: 409480182,
        name: "李韋宏   ",
      },
      {
        class: "水環水資源四",
        id: 409480208,
        name: "宋崚愷   ",
      },
      {
        class: "水環水資源四",
        id: 409480216,
        name: "蘇妤庭   ",
      },
      {
        class: "水環水資源四",
        id: 409480224,
        name: "林宜蓁   ",
      },
      {
        class: "水環水資源四",
        id: 409480232,
        name: "謝豪祐   ",
      },
      {
        class: "水環水資源四",
        id: 409480240,
        name: "劉丞祐   ",
      },
      {
        class: "水環水資源四",
        id: 409480257,
        name: "章宸賓   ",
      },
      {
        class: "水環水資源四",
        id: 409480265,
        name: "李冠葳   ",
      },
      {
        class: "水環水資源四",
        id: 409480273,
        name: "金裕恩   ",
      },
      {
        class: "水環水資源四",
        id: 409480281,
        name: "王柏升   ",
      },
      {
        class: "水環水資源四",
        id: 409480299,
        name: "林政賢   ",
      },
      {
        class: "水環水資源四",
        id: 409480307,
        name: "張仁豪   ",
      },
      {
        class: "水環水資源四",
        id: 409480315,
        name: "陳柏宇   ",
      },
      {
        class: "水環水資源四",
        id: 409480323,
        name: "吳宜安   ",
      },
      {
        class: "水環水資源四",
        id: 409480331,
        name: "吳岳謙   ",
      },
      {
        class: "水環水資源四",
        id: 409480349,
        name: "張緯宸   ",
      },
      {
        class: "水環水資源四",
        id: 409480356,
        name: "鄭秉齊   ",
      },
      {
        class: "水環水資源四",
        id: 409480364,
        name: "林芳以   ",
      },
      {
        class: "水環水資源四",
        id: 409480372,
        name: "李廷萱   ",
      },
      {
        class: "水環水資源四",
        id: 409480380,
        name: "蘇于涵   ",
      },
      {
        class: "水環水資源四",
        id: 409480406,
        name: "朱柏澔   ",
      },
      {
        class: "水環水資源四",
        id: 409480414,
        name: "吳宥融   ",
      },
      {
        class: "水環水資源四",
        id: 409480422,
        name: "陳貫華   ",
      },
      {
        class: "水環水資源四",
        id: 409480448,
        name: "黃紫麟   ",
      },
      {
        class: "水環水資源四",
        id: 409480455,
        name: "趙彥亭   ",
      },
      {
        class: "水環水資源四",
        id: 409480463,
        name: "王浩恩   ",
      },
      {
        class: "水環水資源四",
        id: 409480471,
        name: "鄭俊平   ",
      },
      {
        class: "水環水資源四",
        id: 409480489,
        name: "張耕華   ",
      },
      {
        class: "水環水資源四",
        id: 409480497,
        name: "陳青青   ",
      },
      {
        class: "水環水資源四",
        id: 409480513,
        name: "洪丞昱   ",
      },
      {
        class: "水環水資源四",
        id: 409480521,
        name: "彭志鈞   ",
      },
      {
        class: "水環水資源四",
        id: 409480539,
        name: "徐振泰   ",
      },
      {
        class: "水環水資源四",
        id: 409480547,
        name: "謝漢庭   ",
      },
      {
        class: "水環水資源四",
        id: 409480554,
        name: "曾寬程   ",
      },
      {
        class: "水環水資源四",
        id: 409480562,
        name: "林睿毅   ",
      },
      {
        class: "水環水資源四",
        id: 409480588,
        name: "劉育維   ",
      },
      {
        class: "水環水資源四",
        id: 409480596,
        name: "謝承諺   ",
      },
      {
        class: "水環水資源四",
        id: 409488011,
        name: "吳彥廷",
      },
      {
        class: "水環水資源四",
        id: 410487069,
        name: "陳　震",
      },
      {
        class: "水環系環工四",
        id: 406510262,
        name: "陳亭諺   ",
      },
      {
        class: "水環系環工四",
        id: 407510436,
        name: "林博義   ",
      },
      {
        class: "水環系環工四",
        id: 407510469,
        name: "賴思潔   ",
      },
      {
        class: "水環系環工四",
        id: 408510088,
        name: "陳育恩   ",
      },
      {
        class: "水環系環工四",
        id: 408510104,
        name: "簡鈺云   ",
      },
      {
        class: "水環系環工四",
        id: 408510153,
        name: "王若瑜   ",
      },
      {
        class: "水環系環工四",
        id: 408510161,
        name: "李禹廷   ",
      },
      {
        class: "水環系環工四",
        id: 408510203,
        name: "王尹辰   ",
      },
      {
        class: "水環系環工四",
        id: 408510229,
        name: "陳桂柔   ",
      },
      {
        class: "水環系環工四",
        id: 408510278,
        name: "傅柏毅   ",
      },
      {
        class: "水環系環工四",
        id: 408510336,
        name: "陳昱翰   ",
      },
      {
        class: "水環系環工四",
        id: 408510377,
        name: "潘尚祈   ",
      },
      {
        class: "水環系環工四",
        id: 408510450,
        name: "李　昊   ",
      },
      {
        class: "水環系環工四",
        id: 408510476,
        name: "李　安   ",
      },
      {
        class: "水環系環工四",
        id: 408510526,
        name: "孫睿泰   ",
      },
      {
        class: "水環系環工四",
        id: 408510591,
        name: "許家綺   ",
      },
      {
        class: "水環系環工四",
        id: 409210068,
        name: "張名佑   ",
      },
      {
        class: "水環系環工四",
        id: 409400503,
        name: "杜瑛涵   ",
      },
      {
        class: "水環系環工四",
        id: 409510012,
        name: "陳士菱   ",
      },
      {
        class: "水環系環工四",
        id: 409510020,
        name: "陳韋廷   ",
      },
      {
        class: "水環系環工四",
        id: 409510038,
        name: "林宏曄   ",
      },
      {
        class: "水環系環工四",
        id: 409510046,
        name: "汪子翔   ",
      },
      {
        class: "水環系環工四",
        id: 409510053,
        name: "高祀誠   ",
      },
      {
        class: "水環系環工四",
        id: 409510061,
        name: "林沛樂   ",
      },
      {
        class: "水環系環工四",
        id: 409510079,
        name: "張家駒   ",
      },
      {
        class: "水環系環工四",
        id: 409510087,
        name: "吳釋芳   ",
      },
      {
        class: "水環系環工四",
        id: 409510095,
        name: "李柏緯   ",
      },
      {
        class: "水環系環工四",
        id: 409510103,
        name: "張桂榕   ",
      },
      {
        class: "水環系環工四",
        id: 409510111,
        name: "鄭朵芝   ",
      },
      {
        class: "水環系環工四",
        id: 409510129,
        name: "巫柔萱   ",
      },
      {
        class: "水環系環工四",
        id: 409510137,
        name: "高偉峰   ",
      },
      {
        class: "水環系環工四",
        id: 409510145,
        name: "柴雩婷   ",
      },
      {
        class: "水環系環工四",
        id: 409510152,
        name: "王彥博   ",
      },
      {
        class: "水環系環工四",
        id: 409510160,
        name: "胡詠翔   ",
      },
      {
        class: "水環系環工四",
        id: 409510178,
        name: "李　恕   ",
      },
      {
        class: "水環系環工四",
        id: 409510186,
        name: "周庭安   ",
      },
      {
        class: "水環系環工四",
        id: 409510194,
        name: "鄭慈云   ",
      },
      {
        class: "水環系環工四",
        id: 409510202,
        name: "陳世霖   ",
      },
      {
        class: "水環系環工四",
        id: 409510210,
        name: "張倫嘉   ",
      },
      {
        class: "水環系環工四",
        id: 409510228,
        name: "徐崇哲   ",
      },
      {
        class: "水環系環工四",
        id: 409510236,
        name: "余柔柔   ",
      },
      {
        class: "水環系環工四",
        id: 409510244,
        name: "陳夏凱   ",
      },
      {
        class: "水環系環工四",
        id: 409510251,
        name: "張雅盈   ",
      },
      {
        class: "水環系環工四",
        id: 409510277,
        name: "陳韋翰   ",
      },
      {
        class: "水環系環工四",
        id: 409510285,
        name: "莊鎮揚   ",
      },
      {
        class: "水環系環工四",
        id: 409510293,
        name: "陳俊宇   ",
      },
      {
        class: "水環系環工四",
        id: 409510301,
        name: "陳姵   ",
      },
      {
        class: "水環系環工四",
        id: 409510327,
        name: "楊以丞   ",
      },
      {
        class: "水環系環工四",
        id: 409510335,
        name: "江上允   ",
      },
      {
        class: "水環系環工四",
        id: 409510343,
        name: "張絜淋   ",
      },
      {
        class: "水環系環工四",
        id: 409510368,
        name: "陳兆佾   ",
      },
      {
        class: "水環系環工四",
        id: 409510376,
        name: "曹煥騰   ",
      },
      {
        class: "水環系環工四",
        id: 409510384,
        name: "王嘉佑   ",
      },
      {
        class: "水環系環工四",
        id: 409510400,
        name: "洪品銜   ",
      },
      {
        class: "水環系環工四",
        id: 409510418,
        name: "張翰綸   ",
      },
      {
        class: "水環系環工四",
        id: 409510426,
        name: "張博維   ",
      },
      {
        class: "水環系環工四",
        id: 409510434,
        name: "楊哲瑜   ",
      },
      {
        class: "水環系環工四",
        id: 409510442,
        name: "周儒澧   ",
      },
      {
        class: "水環系環工四",
        id: 409510459,
        name: "陳翰",
      },
      {
        class: "水環系環工四",
        id: 409510467,
        name: "劉嘉樂   ",
      },
      {
        class: "水環系環工四",
        id: 409510475,
        name: "曾宜穎   ",
      },
      {
        class: "水環系環工四",
        id: 409510491,
        name: "賴彥宸   ",
      },
      {
        class: "水環系環工四",
        id: 409510509,
        name: "王千懿   ",
      },
      {
        class: "水環系環工四",
        id: 409510517,
        name: "簡慧晴   ",
      },
      {
        class: "水環系環工四",
        id: 409510525,
        name: "吳宸宇   ",
      },
      {
        class: "水環系環工四",
        id: 409510533,
        name: "李宜哲   ",
      },
      {
        class: "水環系環工四",
        id: 409510558,
        name: "李佳弦   ",
      },
      {
        class: "水環系環工四",
        id: 409510566,
        name: "謝皓宇   ",
      },
      {
        class: "水環系環工四",
        id: 409510582,
        name: "曾郁棠   ",
      },
      {
        class: "水環系環工四",
        id: 409510590,
        name: "陳　顥   ",
      },
      {
        class: "水環系環工四",
        id: 409510608,
        name: "江浩群   ",
      },
      {
        class: "水環系環工四",
        id: 410517030,
        name: "賴惇信",
      },
      {
        class: "水環系環工四",
        id: 410517048,
        name: "楊博元",
      },
      {
        class: "水環系環工四",
        id: 411518029,
        name: "蔡惠伍",
      },
      {
        class: "水環系環工四",
        id: 412518028,
        name: "何柏毅",
      },
      {
        class: "水環系環工四",
        id: 412518044,
        name: "鄭丞佑",
      },
      {
        class: "水環四博士班",
        id: 808485030,
        name: "黎　安",
      },
      {
        class: "水環四博士班",
        id: 810480011,
        name: "古瑜",
      },
      {
        class: "水環六博士班",
        id: 807480016,
        name: "陳怡鈁",
      },
      {
        class: "水環七博士班",
        id: 805480026,
        name: "林正祥",
      },
      {
        class: "水環二碩士班",
        id: 611480020,
        name: "徐涵毓",
      },
      {
        class: "水環二碩士班",
        id: 611480319,
        name: "何業崨",
      },
      {
        class: "水環二碩士班",
        id: 611480335,
        name: "鄭瑋承",
      },
      {
        class: "水環二碩士班",
        id: 611480343,
        name: "黃士恒",
      },
      {
        class: "水環二碩士班",
        id: 611480350,
        name: "高長鴻",
      },
      {
        class: "水環二碩士班",
        id: 611480368,
        name: "張元維",
      },
      {
        class: "機器人四博班",
        id: 608440219,
        name: "邱昱宸",
      },
      {
        class: "機器人四博班",
        id: 608470091,
        name: "葉俊安",
      },
      {
        class: "機器人五博班",
        id: 809790016,
        name: "翁上雯",
      },
      {
        class: "機器人六博班",
        id: 606470119,
        name: "陳庭緯",
      },
      {
        class: "法文四Ａ",
        id: 407080208,
        name: "吳艾潼   ",
      },
      {
        class: "法文四Ａ",
        id: 407080356,
        name: "吳昀真   ",
      },
      {
        class: "法文四Ａ",
        id: 407080547,
        name: "游家琪",
      },
      {
        class: "法文四Ａ",
        id: 407086098,
        name: "余梓澄",
      },
      {
        class: "法文四Ａ",
        id: 408080355,
        name: "鄭佩維   ",
      },
      {
        class: "法文四Ａ",
        id: 408080678,
        name: "齊彩媛   ",
      },
      {
        class: "法文四Ａ",
        id: 408080793,
        name: "林郡嘉   ",
      },
      {
        class: "法文四Ａ",
        id: 408080892,
        name: "張慈霖   ",
      },
      {
        class: "法文四Ａ",
        id: 408081114,
        name: "吳柏萱   ",
      },
      {
        class: "法文四Ａ",
        id: 408081130,
        name: "夏明辰   ",
      },
      {
        class: "法文四Ａ",
        id: 408086519,
        name: "潘昱廷   ",
      },
      {
        class: "法文四Ａ",
        id: 408086535,
        name: "陳律錚",
      },
      {
        class: "法文四Ａ",
        id: 408088028,
        name: "李星洋",
      },
      {
        class: "法文四Ａ",
        id: 409000014,
        name: "呂紫萱   ",
      },
      {
        class: "法文四Ａ",
        id: 409080016,
        name: "魏子軒   ",
      },
      {
        class: "法文四Ａ",
        id: 409080032,
        name: "游子瑩   ",
      },
      {
        class: "法文四Ａ",
        id: 409080057,
        name: "陳柔允   ",
      },
      {
        class: "法文四Ａ",
        id: 409080073,
        name: "劉姵慈   ",
      },
      {
        class: "法文四Ａ",
        id: 409080099,
        name: "陳星妤   ",
      },
      {
        class: "法文四Ａ",
        id: 409080156,
        name: "唐郁驊   ",
      },
      {
        class: "法文四Ａ",
        id: 409080172,
        name: "賴育莛   ",
      },
      {
        class: "法文四Ａ",
        id: 409080214,
        name: "張晉嘉   ",
      },
      {
        class: "法文四Ａ",
        id: 409080230,
        name: "呂柏諺   ",
      },
      {
        class: "法文四Ａ",
        id: 409080297,
        name: "馬榛蔚   ",
      },
      {
        class: "法文四Ａ",
        id: 409080313,
        name: "潘怡心   ",
      },
      {
        class: "法文四Ａ",
        id: 409080354,
        name: "王亭文   ",
      },
      {
        class: "法文四Ａ",
        id: 409080370,
        name: "林文昭   ",
      },
      {
        class: "法文四Ａ",
        id: 409080396,
        name: "謝羽涵   ",
      },
      {
        class: "法文四Ａ",
        id: 409080412,
        name: "吳昕珆   ",
      },
      {
        class: "法文四Ａ",
        id: 409080438,
        name: "彭群恩   ",
      },
      {
        class: "法文四Ａ",
        id: 409080453,
        name: "曾則閔   ",
      },
      {
        class: "法文四Ａ",
        id: 409080479,
        name: "王毓琳   ",
      },
      {
        class: "法文四Ａ",
        id: 409080495,
        name: "蕭銘緯   ",
      },
      {
        class: "法文四Ａ",
        id: 409080537,
        name: "梁依萍   ",
      },
      {
        class: "法文四Ａ",
        id: 409080552,
        name: "戴劭媛   ",
      },
      {
        class: "法文四Ａ",
        id: 409080578,
        name: "曾昱慈   ",
      },
      {
        class: "法文四Ａ",
        id: 409080594,
        name: "陳欣瑜   ",
      },
      {
        class: "法文四Ａ",
        id: 409080610,
        name: "郭芝菱   ",
      },
      {
        class: "法文四Ａ",
        id: 409080636,
        name: "盧若琪   ",
      },
      {
        class: "法文四Ａ",
        id: 409080651,
        name: "羅士庭   ",
      },
      {
        class: "法文四Ａ",
        id: 409080693,
        name: "林翌萁   ",
      },
      {
        class: "法文四Ａ",
        id: 409080719,
        name: "賴　璿   ",
      },
      {
        class: "法文四Ａ",
        id: 409080750,
        name: "連家明   ",
      },
      {
        class: "法文四Ａ",
        id: 409080776,
        name: "范　莘   ",
      },
      {
        class: "法文四Ａ",
        id: 409080792,
        name: "吳澔昀   ",
      },
      {
        class: "法文四Ａ",
        id: 409080818,
        name: "張宇潔   ",
      },
      {
        class: "法文四Ａ",
        id: 409080834,
        name: "趙婕妤   ",
      },
      {
        class: "法文四Ａ",
        id: 409080859,
        name: "簡語杉   ",
      },
      {
        class: "法文四Ａ",
        id: 409080891,
        name: "石芝玹   ",
      },
      {
        class: "法文四Ａ",
        id: 409080917,
        name: "謝宜軒   ",
      },
      {
        class: "法文四Ａ",
        id: 409080958,
        name: "彭柏璁   ",
      },
      {
        class: "法文四Ａ",
        id: 409080974,
        name: "陳品樺   ",
      },
      {
        class: "法文四Ａ",
        id: 409080990,
        name: "林姿彤   ",
      },
      {
        class: "法文四Ａ",
        id: 409081030,
        name: "謝德凡   ",
      },
      {
        class: "法文四Ａ",
        id: 409081055,
        name: "沈菁諭   ",
      },
      {
        class: "法文四Ａ",
        id: 409081071,
        name: "吳佩蓁   ",
      },
      {
        class: "法文四Ａ",
        id: 409081097,
        name: "許馨文   ",
      },
      {
        class: "法文四Ａ",
        id: 409081113,
        name: "蘇逸欣   ",
      },
      {
        class: "法文四Ａ",
        id: 409081139,
        name: "陳育庭   ",
      },
      {
        class: "法文四Ａ",
        id: 409081154,
        name: "趙栩彬   ",
      },
      {
        class: "法文四Ａ",
        id: 409081170,
        name: "羅家誠   ",
      },
      {
        class: "法文四Ａ",
        id: 409081196,
        name: "邱浚誠   ",
      },
      {
        class: "法文四Ａ",
        id: 409086039,
        name: "黃啟洋",
      },
      {
        class: "法文四Ａ",
        id: 409086070,
        name: "葉詠珊",
      },
      {
        class: "法文四Ａ",
        id: 409086518,
        name: "楊　蘋   ",
      },
      {
        class: "法文四Ａ",
        id: 409087110,
        name: "陳悅白",
      },
      {
        class: "法文四Ａ",
        id: 409087136,
        name: "陳昱潔",
      },
      {
        class: "法文四Ａ",
        id: 409087151,
        name: "羅萱庭",
      },
      {
        class: "法文四Ａ",
        id: 409810271,
        name: "黃弘畯   ",
      },
      {
        class: "法文四Ａ",
        id: 410087091,
        name: "陳玟蒨",
      },
      {
        class: "法文四Ａ",
        id: 410088073,
        name: "宋千妤",
      },
      {
        class: "法文四Ａ",
        id: 411087074,
        name: "蘇庭儀",
      },
      {
        class: "法文四Ａ",
        id: 411088015,
        name: "陳蓁儀",
      },
      {
        class: "法文四Ａ",
        id: 411088031,
        name: "鐘云婕",
      },
      {
        class: "法文四Ａ",
        id: 411088056,
        name: "李芝頤",
      },
      {
        class: "法文四Ｂ",
        id: 407080612,
        name: "葛俐妤   ",
      },
      {
        class: "法文四Ｂ",
        id: 407080760,
        name: "洪綺君   ",
      },
      {
        class: "法文四Ｂ",
        id: 407080836,
        name: "江東陸   ",
      },
      {
        class: "法文四Ｂ",
        id: 407086064,
        name: "吳梓瑩",
      },
      {
        class: "法文四Ｂ",
        id: 407860567,
        name: "胡毓庭   ",
      },
      {
        class: "法文四Ｂ",
        id: 408080082,
        name: "何紫潔   ",
      },
      {
        class: "法文四Ｂ",
        id: 408080124,
        name: "黃資妤   ",
      },
      {
        class: "法文四Ｂ",
        id: 408080165,
        name: "林誼芬   ",
      },
      {
        class: "法文四Ｂ",
        id: 408080421,
        name: "劉玫娟   ",
      },
      {
        class: "法文四Ｂ",
        id: 408080843,
        name: "吳曉梅   ",
      },
      {
        class: "法文四Ｂ",
        id: 408080942,
        name: "巫晏妮   ",
      },
      {
        class: "法文四Ｂ",
        id: 408080983,
        name: "游筱恬   ",
      },
      {
        class: "法文四Ｂ",
        id: 408081148,
        name: "趙珮君   ",
      },
      {
        class: "法文四Ｂ",
        id: 408086022,
        name: "林文龍",
      },
      {
        class: "法文四Ｂ",
        id: 409080024,
        name: "羅婕瑜   ",
      },
      {
        class: "法文四Ｂ",
        id: 409080040,
        name: "張惇祐   ",
      },
      {
        class: "法文四Ｂ",
        id: 409080065,
        name: "陳語玫   ",
      },
      {
        class: "法文四Ｂ",
        id: 409080081,
        name: "李妍   ",
      },
      {
        class: "法文四Ｂ",
        id: 409080107,
        name: "林佳欣   ",
      },
      {
        class: "法文四Ｂ",
        id: 409080123,
        name: "吳羿葳   ",
      },
      {
        class: "法文四Ｂ",
        id: 409080149,
        name: "蕭莉蓉   ",
      },
      {
        class: "法文四Ｂ",
        id: 409080164,
        name: "陳子涵   ",
      },
      {
        class: "法文四Ｂ",
        id: 409080206,
        name: "李詠臻   ",
      },
      {
        class: "法文四Ｂ",
        id: 409080222,
        name: "吳睿哲   ",
      },
      {
        class: "法文四Ｂ",
        id: 409080248,
        name: "解振暉   ",
      },
      {
        class: "法文四Ｂ",
        id: 409080263,
        name: "古乃心   ",
      },
      {
        class: "法文四Ｂ",
        id: 409080305,
        name: "楊堇筠   ",
      },
      {
        class: "法文四Ｂ",
        id: 409080321,
        name: "張瑞庭   ",
      },
      {
        class: "法文四Ｂ",
        id: 409080347,
        name: "林莉臻   ",
      },
      {
        class: "法文四Ｂ",
        id: 409080362,
        name: "黃芊卉   ",
      },
      {
        class: "法文四Ｂ",
        id: 409080388,
        name: "石侑元   ",
      },
      {
        class: "法文四Ｂ",
        id: 409080404,
        name: "李云辰   ",
      },
      {
        class: "法文四Ｂ",
        id: 409080420,
        name: "劉承易   ",
      },
      {
        class: "法文四Ｂ",
        id: 409080446,
        name: "程昱潔   ",
      },
      {
        class: "法文四Ｂ",
        id: 409080461,
        name: "陳誼彤   ",
      },
      {
        class: "法文四Ｂ",
        id: 409080487,
        name: "賴苓憶   ",
      },
      {
        class: "法文四Ｂ",
        id: 409080545,
        name: "黃　淇   ",
      },
      {
        class: "法文四Ｂ",
        id: 409080560,
        name: "林詩庭   ",
      },
      {
        class: "法文四Ｂ",
        id: 409080602,
        name: "戴宇呈   ",
      },
      {
        class: "法文四Ｂ",
        id: 409080628,
        name: "葉宏毅   ",
      },
      {
        class: "法文四Ｂ",
        id: 409080644,
        name: "劉芳均   ",
      },
      {
        class: "法文四Ｂ",
        id: 409080669,
        name: "楊定華   ",
      },
      {
        class: "法文四Ｂ",
        id: 409080685,
        name: "劉羽婕   ",
      },
      {
        class: "法文四Ｂ",
        id: 409080701,
        name: "盧心平   ",
      },
      {
        class: "法文四Ｂ",
        id: 409080727,
        name: "王語杉   ",
      },
      {
        class: "法文四Ｂ",
        id: 409080743,
        name: "金　桓   ",
      },
      {
        class: "法文四Ｂ",
        id: 409080768,
        name: "李佳紋   ",
      },
      {
        class: "法文四Ｂ",
        id: 409080800,
        name: "蕭珮萱   ",
      },
      {
        class: "法文四Ｂ",
        id: 409080826,
        name: "柯羽容   ",
      },
      {
        class: "法文四Ｂ",
        id: 409080842,
        name: "許禎妮   ",
      },
      {
        class: "法文四Ｂ",
        id: 409080867,
        name: "詹羚玥   ",
      },
      {
        class: "法文四Ｂ",
        id: 409080925,
        name: "謝采倪   ",
      },
      {
        class: "法文四Ｂ",
        id: 409080941,
        name: "何雅婷   ",
      },
      {
        class: "法文四Ｂ",
        id: 409080966,
        name: "許嘉妤   ",
      },
      {
        class: "法文四Ｂ",
        id: 409080982,
        name: "吳羽凡   ",
      },
      {
        class: "法文四Ｂ",
        id: 409081006,
        name: "陳品璇   ",
      },
      {
        class: "法文四Ｂ",
        id: 409081048,
        name: "黃品涵   ",
      },
      {
        class: "法文四Ｂ",
        id: 409081063,
        name: "邱季芸   ",
      },
      {
        class: "法文四Ｂ",
        id: 409081089,
        name: "楊雅晴   ",
      },
      {
        class: "法文四Ｂ",
        id: 409081105,
        name: "吳昭寬   ",
      },
      {
        class: "法文四Ｂ",
        id: 409081121,
        name: "王宣荏   ",
      },
      {
        class: "法文四Ｂ",
        id: 409081147,
        name: "吳佳柔   ",
      },
      {
        class: "法文四Ｂ",
        id: 409081188,
        name: "方子銘   ",
      },
      {
        class: "法文四Ｂ",
        id: 409086021,
        name: "許珈瑋",
      },
      {
        class: "法文四Ｂ",
        id: 409086047,
        name: "胡雨晴",
      },
      {
        class: "法文四Ｂ",
        id: 409087060,
        name: "葉羽軒",
      },
      {
        class: "法文四Ｂ",
        id: 409088092,
        name: "郭芮安",
      },
      {
        class: "法文四Ｂ",
        id: 409820189,
        name: "趙巧敏   ",
      },
      {
        class: "法文四Ｂ",
        id: 410087026,
        name: "張雅芳",
      },
      {
        class: "法文四Ｂ",
        id: 410087067,
        name: "陳晏翎",
      },
      {
        class: "法文四Ｂ",
        id: 410087182,
        name: "秦曉筠",
      },
      {
        class: "法文四Ｂ",
        id: 410088065,
        name: "陳　言",
      },
      {
        class: "法文四Ｂ",
        id: 411088072,
        name: "李逸蓁",
      },
      {
        class: "法文二碩士班",
        id: 611080010,
        name: "李姿穎",
      },
      {
        class: "法文二碩士班",
        id: 611080036,
        name: "林緯翰",
      },
      {
        class: "法文二碩士班",
        id: 611080077,
        name: "陳佳禎",
      },
      {
        class: "法文二碩士班",
        id: 611086017,
        name: "陳曼蕾",
      },
      {
        class: "法文三碩士班",
        id: 610080037,
        name: "陳羿吟",
      },
      {
        class: "法文三碩士班",
        id: 610080102,
        name: "趙霈耘",
      },
      {
        class: "德文四",
        id: 406090372,
        name: "賴詠萱   ",
      },
      {
        class: "德文四",
        id: 406090463,
        name: "宋　昀   ",
      },
      {
        class: "德文四",
        id: 406096023,
        name: "梁詠彤",
      },
      {
        class: "德文四",
        id: 407090074,
        name: "林莘容   ",
      },
      {
        class: "德文四",
        id: 407090272,
        name: "劉宇恩   ",
      },
      {
        class: "德文四",
        id: 407090538,
        name: "蔡　海   ",
      },
      {
        class: "德文四",
        id: 407090553,
        name: "王亭媗   ",
      },
      {
        class: "德文四",
        id: 408090016,
        name: "何佩螢   ",
      },
      {
        class: "德文四",
        id: 408090131,
        name: "楊之聖   ",
      },
      {
        class: "德文四",
        id: 408090180,
        name: "陳晨瑜   ",
      },
      {
        class: "德文四",
        id: 408090289,
        name: "張樂家   ",
      },
      {
        class: "德文四",
        id: 408090404,
        name: "陳憲霆   ",
      },
      {
        class: "德文四",
        id: 408090438,
        name: "李宜庭   ",
      },
      {
        class: "德文四",
        id: 408090446,
        name: "羅語祺   ",
      },
      {
        class: "德文四",
        id: 408090552,
        name: "滕又誼   ",
      },
      {
        class: "德文四",
        id: 408090560,
        name: "林柏穎   ",
      },
      {
        class: "德文四",
        id: 408090578,
        name: "何思錦   ",
      },
      {
        class: "德文四",
        id: 408095015,
        name: "進藤純",
      },
      {
        class: "德文四",
        id: 408096518,
        name: "邱周傳竣  ",
      },
      {
        class: "德文四",
        id: 408860806,
        name: "蔡佳恩   ",
      },
      {
        class: "德文四",
        id: 409090015,
        name: "姚驊真   ",
      },
      {
        class: "德文四",
        id: 409090023,
        name: "李胤儒   ",
      },
      {
        class: "德文四",
        id: 409090031,
        name: "盧　虹   ",
      },
      {
        class: "德文四",
        id: 409090049,
        name: "林思敏   ",
      },
      {
        class: "德文四",
        id: 409090056,
        name: "林珈   ",
      },
      {
        class: "德文四",
        id: 409090064,
        name: "鄧柔忻   ",
      },
      {
        class: "德文四",
        id: 409090072,
        name: "鍾以偵   ",
      },
      {
        class: "德文四",
        id: 409090080,
        name: "劉采燕   ",
      },
      {
        class: "德文四",
        id: 409090098,
        name: "徐了凡   ",
      },
      {
        class: "德文四",
        id: 409090106,
        name: "林敬傑   ",
      },
      {
        class: "德文四",
        id: 409090122,
        name: "李旻樺   ",
      },
      {
        class: "德文四",
        id: 409090148,
        name: "黃楷莉   ",
      },
      {
        class: "德文四",
        id: 409090163,
        name: "謝佳恩   ",
      },
      {
        class: "德文四",
        id: 409090171,
        name: "李鎧峻   ",
      },
      {
        class: "德文四",
        id: 409090189,
        name: "朱若庭   ",
      },
      {
        class: "德文四",
        id: 409090197,
        name: "詹尹茜   ",
      },
      {
        class: "德文四",
        id: 409090205,
        name: "廖奕亭   ",
      },
      {
        class: "德文四",
        id: 409090213,
        name: "簡玥恩   ",
      },
      {
        class: "德文四",
        id: 409090221,
        name: "張涴淨   ",
      },
      {
        class: "德文四",
        id: 409090239,
        name: "張家馨   ",
      },
      {
        class: "德文四",
        id: 409090270,
        name: "黃靖涵   ",
      },
      {
        class: "德文四",
        id: 409090288,
        name: "陳奕潔   ",
      },
      {
        class: "德文四",
        id: 409090296,
        name: "馬睿霖",
      },
      {
        class: "德文四",
        id: 409090312,
        name: "陳顗亦   ",
      },
      {
        class: "德文四",
        id: 409090320,
        name: "陳芳盈   ",
      },
      {
        class: "德文四",
        id: 409090338,
        name: "呂紹嘉   ",
      },
      {
        class: "德文四",
        id: 409090346,
        name: "董名芫   ",
      },
      {
        class: "德文四",
        id: 409090387,
        name: "黃毓庭   ",
      },
      {
        class: "德文四",
        id: 409090395,
        name: "馬帷森   ",
      },
      {
        class: "德文四",
        id: 409090403,
        name: "倪怡蓁   ",
      },
      {
        class: "德文四",
        id: 409090452,
        name: "楊旻潔   ",
      },
      {
        class: "德文四",
        id: 409090460,
        name: "劉芳妤   ",
      },
      {
        class: "德文四",
        id: 409090478,
        name: "李妤柔   ",
      },
      {
        class: "德文四",
        id: 409090510,
        name: "林穎暄   ",
      },
      {
        class: "德文四",
        id: 409090536,
        name: "林韋辰   ",
      },
      {
        class: "德文四",
        id: 409090551,
        name: "許睿芹   ",
      },
      {
        class: "德文四",
        id: 409090569,
        name: "林倖華   ",
      },
      {
        class: "德文四",
        id: 409090577,
        name: "羅于晴   ",
      },
      {
        class: "德文四",
        id: 409090585,
        name: "王心妍   ",
      },
      {
        class: "德文四",
        id: 409090601,
        name: "廖正揚   ",
      },
      {
        class: "德文四",
        id: 409096038,
        name: "許莉秀",
      },
      {
        class: "德文四",
        id: 409096053,
        name: "郭卓佳",
      },
      {
        class: "德文四",
        id: 409097010,
        name: "程品彥",
      },
      {
        class: "德文四",
        id: 409097036,
        name: "楊宇涵",
      },
      {
        class: "德文四",
        id: 409097119,
        name: "郭芳",
      },
      {
        class: "德文四",
        id: 409098091,
        name: "張又勻",
      },
      {
        class: "德文四",
        id: 410097025,
        name: "湯文豪",
      },
      {
        class: "德文四",
        id: 410097041,
        name: "李濬承",
      },
      {
        class: "德文四",
        id: 410097090,
        name: "林旻昕",
      },
      {
        class: "德文四",
        id: 410098056,
        name: "林綵浠",
      },
      {
        class: "德文四",
        id: 412098047,
        name: "郭芸沄",
      },
      {
        class: "日文四Ａ",
        id: 208100130,
        name: "陳育汶",
      },
      {
        class: "日文四Ａ",
        id: 407101269,
        name: "陳品妤   ",
      },
      {
        class: "日文四Ａ",
        id: 407101715,
        name: "張碩芬   ",
      },
      {
        class: "日文四Ａ",
        id: 407105054,
        name: "李沛漪",
      },
      {
        class: "日文四Ａ",
        id: 407106136,
        name: "麥桌嵐",
      },
      {
        class: "日文四Ａ",
        id: 407106250,
        name: "林紫盈",
      },
      {
        class: "日文四Ａ",
        id: 408101201,
        name: "郭姿伶   ",
      },
      {
        class: "日文四Ａ",
        id: 408101284,
        name: "楊德利   ",
      },
      {
        class: "日文四Ａ",
        id: 408101318,
        name: "陳裕霖   ",
      },
      {
        class: "日文四Ａ",
        id: 408101409,
        name: "楊宸安   ",
      },
      {
        class: "日文四Ａ",
        id: 408101466,
        name: "呂思婷   ",
      },
      {
        class: "日文四Ａ",
        id: 408101516,
        name: "李婧慈   ",
      },
      {
        class: "日文四Ａ",
        id: 408101607,
        name: "楊浚御   ",
      },
      {
        class: "日文四Ａ",
        id: 408101615,
        name: "謝育玲   ",
      },
      {
        class: "日文四Ａ",
        id: 408101680,
        name: "蘇亭竹   ",
      },
      {
        class: "日文四Ａ",
        id: 408101714,
        name: "趙靖伶   ",
      },
      {
        class: "日文四Ａ",
        id: 408106077,
        name: "李潔盈",
      },
      {
        class: "日文四Ａ",
        id: 408106283,
        name: "魏沛暉",
      },
      {
        class: "日文四Ａ",
        id: 408106549,
        name: "方佑丞",
      },
      {
        class: "日文四Ａ",
        id: 408810371,
        name: "林珮潔   ",
      },
      {
        class: "日文四Ａ",
        id: 409030011,
        name: "林筱恩   ",
      },
      {
        class: "日文四Ａ",
        id: 409030797,
        name: "楊濘瑋   ",
      },
      {
        class: "日文四Ａ",
        id: 409030821,
        name: "陳姿妤   ",
      },
      {
        class: "日文四Ａ",
        id: 409101259,
        name: "陳兆亨   ",
      },
      {
        class: "日文四Ａ",
        id: 409101267,
        name: "袁瑋淇   ",
      },
      {
        class: "日文四Ａ",
        id: 409101275,
        name: "黃子馨   ",
      },
      {
        class: "日文四Ａ",
        id: 409101283,
        name: "林亮廷   ",
      },
      {
        class: "日文四Ａ",
        id: 409101291,
        name: "葛恩佑   ",
      },
      {
        class: "日文四Ａ",
        id: 409101317,
        name: "林才揚   ",
      },
      {
        class: "日文四Ａ",
        id: 409101325,
        name: "林家甫   ",
      },
      {
        class: "日文四Ａ",
        id: 409101333,
        name: "葉瑋禕   ",
      },
      {
        class: "日文四Ａ",
        id: 409101341,
        name: "徐恩慈   ",
      },
      {
        class: "日文四Ａ",
        id: 409101358,
        name: "林沛潔   ",
      },
      {
        class: "日文四Ａ",
        id: 409101366,
        name: "曾芷凡   ",
      },
      {
        class: "日文四Ａ",
        id: 409101374,
        name: "林錦堂   ",
      },
      {
        class: "日文四Ａ",
        id: 409101408,
        name: "趙　恂   ",
      },
      {
        class: "日文四Ａ",
        id: 409101416,
        name: "洪莉雅   ",
      },
      {
        class: "日文四Ａ",
        id: 409101424,
        name: "楊茜蘭   ",
      },
      {
        class: "日文四Ａ",
        id: 409101432,
        name: "林羿璇   ",
      },
      {
        class: "日文四Ａ",
        id: 409101440,
        name: "張文馨   ",
      },
      {
        class: "日文四Ａ",
        id: 409101473,
        name: "王志翔   ",
      },
      {
        class: "日文四Ａ",
        id: 409101481,
        name: "朱穗芬   ",
      },
      {
        class: "日文四Ａ",
        id: 409101507,
        name: "宋存仁   ",
      },
      {
        class: "日文四Ａ",
        id: 409101523,
        name: "梁嘉真   ",
      },
      {
        class: "日文四Ａ",
        id: 409101531,
        name: "李忠澒   ",
      },
      {
        class: "日文四Ａ",
        id: 409101556,
        name: "戰品禎   ",
      },
      {
        class: "日文四Ａ",
        id: 409101564,
        name: "陳亦晴   ",
      },
      {
        class: "日文四Ａ",
        id: 409101572,
        name: "鄭又瑄   ",
      },
      {
        class: "日文四Ａ",
        id: 409101580,
        name: "翁維志   ",
      },
      {
        class: "日文四Ａ",
        id: 409101598,
        name: "詹巧   ",
      },
      {
        class: "日文四Ａ",
        id: 409101606,
        name: "張雅琦",
      },
      {
        class: "日文四Ａ",
        id: 409101614,
        name: "盧彥辰   ",
      },
      {
        class: "日文四Ａ",
        id: 409101622,
        name: "陳品妤   ",
      },
      {
        class: "日文四Ａ",
        id: 409101648,
        name: "楊孟峻   ",
      },
      {
        class: "日文四Ａ",
        id: 409101663,
        name: "楊景惠   ",
      },
      {
        class: "日文四Ａ",
        id: 409101689,
        name: "王竑程   ",
      },
      {
        class: "日文四Ａ",
        id: 409101713,
        name: "林承漢   ",
      },
      {
        class: "日文四Ａ",
        id: 409101721,
        name: "翁宇玟   ",
      },
      {
        class: "日文四Ａ",
        id: 409101739,
        name: "黃郁晴   ",
      },
      {
        class: "日文四Ａ",
        id: 409101747,
        name: "陳語柔   ",
      },
      {
        class: "日文四Ａ",
        id: 409101762,
        name: "曾浚桓   ",
      },
      {
        class: "日文四Ａ",
        id: 409101770,
        name: "廖巧力   ",
      },
      {
        class: "日文四Ａ",
        id: 409101788,
        name: "賴正傑   ",
      },
      {
        class: "日文四Ａ",
        id: 409101796,
        name: "沈冠霆   ",
      },
      {
        class: "日文四Ａ",
        id: 409105011,
        name: "嵩西龍之介",
      },
      {
        class: "日文四Ａ",
        id: 409106019,
        name: "高馨羚",
      },
      {
        class: "日文四Ａ",
        id: 409106043,
        name: "陳俊浦",
      },
      {
        class: "日文四Ａ",
        id: 409106076,
        name: "杰",
      },
      {
        class: "日文四Ａ",
        id: 409106134,
        name: "何琬晴",
      },
      {
        class: "日文四Ａ",
        id: 409106167,
        name: "張凱婷",
      },
      {
        class: "日文四Ａ",
        id: 409106225,
        name: "吳綺華",
      },
      {
        class: "日文四Ａ",
        id: 409106258,
        name: "林純麗",
      },
      {
        class: "日文四Ａ",
        id: 409106282,
        name: "戴綺琪",
      },
      {
        class: "日文四Ａ",
        id: 409106340,
        name: "梁琳",
      },
      {
        class: "日文四Ａ",
        id: 409106720,
        name: "曾昫瞳",
      },
      {
        class: "日文四Ａ",
        id: 409107017,
        name: "蘇倢瑩",
      },
      {
        class: "日文四Ａ",
        id: 409107108,
        name: "張雅筑",
      },
      {
        class: "日文四Ａ",
        id: 409108254,
        name: "黃建霖",
      },
      {
        class: "日文四Ａ",
        id: 409108346,
        name: "鄭郁璇",
      },
      {
        class: "日文四Ａ",
        id: 409108403,
        name: "葉政麟",
      },
      {
        class: "日文四Ａ",
        id: 410105091,
        name: "河田瑞貴",
      },
      {
        class: "日文四Ａ",
        id: 410107071,
        name: "方品鈞",
      },
      {
        class: "日文四Ａ",
        id: 410107139,
        name: "高若綺",
      },
      {
        class: "日文四Ａ",
        id: 410107162,
        name: "張芯菱",
      },
      {
        class: "日文四Ａ",
        id: 410107196,
        name: "曾子瑜",
      },
      {
        class: "日文四Ａ",
        id: 411108045,
        name: "劉芷岑",
      },
      {
        class: "日文四Ａ",
        id: 411108078,
        name: "黃煒傑",
      },
      {
        class: "日文四Ａ",
        id: 411108102,
        name: "謝　凜",
      },
      {
        class: "日文四Ａ",
        id: 411108169,
        name: "童筱媛",
      },
      {
        class: "日文四Ｂ",
        id: 406107176,
        name: "劉子瑄",
      },
      {
        class: "日文四Ｂ",
        id: 408100310,
        name: "張定綸   ",
      },
      {
        class: "日文四Ｂ",
        id: 408100732,
        name: "黃乃旂   ",
      },
      {
        class: "日文四Ｂ",
        id: 408100799,
        name: "蔡名芳   ",
      },
      {
        class: "日文四Ｂ",
        id: 408100872,
        name: "魏予柔   ",
      },
      {
        class: "日文四Ｂ",
        id: 408101078,
        name: "張馨文   ",
      },
      {
        class: "日文四Ｂ",
        id: 408101094,
        name: "廖余恒   ",
      },
      {
        class: "日文四Ｂ",
        id: 408101136,
        name: "劉子瑀   ",
      },
      {
        class: "日文四Ｂ",
        id: 408106267,
        name: "陳瀚勳",
      },
      {
        class: "日文四Ｂ",
        id: 408106325,
        name: "石永熹",
      },
      {
        class: "日文四Ｂ",
        id: 408106556,
        name: "許翔鈞",
      },
      {
        class: "日文四Ｂ",
        id: 408107117,
        name: "莊語晨",
      },
      {
        class: "日文四Ｂ",
        id: 408108263,
        name: "杜宜樺",
      },
      {
        class: "日文四Ｂ",
        id: 408108354,
        name: "蕭亦翔",
      },
      {
        class: "日文四Ｂ",
        id: 408416021,
        name: "梁諾韡",
      },
      {
        class: "日文四Ｂ",
        id: 409010773,
        name: "賴昱瑄   ",
      },
      {
        class: "日文四Ｂ",
        id: 409100012,
        name: "李鈺渟   ",
      },
      {
        class: "日文四Ｂ",
        id: 409100038,
        name: "許育誠   ",
      },
      {
        class: "日文四Ｂ",
        id: 409100053,
        name: "陳薇之   ",
      },
      {
        class: "日文四Ｂ",
        id: 409100079,
        name: "林思妮   ",
      },
      {
        class: "日文四Ｂ",
        id: 409100095,
        name: "楊馥甄   ",
      },
      {
        class: "日文四Ｂ",
        id: 409100111,
        name: "王杏瑜   ",
      },
      {
        class: "日文四Ｂ",
        id: 409100137,
        name: "賴彥慈   ",
      },
      {
        class: "日文四Ｂ",
        id: 409100152,
        name: "蔣孟霓   ",
      },
      {
        class: "日文四Ｂ",
        id: 409100178,
        name: "莊于漩   ",
      },
      {
        class: "日文四Ｂ",
        id: 409100194,
        name: "黃宥妮   ",
      },
      {
        class: "日文四Ｂ",
        id: 409100210,
        name: "蔡亦晴   ",
      },
      {
        class: "日文四Ｂ",
        id: 409100236,
        name: "李婉瑜   ",
      },
      {
        class: "日文四Ｂ",
        id: 409100251,
        name: "王于青   ",
      },
      {
        class: "日文四Ｂ",
        id: 409100293,
        name: "播本麗亞  ",
      },
      {
        class: "日文四Ｂ",
        id: 409100319,
        name: "盧莘恬",
      },
      {
        class: "日文四Ｂ",
        id: 409100335,
        name: "王邦寧   ",
      },
      {
        class: "日文四Ｂ",
        id: 409100350,
        name: "莊宛璇   ",
      },
      {
        class: "日文四Ｂ",
        id: 409100376,
        name: "陳羽柔   ",
      },
      {
        class: "日文四Ｂ",
        id: 409100392,
        name: "孫語潞   ",
      },
      {
        class: "日文四Ｂ",
        id: 409100418,
        name: "賴宜榛   ",
      },
      {
        class: "日文四Ｂ",
        id: 409100434,
        name: "陳羚榛   ",
      },
      {
        class: "日文四Ｂ",
        id: 409100459,
        name: "郭博諺   ",
      },
      {
        class: "日文四Ｂ",
        id: 409100475,
        name: "劉祐辰   ",
      },
      {
        class: "日文四Ｂ",
        id: 409100491,
        name: "朱星宇   ",
      },
      {
        class: "日文四Ｂ",
        id: 409100533,
        name: "戴劭燁   ",
      },
      {
        class: "日文四Ｂ",
        id: 409100558,
        name: "林宴廷   ",
      },
      {
        class: "日文四Ｂ",
        id: 409100574,
        name: "柳珮琪   ",
      },
      {
        class: "日文四Ｂ",
        id: 409100590,
        name: "黃郁祥   ",
      },
      {
        class: "日文四Ｂ",
        id: 409100616,
        name: "林浩禾   ",
      },
      {
        class: "日文四Ｂ",
        id: 409100632,
        name: "方加穎   ",
      },
      {
        class: "日文四Ｂ",
        id: 409100673,
        name: "葉芸卉   ",
      },
      {
        class: "日文四Ｂ",
        id: 409100699,
        name: "郭心榆   ",
      },
      {
        class: "日文四Ｂ",
        id: 409100715,
        name: "林芸安   ",
      },
      {
        class: "日文四Ｂ",
        id: 409100731,
        name: "羅偉維   ",
      },
      {
        class: "日文四Ｂ",
        id: 409100756,
        name: "郭佳欣   ",
      },
      {
        class: "日文四Ｂ",
        id: 409100830,
        name: "許歆雩   ",
      },
      {
        class: "日文四Ｂ",
        id: 409100855,
        name: "羅子欣   ",
      },
      {
        class: "日文四Ｂ",
        id: 409100871,
        name: "崔向可   ",
      },
      {
        class: "日文四Ｂ",
        id: 409100897,
        name: "陳鼎家   ",
      },
      {
        class: "日文四Ｂ",
        id: 409100913,
        name: "黎美琦   ",
      },
      {
        class: "日文四Ｂ",
        id: 409100939,
        name: "張昕琪   ",
      },
      {
        class: "日文四Ｂ",
        id: 409100954,
        name: "林育岑   ",
      },
      {
        class: "日文四Ｂ",
        id: 409100970,
        name: "林書霈   ",
      },
      {
        class: "日文四Ｂ",
        id: 409100996,
        name: "顏士傑   ",
      },
      {
        class: "日文四Ｂ",
        id: 409101010,
        name: "劉庭妤   ",
      },
      {
        class: "日文四Ｂ",
        id: 409101036,
        name: "劉倚岑   ",
      },
      {
        class: "日文四Ｂ",
        id: 409101077,
        name: "徐子瑄   ",
      },
      {
        class: "日文四Ｂ",
        id: 409101093,
        name: "鄭資穎   ",
      },
      {
        class: "日文四Ｂ",
        id: 409101119,
        name: "陳思羽   ",
      },
      {
        class: "日文四Ｂ",
        id: 409101135,
        name: "李思翰   ",
      },
      {
        class: "日文四Ｂ",
        id: 409101150,
        name: "吳旻儒   ",
      },
      {
        class: "日文四Ｂ",
        id: 409101176,
        name: "陳威予   ",
      },
      {
        class: "日文四Ｂ",
        id: 409101192,
        name: "林予晨   ",
      },
      {
        class: "日文四Ｂ",
        id: 409101234,
        name: "任紫寧   ",
      },
      {
        class: "日文四Ｂ",
        id: 409106027,
        name: "梁惠雯",
      },
      {
        class: "日文四Ｂ",
        id: 409106142,
        name: "巫熙竣",
      },
      {
        class: "日文四Ｂ",
        id: 409106266,
        name: "鄧詩穎",
      },
      {
        class: "日文四Ｂ",
        id: 409106290,
        name: "李卓穎",
      },
      {
        class: "日文四Ｂ",
        id: 409106357,
        name: "楊鎧蔚",
      },
      {
        class: "日文四Ｂ",
        id: 409106381,
        name: "文彥彤",
      },
      {
        class: "日文四Ｂ",
        id: 409106506,
        name: "林皓然",
      },
      {
        class: "日文四Ｂ",
        id: 409106514,
        name: "林佳欣   ",
      },
      {
        class: "日文四Ｂ",
        id: 409107025,
        name: "戴偉婷",
      },
      {
        class: "日文四Ｂ",
        id: 409107082,
        name: "彭瑀晴",
      },
      {
        class: "日文四Ｂ",
        id: 409107173,
        name: "劉禹辰",
      },
      {
        class: "日文四Ｂ",
        id: 409108239,
        name: "林毅旻",
      },
      {
        class: "日文四Ｂ",
        id: 409860862,
        name: "謝采鈴   ",
      },
      {
        class: "日文四Ｂ",
        id: 410105109,
        name: "石田奏海",
      },
      {
        class: "日文四Ｂ",
        id: 410107055,
        name: "楊元中",
      },
      {
        class: "日文四Ｂ",
        id: 410107089,
        name: "陳宇倫",
      },
      {
        class: "日文四Ｂ",
        id: 410107113,
        name: "褚鎮睿",
      },
      {
        class: "日文四Ｂ",
        id: 410107147,
        name: "詹梓絜",
      },
      {
        class: "日文四Ｂ",
        id: 410107170,
        name: "陳禮萍",
      },
      {
        class: "日文四Ｂ",
        id: 410108020,
        name: "吳承芸",
      },
      {
        class: "日文四Ｂ",
        id: 411108110,
        name: "羅宗仁",
      },
      {
        class: "日文四Ｂ",
        id: 411108144,
        name: "黃美嘉",
      },
      {
        class: "日文四Ｂ",
        id: 411108177,
        name: "張筑欣",
      },
      {
        class: "日文四Ｂ",
        id: 411108201,
        name: "麥卉汝",
      },
      {
        class: "日文四Ｃ",
        id: 407100147,
        name: "曹嘉綺   ",
      },
      {
        class: "日文四Ｃ",
        id: 407106243,
        name: "劉嘉佳",
      },
      {
        class: "日文四Ｃ",
        id: 408100120,
        name: "張芸婕   ",
      },
      {
        class: "日文四Ｃ",
        id: 408100161,
        name: "王惠如   ",
      },
      {
        class: "日文四Ｃ",
        id: 408100229,
        name: "林慧淑   ",
      },
      {
        class: "日文四Ｃ",
        id: 408100526,
        name: "鄭心柔   ",
      },
      {
        class: "日文四Ｃ",
        id: 408100567,
        name: "李語嫺   ",
      },
      {
        class: "日文四Ｃ",
        id: 408100781,
        name: "施揚宸   ",
      },
      {
        class: "日文四Ｃ",
        id: 408100849,
        name: "吳易蓁   ",
      },
      {
        class: "日文四Ｃ",
        id: 408101029,
        name: "許晏慈   ",
      },
      {
        class: "日文四Ｃ",
        id: 408105087,
        name: "山內香太朗",
      },
      {
        class: "日文四Ｃ",
        id: 408106069,
        name: "甘家珮",
      },
      {
        class: "日文四Ｃ",
        id: 408106218,
        name: "劉思雅",
      },
      {
        class: "日文四Ｃ",
        id: 408106275,
        name: "古卓成",
      },
      {
        class: "日文四Ｃ",
        id: 408106531,
        name: "朱映丞",
      },
      {
        class: "日文四Ｃ",
        id: 409100020,
        name: "廖祐佳   ",
      },
      {
        class: "日文四Ｃ",
        id: 409100046,
        name: "劉家孜   ",
      },
      {
        class: "日文四Ｃ",
        id: 409100103,
        name: "林芷帆   ",
      },
      {
        class: "日文四Ｃ",
        id: 409100129,
        name: "莊京妮   ",
      },
      {
        class: "日文四Ｃ",
        id: 409100145,
        name: "李定恩   ",
      },
      {
        class: "日文四Ｃ",
        id: 409100160,
        name: "張　真   ",
      },
      {
        class: "日文四Ｃ",
        id: 409100202,
        name: "鄭少翔   ",
      },
      {
        class: "日文四Ｃ",
        id: 409100228,
        name: "黃玟玲   ",
      },
      {
        class: "日文四Ｃ",
        id: 409100244,
        name: "張溎   ",
      },
      {
        class: "日文四Ｃ",
        id: 409100269,
        name: "謝子芸   ",
      },
      {
        class: "日文四Ｃ",
        id: 409100285,
        name: "張嘉芮   ",
      },
      {
        class: "日文四Ｃ",
        id: 409100327,
        name: "葉家妤   ",
      },
      {
        class: "日文四Ｃ",
        id: 409100343,
        name: "葉逸君   ",
      },
      {
        class: "日文四Ｃ",
        id: 409100368,
        name: "李韋葰   ",
      },
      {
        class: "日文四Ｃ",
        id: 409100384,
        name: "吳偉誠   ",
      },
      {
        class: "日文四Ｃ",
        id: 409100400,
        name: "李映嫻   ",
      },
      {
        class: "日文四Ｃ",
        id: 409100426,
        name: "粘妡蓮   ",
      },
      {
        class: "日文四Ｃ",
        id: 409100442,
        name: "楊毓辰   ",
      },
      {
        class: "日文四Ｃ",
        id: 409100467,
        name: "蔡采柔   ",
      },
      {
        class: "日文四Ｃ",
        id: 409100483,
        name: "林純瑩   ",
      },
      {
        class: "日文四Ｃ",
        id: 409100509,
        name: "徐立葳   ",
      },
      {
        class: "日文四Ｃ",
        id: 409100525,
        name: "王芊涵   ",
      },
      {
        class: "日文四Ｃ",
        id: 409100541,
        name: "陳品劭   ",
      },
      {
        class: "日文四Ｃ",
        id: 409100566,
        name: "羅元悌   ",
      },
      {
        class: "日文四Ｃ",
        id: 409100582,
        name: "嚴之彤   ",
      },
      {
        class: "日文四Ｃ",
        id: 409100608,
        name: "吳姿儀   ",
      },
      {
        class: "日文四Ｃ",
        id: 409100624,
        name: "呂佳穎   ",
      },
      {
        class: "日文四Ｃ",
        id: 409100640,
        name: "陳婉薰   ",
      },
      {
        class: "日文四Ｃ",
        id: 409100665,
        name: "林思彤   ",
      },
      {
        class: "日文四Ｃ",
        id: 409100681,
        name: "王鈺婷   ",
      },
      {
        class: "日文四Ｃ",
        id: 409100707,
        name: "鄭宇辰   ",
      },
      {
        class: "日文四Ｃ",
        id: 409100723,
        name: "井柏瀚   ",
      },
      {
        class: "日文四Ｃ",
        id: 409100749,
        name: "劉映辰   ",
      },
      {
        class: "日文四Ｃ",
        id: 409100764,
        name: "張佳瑜   ",
      },
      {
        class: "日文四Ｃ",
        id: 409100780,
        name: "董令婕   ",
      },
      {
        class: "日文四Ｃ",
        id: 409100806,
        name: "莊庭如   ",
      },
      {
        class: "日文四Ｃ",
        id: 409100822,
        name: "邱勝琪   ",
      },
      {
        class: "日文四Ｃ",
        id: 409100848,
        name: "申士杰   ",
      },
      {
        class: "日文四Ｃ",
        id: 409100863,
        name: "黃翊涵   ",
      },
      {
        class: "日文四Ｃ",
        id: 409100889,
        name: "曾心榆   ",
      },
      {
        class: "日文四Ｃ",
        id: 409100905,
        name: "劉立樺   ",
      },
      {
        class: "日文四Ｃ",
        id: 409100921,
        name: "林育辰   ",
      },
      {
        class: "日文四Ｃ",
        id: 409100962,
        name: "邱靖棠   ",
      },
      {
        class: "日文四Ｃ",
        id: 409100988,
        name: "簡　萃   ",
      },
      {
        class: "日文四Ｃ",
        id: 409101002,
        name: "洪珮維   ",
      },
      {
        class: "日文四Ｃ",
        id: 409101028,
        name: "吳梓毓   ",
      },
      {
        class: "日文四Ｃ",
        id: 409101044,
        name: "張淇雯   ",
      },
      {
        class: "日文四Ｃ",
        id: 409101069,
        name: "洪璿雅   ",
      },
      {
        class: "日文四Ｃ",
        id: 409101085,
        name: "林巧倢   ",
      },
      {
        class: "日文四Ｃ",
        id: 409101101,
        name: "梁喻茵   ",
      },
      {
        class: "日文四Ｃ",
        id: 409101127,
        name: "李依穎   ",
      },
      {
        class: "日文四Ｃ",
        id: 409101143,
        name: "林于涵   ",
      },
      {
        class: "日文四Ｃ",
        id: 409101168,
        name: "紀翰霖   ",
      },
      {
        class: "日文四Ｃ",
        id: 409101184,
        name: "陳廷軒   ",
      },
      {
        class: "日文四Ｃ",
        id: 409101200,
        name: "李依潔   ",
      },
      {
        class: "日文四Ｃ",
        id: 409101226,
        name: "張芷怡   ",
      },
      {
        class: "日文四Ｃ",
        id: 409101242,
        name: "李振維   ",
      },
      {
        class: "日文四Ｃ",
        id: 409106068,
        name: "陳珮喬",
      },
      {
        class: "日文四Ｃ",
        id: 409106126,
        name: "孫　靜",
      },
      {
        class: "日文四Ｃ",
        id: 409106183,
        name: "呂嘉俊",
      },
      {
        class: "日文四Ｃ",
        id: 409106241,
        name: "吳芷欣",
      },
      {
        class: "日文四Ｃ",
        id: 409106332,
        name: "馬家怡",
      },
      {
        class: "日文四Ｃ",
        id: 409106365,
        name: "方健霖",
      },
      {
        class: "日文四Ｃ",
        id: 409106480,
        name: "梁臻彥",
      },
      {
        class: "日文四Ｃ",
        id: 409106522,
        name: "張　庭   ",
      },
      {
        class: "日文四Ｃ",
        id: 409106563,
        name: "林于晴",
      },
      {
        class: "日文四Ｃ",
        id: 409106746,
        name: "黃子樂",
      },
      {
        class: "日文四Ｃ",
        id: 409108189,
        name: "劉峻鴻",
      },
      {
        class: "日文四Ｃ",
        id: 409860938,
        name: "吳永冠   ",
      },
      {
        class: "日文四Ｃ",
        id: 409865010,
        name: "佐藤野乃華",
      },
      {
        class: "日文四Ｃ",
        id: 410107097,
        name: "陳嘉伶",
      },
      {
        class: "日文四Ｃ",
        id: 410107121,
        name: "葉秀羚",
      },
      {
        class: "日文四Ｃ",
        id: 410107154,
        name: "陳昱維",
      },
      {
        class: "日文四Ｃ",
        id: 410107188,
        name: "張郁帆",
      },
      {
        class: "日文四Ｃ",
        id: 410108061,
        name: "丁元皓",
      },
      {
        class: "日文四Ｃ",
        id: 411108037,
        name: "廖珮筑",
      },
      {
        class: "日文四Ｃ",
        id: 411108094,
        name: "曾宇綸",
      },
      {
        class: "日文四Ｃ",
        id: 411108151,
        name: "許芷寧",
      },
      {
        class: "日文進學班四",
        id: 203101240,
        name: "黃羽綸",
      },
      {
        class: "日文進學班四",
        id: 208100163,
        name: "姚耀宗",
      },
      {
        class: "日文進學班四",
        id: 208100551,
        name: "林盈嘉",
      },
      {
        class: "日文進學班四",
        id: 208107077,
        name: "黃偉強",
      },
      {
        class: "日文進學班四",
        id: 208107192,
        name: "胡秀嬿",
      },
      {
        class: "日文進學班四",
        id: 208107267,
        name: "徐鈺濰",
      },
      {
        class: "日文進學班四",
        id: 209100022,
        name: "姚卉卉",
      },
      {
        class: "日文進學班四",
        id: 209100030,
        name: "蔡璨宇",
      },
      {
        class: "日文進學班四",
        id: 209100113,
        name: "楊慧馨",
      },
      {
        class: "日文進學班四",
        id: 209100121,
        name: "許孝瑄",
      },
      {
        class: "日文進學班四",
        id: 209100170,
        name: "蔡雁羽",
      },
      {
        class: "日文進學班四",
        id: 209100196,
        name: "李婕榆",
      },
      {
        class: "日文進學班四",
        id: 209100238,
        name: "顏瑋呈",
      },
      {
        class: "日文進學班四",
        id: 209100279,
        name: "郭于甄",
      },
      {
        class: "日文進學班四",
        id: 209100337,
        name: "黃凱旋",
      },
      {
        class: "日文進學班四",
        id: 209100345,
        name: "謝丞涵",
      },
      {
        class: "日文進學班四",
        id: 209100352,
        name: "陳醫群",
      },
      {
        class: "日文進學班四",
        id: 209100360,
        name: "王昱荃",
      },
      {
        class: "日文進學班四",
        id: 209100386,
        name: "黃　友",
      },
      {
        class: "日文進學班四",
        id: 209100584,
        name: "唐亞昀",
      },
      {
        class: "日文進學班四",
        id: 209100618,
        name: "李亭毅",
      },
      {
        class: "日文進學班四",
        id: 209100659,
        name: "王薷葳",
      },
      {
        class: "日文進學班四",
        id: 209100667,
        name: "曾詩淇",
      },
      {
        class: "日文進學班四",
        id: 209100774,
        name: "游鴻升",
      },
      {
        class: "日文進學班四",
        id: 209100782,
        name: "郭亞婷",
      },
      {
        class: "日文進學班四",
        id: 209100808,
        name: "曾沛琪",
      },
      {
        class: "日文進學班四",
        id: 209100840,
        name: "蘇銓佑",
      },
      {
        class: "日文進學班四",
        id: 209100865,
        name: "洪禎鴻",
      },
      {
        class: "日文進學班四",
        id: 209100873,
        name: "吳冠霈",
      },
      {
        class: "日文進學班四",
        id: 209100881,
        name: "陳錦輝",
      },
      {
        class: "日文進學班四",
        id: 209100907,
        name: "吳書誼",
      },
      {
        class: "日文進學班四",
        id: 209107035,
        name: "馬靖翔",
      },
      {
        class: "日文進學班四",
        id: 209107126,
        name: "林詩又",
      },
      {
        class: "日文進學班四",
        id: 209107134,
        name: "黃憲瑜",
      },
      {
        class: "日文進學班四",
        id: 209107167,
        name: "周則均",
      },
      {
        class: "日文進學班四",
        id: 209107191,
        name: "王意琳",
      },
      {
        class: "日文進學班四",
        id: 209107209,
        name: "林佩君",
      },
      {
        class: "日文進學班四",
        id: 209107233,
        name: "陳景豪",
      },
      {
        class: "日文進學班四",
        id: 210107057,
        name: "李璟妍",
      },
      {
        class: "日文進學班四",
        id: 210107065,
        name: "施　琪",
      },
      {
        class: "日文進學班四",
        id: 210107073,
        name: "林育甄",
      },
      {
        class: "日文進學班四",
        id: 210107081,
        name: "林紹嘉",
      },
      {
        class: "日文進學班四",
        id: 210107107,
        name: "卓子翔",
      },
      {
        class: "日文進學班四",
        id: 210107149,
        name: "葉亭毅",
      },
      {
        class: "日文進學班四",
        id: 210108071,
        name: "高妤誼",
      },
      {
        class: "日文進學班四",
        id: 211108047,
        name: "張德銓",
      },
      {
        class: "日文進學班四",
        id: 212108012,
        name: "莊　岳",
      },
      {
        class: "日文三碩專班",
        id: 708100028,
        name: "林宏俊",
      },
      {
        class: "日文四碩專班",
        id: 701100041,
        name: "蔡華雁",
      },
      {
        class: "日文四碩專班",
        id: 703100031,
        name: "詹文綾",
      },
      {
        class: "日文四碩專班",
        id: 705100021,
        name: "黃馨慧",
      },
      {
        class: "日文四碩專班",
        id: 705100062,
        name: "莊大衛",
      },
      {
        class: "日文四碩專班",
        id: 707100011,
        name: "劉淑媛",
      },
      {
        class: "日文四碩專班",
        id: 707100060,
        name: "傳尹",
      },
      {
        class: "日文四碩專班",
        id: 707100094,
        name: "杜怡萱",
      },
      {
        class: "日文四碩專班",
        id: 708100036,
        name: "林孝武",
      },
      {
        class: "日文四碩專班",
        id: 708100044,
        name: "鄭昭賢",
      },
      {
        class: "日文二碩士班",
        id: 611100016,
        name: "張雅婷",
      },
      {
        class: "日文二碩士班",
        id: 611100024,
        name: "田芸潔",
      },
      {
        class: "日文二碩士班",
        id: 611100032,
        name: "陳泫銥",
      },
      {
        class: "日文二碩士班",
        id: 611100040,
        name: "廖振翔",
      },
      {
        class: "日文二碩士班",
        id: 611100057,
        name: "張家豪",
      },
      {
        class: "日文二碩士班",
        id: 611100099,
        name: "王思穎",
      },
      {
        class: "日文二碩士班",
        id: 611100172,
        name: "郭家妏",
      },
      {
        class: "日文二碩士班",
        id: 611100248,
        name: "王俞捷",
      },
      {
        class: "日文二碩士班",
        id: 611100255,
        name: "張育婷",
      },
      {
        class: "日文二碩士班",
        id: 611100263,
        name: "林庭煜",
      },
      {
        class: "日文二碩士班",
        id: 611100289,
        name: "樊文建",
      },
      {
        class: "日文三碩士班",
        id: 610100017,
        name: "李祖耀",
      },
      {
        class: "日文三碩士班",
        id: 610100025,
        name: "李筠銣",
      },
      {
        class: "日文三碩士班",
        id: 610100058,
        name: "張培狄",
      },
      {
        class: "日文三碩士班",
        id: 610100165,
        name: "陳柔安",
      },
      {
        class: "日文三碩士班",
        id: 610100199,
        name: "李黃",
      },
      {
        class: "日文三碩士班",
        id: 610100223,
        name: "林品璇",
      },
      {
        class: "日文三碩士班",
        id: 610106014,
        name: "梁日康",
      },
      {
        class: "日文四碩士班",
        id: 607100178,
        name: "劉姿吟",
      },
      {
        class: "日文四碩士班",
        id: 608100045,
        name: "翁廷蓁",
      },
      {
        class: "日文四碩士班",
        id: 608100060,
        name: "張沁苓",
      },
      {
        class: "日文四碩士班",
        id: 609100150,
        name: "洪啟豪",
      },
      {
        class: "英文英語四",
        id: 407810034,
        name: "張以澤   ",
      },
      {
        class: "英文英語四",
        id: 407810117,
        name: "邱子容   ",
      },
      {
        class: "英文英語四",
        id: 408810033,
        name: "陳謙和   ",
      },
      {
        class: "英文英語四",
        id: 408810165,
        name: "陳彥宇   ",
      },
      {
        class: "英文英語四",
        id: 408817012,
        name: "陳　泓",
      },
      {
        class: "英文英語四",
        id: 409810016,
        name: "林沛瑜   ",
      },
      {
        class: "英文英語四",
        id: 409810024,
        name: "江品儀   ",
      },
      {
        class: "英文英語四",
        id: 409810032,
        name: "陳宇葳   ",
      },
      {
        class: "英文英語四",
        id: 409810073,
        name: "陳愉織   ",
      },
      {
        class: "英文英語四",
        id: 409810081,
        name: "蔡佩芝   ",
      },
      {
        class: "英文英語四",
        id: 409810107,
        name: "林維芳   ",
      },
      {
        class: "英文英語四",
        id: 409810123,
        name: "江浩勛   ",
      },
      {
        class: "英文英語四",
        id: 409810131,
        name: "賴　安   ",
      },
      {
        class: "英文英語四",
        id: 409810172,
        name: "郭宸妤   ",
      },
      {
        class: "英文英語四",
        id: 409810198,
        name: "周煥倫   ",
      },
      {
        class: "英文英語四",
        id: 409810214,
        name: "王采葳   ",
      },
      {
        class: "英文英語四",
        id: 409810222,
        name: "劉怡君   ",
      },
      {
        class: "英文英語四",
        id: 409810230,
        name: "蘇政允   ",
      },
      {
        class: "英文英語四",
        id: 409810248,
        name: "鄭筠芯   ",
      },
      {
        class: "英文英語四",
        id: 409810339,
        name: "徐宇謙   ",
      },
      {
        class: "英文英語四",
        id: 409810362,
        name: "林郁珊   ",
      },
      {
        class: "英文英語四",
        id: 409810370,
        name: "蔡文嘉   ",
      },
      {
        class: "英文英語四",
        id: 409810479,
        name: "沈　拓   ",
      },
      {
        class: "英文四Ａ",
        id: 208110311,
        name: "張書僑",
      },
      {
        class: "英文四Ａ",
        id: 407110286,
        name: "李侑樺   ",
      },
      {
        class: "英文四Ａ",
        id: 407111243,
        name: "許淑雯   ",
      },
      {
        class: "英文四Ａ",
        id: 407111425,
        name: "賴奕伶   ",
      },
      {
        class: "英文四Ａ",
        id: 407117075,
        name: "姜文淇",
      },
      {
        class: "英文四Ａ",
        id: 408101367,
        name: "陳冠臻   ",
      },
      {
        class: "英文四Ａ",
        id: 408110319,
        name: "黃譯嫺   ",
      },
      {
        class: "英文四Ａ",
        id: 408110889,
        name: "陳妍方   ",
      },
      {
        class: "英文四Ａ",
        id: 408111184,
        name: "陳子信   ",
      },
      {
        class: "英文四Ａ",
        id: 408111457,
        name: "邱淑雅   ",
      },
      {
        class: "英文四Ａ",
        id: 408114014,
        name: "虞茗茗",
      },
      {
        class: "英文四Ａ",
        id: 408115094,
        name: "土井孝明",
      },
      {
        class: "英文四Ａ",
        id: 408115128,
        name: "潘氏芳",
      },
      {
        class: "英文四Ａ",
        id: 408820404,
        name: "林博威   ",
      },
      {
        class: "英文四Ａ",
        id: 409110011,
        name: "郭于萍   ",
      },
      {
        class: "英文四Ａ",
        id: 409110045,
        name: "李書妤   ",
      },
      {
        class: "英文四Ａ",
        id: 409110078,
        name: "翁千雅   ",
      },
      {
        class: "英文四Ａ",
        id: 409110102,
        name: "張嫚芳   ",
      },
      {
        class: "英文四Ａ",
        id: 409110136,
        name: "陳雅琪   ",
      },
      {
        class: "英文四Ａ",
        id: 409110169,
        name: "高郁淇   ",
      },
      {
        class: "英文四Ａ",
        id: 409110193,
        name: "彭采葳   ",
      },
      {
        class: "英文四Ａ",
        id: 409110227,
        name: "廖秉誠   ",
      },
      {
        class: "英文四Ａ",
        id: 409110250,
        name: "范懷芝   ",
      },
      {
        class: "英文四Ａ",
        id: 409110318,
        name: "張毓庭   ",
      },
      {
        class: "英文四Ａ",
        id: 409110342,
        name: "周柔安   ",
      },
      {
        class: "英文四Ａ",
        id: 409110375,
        name: "李浩安   ",
      },
      {
        class: "英文四Ａ",
        id: 409110409,
        name: "古昊天   ",
      },
      {
        class: "英文四Ａ",
        id: 409110433,
        name: "陳依羚   ",
      },
      {
        class: "英文四Ａ",
        id: 409110466,
        name: "孫語綺   ",
      },
      {
        class: "英文四Ａ",
        id: 409110490,
        name: "徐楷詳   ",
      },
      {
        class: "英文四Ａ",
        id: 409110524,
        name: "林瑜靜   ",
      },
      {
        class: "英文四Ａ",
        id: 409110557,
        name: "許益華   ",
      },
      {
        class: "英文四Ａ",
        id: 409110581,
        name: "蔡以安   ",
      },
      {
        class: "英文四Ａ",
        id: 409110649,
        name: "龍帆雲   ",
      },
      {
        class: "英文四Ａ",
        id: 409110672,
        name: "王浩桓   ",
      },
      {
        class: "英文四Ａ",
        id: 409110706,
        name: "詹舒涵   ",
      },
      {
        class: "英文四Ａ",
        id: 409110797,
        name: "王永鋕   ",
      },
      {
        class: "英文四Ａ",
        id: 409110821,
        name: "王雅慧   ",
      },
      {
        class: "英文四Ａ",
        id: 409110888,
        name: "蔡亞彤   ",
      },
      {
        class: "英文四Ａ",
        id: 409110912,
        name: "林潓薽   ",
      },
      {
        class: "英文四Ａ",
        id: 409110946,
        name: "何佩芸   ",
      },
      {
        class: "英文四Ａ",
        id: 409111001,
        name: "楊昱恒   ",
      },
      {
        class: "英文四Ａ",
        id: 409111035,
        name: "李瑋珊   ",
      },
      {
        class: "英文四Ａ",
        id: 409111092,
        name: "徐昌駿   ",
      },
      {
        class: "英文四Ａ",
        id: 409111183,
        name: "范予慈   ",
      },
      {
        class: "英文四Ａ",
        id: 409111241,
        name: "梁姵柔   ",
      },
      {
        class: "英文四Ａ",
        id: 409111274,
        name: "陳芯慈   ",
      },
      {
        class: "英文四Ａ",
        id: 409111308,
        name: "廖邦任   ",
      },
      {
        class: "英文四Ａ",
        id: 409111332,
        name: "鄭有容   ",
      },
      {
        class: "英文四Ａ",
        id: 409111365,
        name: "黃柏翰   ",
      },
      {
        class: "英文四Ａ",
        id: 409111423,
        name: "陳彥廷   ",
      },
      {
        class: "英文四Ａ",
        id: 409111456,
        name: "盧　藝   ",
      },
      {
        class: "英文四Ａ",
        id: 409115051,
        name: "郭可涵",
      },
      {
        class: "英文四Ａ",
        id: 409116018,
        name: "黃如蘋",
      },
      {
        class: "英文四Ａ",
        id: 409116042,
        name: "李晉峰",
      },
      {
        class: "英文四Ａ",
        id: 409116109,
        name: "李嘉樂",
      },
      {
        class: "英文四Ａ",
        id: 409116513,
        name: "黃忻茨   ",
      },
      {
        class: "英文四Ａ",
        id: 409116547,
        name: "江秉倫",
      },
      {
        class: "英文四Ａ",
        id: 409116570,
        name: "曾怡雅",
      },
      {
        class: "英文四Ａ",
        id: 409117867,
        name: "劉庭溢",
      },
      {
        class: "英文四Ａ",
        id: 409118162,
        name: "魏婉玲",
      },
      {
        class: "英文四Ａ",
        id: 409810040,
        name: "景可馨   ",
      },
      {
        class: "英文四Ａ",
        id: 409810164,
        name: "邱蕷蓁   ",
      },
      {
        class: "英文四Ａ",
        id: 409810289,
        name: "連予慈   ",
      },
      {
        class: "英文四Ａ",
        id: 410117104,
        name: "戴文心",
      },
      {
        class: "英文四Ａ",
        id: 410117161,
        name: "林芯慈",
      },
      {
        class: "英文四Ａ",
        id: 410117229,
        name: "李思進",
      },
      {
        class: "英文四Ａ",
        id: 410117286,
        name: "陳裕霖",
      },
      {
        class: "英文四Ａ",
        id: 410117310,
        name: "張佩勤",
      },
      {
        class: "英文四Ａ",
        id: 410118185,
        name: "黃懷恩",
      },
      {
        class: "英文四Ａ",
        id: 411118010,
        name: "孫卉綺",
      },
      {
        class: "英文四Ａ",
        id: 411118077,
        name: "謝英本",
      },
      {
        class: "英文四Ａ",
        id: 411118135,
        name: "張德曦",
      },
      {
        class: "英文四Ａ",
        id: 411118168,
        name: "陳侑蓁",
      },
      {
        class: "英文四Ａ",
        id: 411118283,
        name: "鍾昊澐",
      },
      {
        class: "英文四Ａ",
        id: 411118481,
        name: "莊怡庭",
      },
      {
        class: "英文四Ｂ",
        id: 407110419,
        name: "劉子筠   ",
      },
      {
        class: "英文四Ｂ",
        id: 407116523,
        name: "鄭詠璟   ",
      },
      {
        class: "英文四Ｂ",
        id: 407117059,
        name: "翁丞瑩",
      },
      {
        class: "英文四Ｂ",
        id: 408110020,
        name: "林承允   ",
      },
      {
        class: "英文四Ｂ",
        id: 408110202,
        name: "梁君玟   ",
      },
      {
        class: "英文四Ｂ",
        id: 408110350,
        name: "林耀慈   ",
      },
      {
        class: "英文四Ｂ",
        id: 408110384,
        name: "許羽茜   ",
      },
      {
        class: "英文四Ｂ",
        id: 408110533,
        name: "黃宗穎   ",
      },
      {
        class: "英文四Ｂ",
        id: 408110749,
        name: "孫鐿慈   ",
      },
      {
        class: "英文四Ｂ",
        id: 408110954,
        name: "林詩嫻   ",
      },
      {
        class: "英文四Ｂ",
        id: 408111101,
        name: "陳曼君   ",
      },
      {
        class: "英文四Ｂ",
        id: 408111259,
        name: "黃柏堯   ",
      },
      {
        class: "英文四Ｂ",
        id: 408111465,
        name: "林穎欣   ",
      },
      {
        class: "英文四Ｂ",
        id: 408116084,
        name: "劉駿澧",
      },
      {
        class: "英文四Ｂ",
        id: 409030839,
        name: "徐偉翔   ",
      },
      {
        class: "英文四Ｂ",
        id: 409031043,
        name: "顏聖哲   ",
      },
      {
        class: "英文四Ｂ",
        id: 409110052,
        name: "李孟哲   ",
      },
      {
        class: "英文四Ｂ",
        id: 409110086,
        name: "陳薇德   ",
      },
      {
        class: "英文四Ｂ",
        id: 409110110,
        name: "劉紫瑜   ",
      },
      {
        class: "英文四Ｂ",
        id: 409110144,
        name: "劉瑋琪   ",
      },
      {
        class: "英文四Ｂ",
        id: 409110177,
        name: "蔡宜祐   ",
      },
      {
        class: "英文四Ｂ",
        id: 409110201,
        name: "葉芷廷   ",
      },
      {
        class: "英文四Ｂ",
        id: 409110235,
        name: "林易蓁   ",
      },
      {
        class: "英文四Ｂ",
        id: 409110268,
        name: "何欣諭   ",
      },
      {
        class: "英文四Ｂ",
        id: 409110292,
        name: "吳思錡   ",
      },
      {
        class: "英文四Ｂ",
        id: 409110326,
        name: "許紫臻   ",
      },
      {
        class: "英文四Ｂ",
        id: 409110359,
        name: "謝佳芯   ",
      },
      {
        class: "英文四Ｂ",
        id: 409110383,
        name: "黃俐   ",
      },
      {
        class: "英文四Ｂ",
        id: 409110417,
        name: "黃宣雅   ",
      },
      {
        class: "英文四Ｂ",
        id: 409110532,
        name: "潘慧語   ",
      },
      {
        class: "英文四Ｂ",
        id: 409110565,
        name: "王梵宇   ",
      },
      {
        class: "英文四Ｂ",
        id: 409110599,
        name: "陳韋燁   ",
      },
      {
        class: "英文四Ｂ",
        id: 409110656,
        name: "李佳芮   ",
      },
      {
        class: "英文四Ｂ",
        id: 409110680,
        name: "賴映彤   ",
      },
      {
        class: "英文四Ｂ",
        id: 409110714,
        name: "沈沂樂   ",
      },
      {
        class: "英文四Ｂ",
        id: 409110748,
        name: "陳昱安   ",
      },
      {
        class: "英文四Ｂ",
        id: 409110771,
        name: "葉巧玟   ",
      },
      {
        class: "英文四Ｂ",
        id: 409110839,
        name: "董惟真   ",
      },
      {
        class: "英文四Ｂ",
        id: 409110920,
        name: "李品萱   ",
      },
      {
        class: "英文四Ｂ",
        id: 409110953,
        name: "林芷宇   ",
      },
      {
        class: "英文四Ｂ",
        id: 409110987,
        name: "張鈺琪   ",
      },
      {
        class: "英文四Ｂ",
        id: 409111019,
        name: "詹雅晴   ",
      },
      {
        class: "英文四Ｂ",
        id: 409111043,
        name: "林于凱   ",
      },
      {
        class: "英文四Ｂ",
        id: 409111076,
        name: "蔡宜柔   ",
      },
      {
        class: "英文四Ｂ",
        id: 409111134,
        name: "楊侑勳   ",
      },
      {
        class: "英文四Ｂ",
        id: 409111191,
        name: "陳志緯   ",
      },
      {
        class: "英文四Ｂ",
        id: 409111258,
        name: "何惠玲   ",
      },
      {
        class: "英文四Ｂ",
        id: 409111282,
        name: "陳奕瑄   ",
      },
      {
        class: "英文四Ｂ",
        id: 409111316,
        name: "廖緯朋   ",
      },
      {
        class: "英文四Ｂ",
        id: 409111340,
        name: "陳柏叡   ",
      },
      {
        class: "英文四Ｂ",
        id: 409111373,
        name: "周京霈   ",
      },
      {
        class: "英文四Ｂ",
        id: 409111431,
        name: "谷　濬   ",
      },
      {
        class: "英文四Ｂ",
        id: 409111498,
        name: "廖禹順   ",
      },
      {
        class: "英文四Ｂ",
        id: 409116059,
        name: "陳嘉欣",
      },
      {
        class: "英文四Ｂ",
        id: 409116083,
        name: "翁智浩",
      },
      {
        class: "英文四Ｂ",
        id: 409116117,
        name: "李樂怡",
      },
      {
        class: "英文四Ｂ",
        id: 409116521,
        name: "沈李偲瑜  ",
      },
      {
        class: "英文四Ｂ",
        id: 409117081,
        name: "黃馨慧",
      },
      {
        class: "英文四Ｂ",
        id: 409117172,
        name: "婁湘翎",
      },
      {
        class: "英文四Ｂ",
        id: 409118204,
        name: "楊丞禮",
      },
      {
        class: "英文四Ｂ",
        id: 409860805,
        name: "譚又慈   ",
      },
      {
        class: "英文四Ｂ",
        id: 410117021,
        name: "嚴晴揚",
      },
      {
        class: "英文四Ｂ",
        id: 410117088,
        name: "李婕妤",
      },
      {
        class: "英文四Ｂ",
        id: 410117112,
        name: "林哲宇",
      },
      {
        class: "英文四Ｂ",
        id: 410117203,
        name: "趙英智",
      },
      {
        class: "英文四Ｂ",
        id: 410117237,
        name: "高鈺雯",
      },
      {
        class: "英文四Ｂ",
        id: 410117260,
        name: "王羿茹",
      },
      {
        class: "英文四Ｂ",
        id: 411118028,
        name: "吳前威",
      },
      {
        class: "英文四Ｂ",
        id: 411118051,
        name: "孫卉楹",
      },
      {
        class: "英文四Ｂ",
        id: 411118143,
        name: "呂乃柔",
      },
      {
        class: "英文四Ｂ",
        id: 411118267,
        name: "游梓瑜",
      },
      {
        class: "英文四Ｃ",
        id: 407116531,
        name: "林　瓏   ",
      },
      {
        class: "英文四Ｃ",
        id: 407117125,
        name: "劉家麟",
      },
      {
        class: "英文四Ｃ",
        id: 408040607,
        name: "秦子涵   ",
      },
      {
        class: "英文四Ｃ",
        id: 408110152,
        name: "吳思穎   ",
      },
      {
        class: "英文四Ｃ",
        id: 408110335,
        name: "葉瑞琪   ",
      },
      {
        class: "英文四Ｃ",
        id: 408110541,
        name: "邱子芯   ",
      },
      {
        class: "英文四Ｃ",
        id: 408116035,
        name: "楊仲言",
      },
      {
        class: "英文四Ｃ",
        id: 408590122,
        name: "楊　歆   ",
      },
      {
        class: "英文四Ｃ",
        id: 409110094,
        name: "江浩睿   ",
      },
      {
        class: "英文四Ｃ",
        id: 409110128,
        name: "陳依綸   ",
      },
      {
        class: "英文四Ｃ",
        id: 409110151,
        name: "阮氏芳草  ",
      },
      {
        class: "英文四Ｃ",
        id: 409110185,
        name: "曾梠庭   ",
      },
      {
        class: "英文四Ｃ",
        id: 409110219,
        name: "賴卉容   ",
      },
      {
        class: "英文四Ｃ",
        id: 409110243,
        name: "馬玉珊   ",
      },
      {
        class: "英文四Ｃ",
        id: 409110300,
        name: "胡家禎   ",
      },
      {
        class: "英文四Ｃ",
        id: 409110334,
        name: "黃琬淇   ",
      },
      {
        class: "英文四Ｃ",
        id: 409110367,
        name: "李震霖   ",
      },
      {
        class: "英文四Ｃ",
        id: 409110391,
        name: "楊雅婷   ",
      },
      {
        class: "英文四Ｃ",
        id: 409110458,
        name: "駱定綸   ",
      },
      {
        class: "英文四Ｃ",
        id: 409110482,
        name: "李惠頤   ",
      },
      {
        class: "英文四Ｃ",
        id: 409110516,
        name: "賴林君   ",
      },
      {
        class: "英文四Ｃ",
        id: 409110540,
        name: "王瑋蘋   ",
      },
      {
        class: "英文四Ｃ",
        id: 409110573,
        name: "陳冠蓁   ",
      },
      {
        class: "英文四Ｃ",
        id: 409110631,
        name: "謝沛希   ",
      },
      {
        class: "英文四Ｃ",
        id: 409110664,
        name: "高　皞   ",
      },
      {
        class: "英文四Ｃ",
        id: 409110722,
        name: "李睿澤   ",
      },
      {
        class: "英文四Ｃ",
        id: 409110755,
        name: "官玉珊   ",
      },
      {
        class: "英文四Ｃ",
        id: 409110789,
        name: "陳妍安   ",
      },
      {
        class: "英文四Ｃ",
        id: 409110813,
        name: "黃姵瑀   ",
      },
      {
        class: "英文四Ｃ",
        id: 409110847,
        name: "莊凱雯   ",
      },
      {
        class: "英文四Ｃ",
        id: 409110870,
        name: "徐芳緯   ",
      },
      {
        class: "英文四Ｃ",
        id: 409110904,
        name: "戴佑如   ",
      },
      {
        class: "英文四Ｃ",
        id: 409110938,
        name: "陳緗屏   ",
      },
      {
        class: "英文四Ｃ",
        id: 409110961,
        name: "黃峻湋   ",
      },
      {
        class: "英文四Ｃ",
        id: 409110995,
        name: "洪巧萱   ",
      },
      {
        class: "英文四Ｃ",
        id: 409111027,
        name: "李佳穎   ",
      },
      {
        class: "英文四Ｃ",
        id: 409111084,
        name: "黃騰寬   ",
      },
      {
        class: "英文四Ｃ",
        id: 409111142,
        name: "傅聖珊   ",
      },
      {
        class: "英文四Ｃ",
        id: 409111175,
        name: "賴弘奇   ",
      },
      {
        class: "英文四Ｃ",
        id: 409111209,
        name: "許楷莉   ",
      },
      {
        class: "英文四Ｃ",
        id: 409111266,
        name: "謝芃玉   ",
      },
      {
        class: "英文四Ｃ",
        id: 409111290,
        name: "劉芯綺   ",
      },
      {
        class: "英文四Ｃ",
        id: 409111324,
        name: "劉芯",
      },
      {
        class: "英文四Ｃ",
        id: 409111381,
        name: "吳宜霏   ",
      },
      {
        class: "英文四Ｃ",
        id: 409111472,
        name: "宋若傑   ",
      },
      {
        class: "英文四Ｃ",
        id: 409116034,
        name: "盧信謙",
      },
      {
        class: "英文四Ｃ",
        id: 409116067,
        name: "李子康",
      },
      {
        class: "英文四Ｃ",
        id: 409116596,
        name: "余紹圻",
      },
      {
        class: "英文四Ｃ",
        id: 409118121,
        name: "陳亮歆",
      },
      {
        class: "英文四Ｃ",
        id: 409860870,
        name: "王昱凱   ",
      },
      {
        class: "英文四Ｃ",
        id: 410117062,
        name: "黃旻慧",
      },
      {
        class: "英文四Ｃ",
        id: 410117120,
        name: "王泓諠",
      },
      {
        class: "英文四Ｃ",
        id: 410117153,
        name: "楊可薇",
      },
      {
        class: "英文四Ｃ",
        id: 410117302,
        name: "林裕峰",
      },
      {
        class: "英文四Ｃ",
        id: 410118128,
        name: "李震洋",
      },
      {
        class: "英文四Ｃ",
        id: 411118069,
        name: "曾霈",
      },
      {
        class: "英文四Ｃ",
        id: 411118184,
        name: "黃志崴",
      },
      {
        class: "英文四Ｃ",
        id: 411118242,
        name: "林威誠",
      },
      {
        class: "英文四Ｃ",
        id: 411118309,
        name: "張翔傑",
      },
      {
        class: "英文四Ｃ",
        id: 411118507,
        name: "洪聖諺",
      },
      {
        class: "英文二博士班",
        id: 811110021,
        name: "林偉力",
      },
      {
        class: "英文二博士班",
        id: 811110039,
        name: "王媛",
      },
      {
        class: "英文二博士班",
        id: 811116010,
        name: "楊浩雲",
      },
      {
        class: "英文二博士班",
        id: 812110012,
        name: "羅得彰",
      },
      {
        class: "英文三博士班",
        id: 810110022,
        name: "陳律明",
      },
      {
        class: "英文三博士班",
        id: 810110071,
        name: "陳彥凱",
      },
      {
        class: "英文三博士班",
        id: 810110089,
        name: "李碧玉",
      },
      {
        class: "英文三博士班",
        id: 811110013,
        name: "林運增",
      },
      {
        class: "英文四博士班",
        id: 806114012,
        name: "甘振翎",
      },
      {
        class: "英文四博士班",
        id: 808110026,
        name: "謝彩璇",
      },
      {
        class: "英文五博士班",
        id: 806110051,
        name: "張懿安",
      },
      {
        class: "英文五博士班",
        id: 807110084,
        name: "張焮棋",
      },
      {
        class: "英文六博士班",
        id: 801110106,
        name: "吳香君",
      },
      {
        class: "英文六博士班",
        id: 804114014,
        name: "謝柳春",
      },
      {
        class: "英文六博士班",
        id: 804114022,
        name: "徐紅偉",
      },
      {
        class: "英文六博士班",
        id: 805110037,
        name: "陳惠君",
      },
      {
        class: "英文六博士班",
        id: 806110036,
        name: "陳貞樺",
      },
      {
        class: "英文六博士班",
        id: 807115018,
        name: "阮氏黃安",
      },
      {
        class: "英文六博士班",
        id: 807115026,
        name: "馬天樂",
      },
      {
        class: "英文七博士班",
        id: 805110011,
        name: "洪偉翔",
      },
      {
        class: "英文七博士班",
        id: 899110174,
        name: "葉書吟",
      },
      {
        class: "英文進學班四",
        id: 206110149,
        name: "李珍妮",
      },
      {
        class: "英文進學班四",
        id: 207110213,
        name: "連家菲",
      },
      {
        class: "英文進學班四",
        id: 207110460,
        name: "盧立蓁",
      },
      {
        class: "英文進學班四",
        id: 207118018,
        name: "吳欣芸",
      },
      {
        class: "英文進學班四",
        id: 208110204,
        name: "謝葹璇",
      },
      {
        class: "英文進學班四",
        id: 208110246,
        name: "張皓崴",
      },
      {
        class: "英文進學班四",
        id: 208110279,
        name: "陳奕捷",
      },
      {
        class: "英文進學班四",
        id: 208110287,
        name: "呂理平",
      },
      {
        class: "英文進學班四",
        id: 208110410,
        name: "王子淵",
      },
      {
        class: "英文進學班四",
        id: 208110444,
        name: "李瑋婕",
      },
      {
        class: "英文進學班四",
        id: 208110477,
        name: "李瑞哲",
      },
      {
        class: "英文進學班四",
        id: 208110485,
        name: "游昕瑜",
      },
      {
        class: "英文進學班四",
        id: 208110543,
        name: "吳俊宏",
      },
      {
        class: "英文進學班四",
        id: 208117241,
        name: "覃恩揚",
      },
      {
        class: "英文進學班四",
        id: 208117258,
        name: "張家淳",
      },
      {
        class: "英文進學班四",
        id: 208117308,
        name: "秦家昕",
      },
      {
        class: "英文進學班四",
        id: 208117407,
        name: "陳鳳禧",
      },
      {
        class: "英文進學班四",
        id: 209110039,
        name: "謝恩越",
      },
      {
        class: "英文進學班四",
        id: 209110047,
        name: "張蘩",
      },
      {
        class: "英文進學班四",
        id: 209110062,
        name: "林庭佑",
      },
      {
        class: "英文進學班四",
        id: 209110070,
        name: "唐子堯",
      },
      {
        class: "英文進學班四",
        id: 209110088,
        name: "黃永涵",
      },
      {
        class: "英文進學班四",
        id: 209110138,
        name: "鍾元豪",
      },
      {
        class: "英文進學班四",
        id: 209110179,
        name: "劉庭妏",
      },
      {
        class: "英文進學班四",
        id: 209110229,
        name: "傅羽薇",
      },
      {
        class: "英文進學班四",
        id: 209110278,
        name: "林士庠",
      },
      {
        class: "英文進學班四",
        id: 209110344,
        name: "洪詠婕",
      },
      {
        class: "英文進學班四",
        id: 209110393,
        name: "陳俊源",
      },
      {
        class: "英文進學班四",
        id: 209110484,
        name: "鄭楠勳",
      },
      {
        class: "英文進學班四",
        id: 209110500,
        name: "連皓威",
      },
      {
        class: "英文進學班四",
        id: 209110526,
        name: "黃婉瑜",
      },
      {
        class: "英文進學班四",
        id: 209110542,
        name: "葉怡君",
      },
      {
        class: "英文進學班四",
        id: 209110567,
        name: "湯燿郡",
      },
      {
        class: "英文進學班四",
        id: 209117067,
        name: "崔桓臻",
      },
      {
        class: "英文進學班四",
        id: 209117091,
        name: "余泓燐",
      },
      {
        class: "英文進學班四",
        id: 209117141,
        name: "李芳妤",
      },
      {
        class: "英文進學班四",
        id: 209117158,
        name: "韓宗璋",
      },
      {
        class: "英文進學班四",
        id: 209117216,
        name: "黃莉雅",
      },
      {
        class: "英文進學班四",
        id: 209117232,
        name: "楊菱軒",
      },
      {
        class: "英文進學班四",
        id: 209117240,
        name: "沈彥岑",
      },
      {
        class: "英文進學班四",
        id: 209118024,
        name: "于　沁",
      },
      {
        class: "英文進學班四",
        id: 210117056,
        name: "林君達",
      },
      {
        class: "英文進學班四",
        id: 210117072,
        name: "趙香琳",
      },
      {
        class: "英文進學班四",
        id: 210117148,
        name: "曾國維",
      },
      {
        class: "英文進學班四",
        id: 210118013,
        name: "葉瑞珊",
      },
      {
        class: "英文進學班四",
        id: 210118096,
        name: "劉育岑",
      },
      {
        class: "英文進學班四",
        id: 211118061,
        name: "王語薇",
      },
      {
        class: "英文進學班四",
        id: 211118079,
        name: "施姵吟",
      },
      {
        class: "英文二碩士班",
        id: 610110057,
        name: "蔡振村",
      },
      {
        class: "英文二碩士班",
        id: 611110031,
        name: "詹承恩",
      },
      {
        class: "英文二碩士班",
        id: 611110064,
        name: "吳宥萱",
      },
      {
        class: "英文二碩士班",
        id: 611110072,
        name: "江亞萱",
      },
      {
        class: "英文二碩士班",
        id: 611110171,
        name: "劉宥蘭",
      },
      {
        class: "英文二碩士班",
        id: 611110189,
        name: "高青直",
      },
      {
        class: "英文二碩士班",
        id: 611110205,
        name: "心慈",
      },
      {
        class: "英文二碩士班",
        id: 611110213,
        name: "王麗瓔",
      },
      {
        class: "英文二碩士班",
        id: 611110221,
        name: "楊訢彤",
      },
      {
        class: "英文二碩士班",
        id: 611116012,
        name: "周彥廷",
      },
      {
        class: "英文三碩士班",
        id: 609110183,
        name: "松子祥",
      },
      {
        class: "英文三碩士班",
        id: 610110016,
        name: "潘　萱",
      },
      {
        class: "英文三碩士班",
        id: 610110024,
        name: "黃靖家",
      },
      {
        class: "英文三碩士班",
        id: 610110040,
        name: "吳丞凱",
      },
      {
        class: "英文三碩士班",
        id: 610110099,
        name: "謝欣蓓",
      },
      {
        class: "英文三碩士班",
        id: 610675026,
        name: "劉南權",
      },
      {
        class: "英文三碩士班",
        id: 611110023,
        name: "張　瑋",
      },
      {
        class: "英文四碩士班",
        id: 607110037,
        name: "徐乙瑄",
      },
      {
        class: "英文四碩士班",
        id: 607110219,
        name: "鍾　晴",
      },
      {
        class: "西語四Ａ",
        id: 407120178,
        name: "張振育   ",
      },
      {
        class: "西語四Ａ",
        id: 407120574,
        name: "曾美瑜   ",
      },
      {
        class: "西語四Ａ",
        id: 407120632,
        name: "張簡郁珊  ",
      },
      {
        class: "西語四Ａ",
        id: 408120110,
        name: "游佩璇   ",
      },
      {
        class: "西語四Ａ",
        id: 408120151,
        name: "劉迪玟   ",
      },
      {
        class: "西語四Ａ",
        id: 408120458,
        name: "唐銘均   ",
      },
      {
        class: "西語四Ａ",
        id: 408120532,
        name: "陳　昀   ",
      },
      {
        class: "西語四Ａ",
        id: 408120573,
        name: "廖子筑   ",
      },
      {
        class: "西語四Ａ",
        id: 408120714,
        name: "李育環   ",
      },
      {
        class: "西語四Ａ",
        id: 408120755,
        name: "張芷珊   ",
      },
      {
        class: "西語四Ａ",
        id: 408120912,
        name: "張姵瑜   ",
      },
      {
        class: "西語四Ａ",
        id: 408120938,
        name: "郭辰安   ",
      },
      {
        class: "西語四Ａ",
        id: 408120995,
        name: "周辰恩   ",
      },
      {
        class: "西語四Ａ",
        id: 408126059,
        name: "蔡友胤",
      },
      {
        class: "西語四Ａ",
        id: 408127057,
        name: "王品閑",
      },
      {
        class: "西語四Ａ",
        id: 408620176,
        name: "曾品熙",
      },
      {
        class: "西語四Ａ",
        id: 408810496,
        name: "葉俐",
      },
      {
        class: "西語四Ａ",
        id: 408860491,
        name: "黃少嬣",
      },
      {
        class: "西語四Ａ",
        id: 409120010,
        name: "陳宣翎   ",
      },
      {
        class: "西語四Ａ",
        id: 409120036,
        name: "張恩馨   ",
      },
      {
        class: "西語四Ａ",
        id: 409120077,
        name: "魯書妤   ",
      },
      {
        class: "西語四Ａ",
        id: 409120093,
        name: "楊芳諭   ",
      },
      {
        class: "西語四Ａ",
        id: 409120119,
        name: "劉又",
      },
      {
        class: "西語四Ａ",
        id: 409120135,
        name: "許喬雯   ",
      },
      {
        class: "西語四Ａ",
        id: 409120150,
        name: "李宣慧   ",
      },
      {
        class: "西語四Ａ",
        id: 409120176,
        name: "林芷伊   ",
      },
      {
        class: "西語四Ａ",
        id: 409120192,
        name: "賀立汝   ",
      },
      {
        class: "西語四Ａ",
        id: 409120234,
        name: "林念慈   ",
      },
      {
        class: "西語四Ａ",
        id: 409120275,
        name: "邱裔恩   ",
      },
      {
        class: "西語四Ａ",
        id: 409120291,
        name: "楊長泓   ",
      },
      {
        class: "西語四Ａ",
        id: 409120317,
        name: "林芸鴈   ",
      },
      {
        class: "西語四Ａ",
        id: 409120333,
        name: "鄭允綸   ",
      },
      {
        class: "西語四Ａ",
        id: 409120358,
        name: "彭邦宸   ",
      },
      {
        class: "西語四Ａ",
        id: 409120374,
        name: "黃翎綺   ",
      },
      {
        class: "西語四Ａ",
        id: 409120390,
        name: "紀棖楙",
      },
      {
        class: "西語四Ａ",
        id: 409120416,
        name: "林思妤   ",
      },
      {
        class: "西語四Ａ",
        id: 409120432,
        name: "黃韋傑   ",
      },
      {
        class: "西語四Ａ",
        id: 409120457,
        name: "尹俊博   ",
      },
      {
        class: "西語四Ａ",
        id: 409120473,
        name: "洪忻妤   ",
      },
      {
        class: "西語四Ａ",
        id: 409120499,
        name: "賴妍希   ",
      },
      {
        class: "西語四Ａ",
        id: 409120515,
        name: "何姿蓉   ",
      },
      {
        class: "西語四Ａ",
        id: 409120531,
        name: "毛章丞   ",
      },
      {
        class: "西語四Ａ",
        id: 409120556,
        name: "陳忠宇   ",
      },
      {
        class: "西語四Ａ",
        id: 409120572,
        name: "陳怡君   ",
      },
      {
        class: "西語四Ａ",
        id: 409120598,
        name: "蕭幸恬   ",
      },
      {
        class: "西語四Ａ",
        id: 409120614,
        name: "黃佳于   ",
      },
      {
        class: "西語四Ａ",
        id: 409120630,
        name: "林雨讀   ",
      },
      {
        class: "西語四Ａ",
        id: 409120655,
        name: "施慶芸   ",
      },
      {
        class: "西語四Ａ",
        id: 409120671,
        name: "黃嘉興   ",
      },
      {
        class: "西語四Ａ",
        id: 409120697,
        name: "陳力瑋   ",
      },
      {
        class: "西語四Ａ",
        id: 409120713,
        name: "熊子維   ",
      },
      {
        class: "西語四Ａ",
        id: 409120739,
        name: "張芷嫣   ",
      },
      {
        class: "西語四Ａ",
        id: 409120754,
        name: "羅欣妤   ",
      },
      {
        class: "西語四Ａ",
        id: 409120770,
        name: "蔡沛妤   ",
      },
      {
        class: "西語四Ａ",
        id: 409120812,
        name: "呂家芸   ",
      },
      {
        class: "西語四Ａ",
        id: 409120838,
        name: "丁云晴   ",
      },
      {
        class: "西語四Ａ",
        id: 409120853,
        name: "賴采婕   ",
      },
      {
        class: "西語四Ａ",
        id: 409120879,
        name: "曾姵穎   ",
      },
      {
        class: "西語四Ａ",
        id: 409120895,
        name: "林建宇   ",
      },
      {
        class: "西語四Ａ",
        id: 409120911,
        name: "聶以諾   ",
      },
      {
        class: "西語四Ａ",
        id: 409120952,
        name: "林慧婷   ",
      },
      {
        class: "西語四Ａ",
        id: 409120978,
        name: "張詠晴   ",
      },
      {
        class: "西語四Ａ",
        id: 409120994,
        name: "范真翎   ",
      },
      {
        class: "西語四Ａ",
        id: 409121018,
        name: "張今語   ",
      },
      {
        class: "西語四Ａ",
        id: 409121059,
        name: "許環麟   ",
      },
      {
        class: "西語四Ａ",
        id: 409121075,
        name: "張閎年   ",
      },
      {
        class: "西語四Ａ",
        id: 409121117,
        name: "洪秀旻   ",
      },
      {
        class: "西語四Ａ",
        id: 409121133,
        name: "趙雅君   ",
      },
      {
        class: "西語四Ａ",
        id: 409121158,
        name: "唐怡如   ",
      },
      {
        class: "西語四Ａ",
        id: 409121174,
        name: "洪　瓖   ",
      },
      {
        class: "西語四Ａ",
        id: 409121190,
        name: "林龍駿   ",
      },
      {
        class: "西語四Ａ",
        id: 409125035,
        name: "武藤里依",
      },
      {
        class: "西語四Ａ",
        id: 409126058,
        name: "吳揚軒",
      },
      {
        class: "西語四Ａ",
        id: 409126512,
        name: "朱麗萍   ",
      },
      {
        class: "西語四Ａ",
        id: 409126538,
        name: "林晏安",
      },
      {
        class: "西語四Ａ",
        id: 409127031,
        name: "王品文",
      },
      {
        class: "西語四Ａ",
        id: 409127056,
        name: "劉乃瑄",
      },
      {
        class: "西語四Ａ",
        id: 409127098,
        name: "王佳怡",
      },
      {
        class: "西語四Ａ",
        id: 409127114,
        name: "卓立唯",
      },
      {
        class: "西語四Ａ",
        id: 409128054,
        name: "胡婷婷",
      },
      {
        class: "西語四Ａ",
        id: 410127038,
        name: "陳映彤",
      },
      {
        class: "西語四Ａ",
        id: 410127079,
        name: "胡廣雁",
      },
      {
        class: "西語四Ａ",
        id: 410127095,
        name: "駱沂樊",
      },
      {
        class: "西語四Ａ",
        id: 410127111,
        name: "陳德瑋",
      },
      {
        class: "西語四Ａ",
        id: 411127011,
        name: "張金華",
      },
      {
        class: "西語四Ａ",
        id: 411128019,
        name: "張嘉恬",
      },
      {
        class: "西語四Ａ",
        id: 411128050,
        name: "謝亦璇",
      },
      {
        class: "西語四Ａ",
        id: 411128092,
        name: "顏嘉珮",
      },
      {
        class: "西語四Ａ",
        id: 411128118,
        name: "梁盛筌",
      },
      {
        class: "西語四Ａ",
        id: 411128134,
        name: "周銘翊",
      },
      {
        class: "西語四Ａ",
        id: 411128159,
        name: "莊景翔",
      },
      {
        class: "西語四Ｂ",
        id: 208110386,
        name: "陳奕璇",
      },
      {
        class: "西語四Ｂ",
        id: 407120301,
        name: "林珈   ",
      },
      {
        class: "西語四Ｂ",
        id: 408106523,
        name: "徐憶婷",
      },
      {
        class: "西語四Ｂ",
        id: 408120425,
        name: "葉力瑋   ",
      },
      {
        class: "西語四Ｂ",
        id: 408120482,
        name: "陳禹璇   ",
      },
      {
        class: "西語四Ｂ",
        id: 408120540,
        name: "許瑞顯   ",
      },
      {
        class: "西語四Ｂ",
        id: 408120649,
        name: "陳玥言   ",
      },
      {
        class: "西語四Ｂ",
        id: 408120722,
        name: "周于量   ",
      },
      {
        class: "西語四Ｂ",
        id: 408120789,
        name: "莊淳婷   ",
      },
      {
        class: "西語四Ｂ",
        id: 408120946,
        name: "黃泓捷   ",
      },
      {
        class: "西語四Ｂ",
        id: 408121167,
        name: "劉芸卉   ",
      },
      {
        class: "西語四Ｂ",
        id: 408127040,
        name: "陳奕緋",
      },
      {
        class: "西語四Ｂ",
        id: 409037040,
        name: "王星蘊",
      },
      {
        class: "西語四Ｂ",
        id: 409120028,
        name: "唐心如   ",
      },
      {
        class: "西語四Ｂ",
        id: 409120044,
        name: "曾昱婷   ",
      },
      {
        class: "西語四Ｂ",
        id: 409120085,
        name: "羅聿軒   ",
      },
      {
        class: "西語四Ｂ",
        id: 409120101,
        name: "陳妍樺   ",
      },
      {
        class: "西語四Ｂ",
        id: 409120127,
        name: "吳淑琪   ",
      },
      {
        class: "西語四Ｂ",
        id: 409120143,
        name: "林育賢   ",
      },
      {
        class: "西語四Ｂ",
        id: 409120168,
        name: "李裕諺   ",
      },
      {
        class: "西語四Ｂ",
        id: 409120184,
        name: "林妏珊   ",
      },
      {
        class: "西語四Ｂ",
        id: 409120226,
        name: "游芹瑋   ",
      },
      {
        class: "西語四Ｂ",
        id: 409120242,
        name: "楊捷羽   ",
      },
      {
        class: "西語四Ｂ",
        id: 409120267,
        name: "張瑋琪   ",
      },
      {
        class: "西語四Ｂ",
        id: 409120309,
        name: "徐環莉   ",
      },
      {
        class: "西語四Ｂ",
        id: 409120325,
        name: "梁　晶   ",
      },
      {
        class: "西語四Ｂ",
        id: 409120341,
        name: "范辰萱   ",
      },
      {
        class: "西語四Ｂ",
        id: 409120366,
        name: "陳禹辰   ",
      },
      {
        class: "西語四Ｂ",
        id: 409120408,
        name: "張東璿   ",
      },
      {
        class: "西語四Ｂ",
        id: 409120424,
        name: "黃亭瑋   ",
      },
      {
        class: "西語四Ｂ",
        id: 409120440,
        name: "廖苡廷   ",
      },
      {
        class: "西語四Ｂ",
        id: 409120465,
        name: "趙羿婷   ",
      },
      {
        class: "西語四Ｂ",
        id: 409120481,
        name: "江柏毅   ",
      },
      {
        class: "西語四Ｂ",
        id: 409120507,
        name: "王榆丞   ",
      },
      {
        class: "西語四Ｂ",
        id: 409120523,
        name: "李燕琳   ",
      },
      {
        class: "西語四Ｂ",
        id: 409120564,
        name: "蔡沛辰   ",
      },
      {
        class: "西語四Ｂ",
        id: 409120580,
        name: "潘子豪   ",
      },
      {
        class: "西語四Ｂ",
        id: 409120606,
        name: "林鼎宸   ",
      },
      {
        class: "西語四Ｂ",
        id: 409120622,
        name: "林宜蓁   ",
      },
      {
        class: "西語四Ｂ",
        id: 409120663,
        name: "邱冠瑜   ",
      },
      {
        class: "西語四Ｂ",
        id: 409120689,
        name: "柯亞彤   ",
      },
      {
        class: "西語四Ｂ",
        id: 409120705,
        name: "張　慈   ",
      },
      {
        class: "西語四Ｂ",
        id: 409120721,
        name: "林宜靚   ",
      },
      {
        class: "西語四Ｂ",
        id: 409120747,
        name: "高靖涵   ",
      },
      {
        class: "西語四Ｂ",
        id: 409120762,
        name: "王梓柔   ",
      },
      {
        class: "西語四Ｂ",
        id: 409120788,
        name: "吳心語   ",
      },
      {
        class: "西語四Ｂ",
        id: 409120804,
        name: "王緒為   ",
      },
      {
        class: "西語四Ｂ",
        id: 409120861,
        name: "徐翊紜   ",
      },
      {
        class: "西語四Ｂ",
        id: 409120887,
        name: "李雨柔   ",
      },
      {
        class: "西語四Ｂ",
        id: 409120903,
        name: "曾宇瑄   ",
      },
      {
        class: "西語四Ｂ",
        id: 409120945,
        name: "朱采綸   ",
      },
      {
        class: "西語四Ｂ",
        id: 409120986,
        name: "吳智宇   ",
      },
      {
        class: "西語四Ｂ",
        id: 409121000,
        name: "阮郁雯   ",
      },
      {
        class: "西語四Ｂ",
        id: 409121026,
        name: "林芷琪   ",
      },
      {
        class: "西語四Ｂ",
        id: 409121067,
        name: "楊湘菱   ",
      },
      {
        class: "西語四Ｂ",
        id: 409121083,
        name: "吳建周   ",
      },
      {
        class: "西語四Ｂ",
        id: 409121109,
        name: "賴映潔   ",
      },
      {
        class: "西語四Ｂ",
        id: 409121125,
        name: "郭家瑜   ",
      },
      {
        class: "西語四Ｂ",
        id: 409121141,
        name: "劉楷婧   ",
      },
      {
        class: "西語四Ｂ",
        id: 409121166,
        name: "張筱琳   ",
      },
      {
        class: "西語四Ｂ",
        id: 409121182,
        name: "林宸愉   ",
      },
      {
        class: "西語四Ｂ",
        id: 409125043,
        name: "金炯俊",
      },
      {
        class: "西語四Ｂ",
        id: 409126066,
        name: "梁惠慧",
      },
      {
        class: "西語四Ｂ",
        id: 409126082,
        name: "翁靖嵐",
      },
      {
        class: "西語四Ｂ",
        id: 409126140,
        name: "羅建弘",
      },
      {
        class: "西語四Ｂ",
        id: 409126520,
        name: "潘啟新",
      },
      {
        class: "西語四Ｂ",
        id: 409126546,
        name: "林紹騰",
      },
      {
        class: "西語四Ｂ",
        id: 409127023,
        name: "賴繹傑",
      },
      {
        class: "西語四Ｂ",
        id: 409127049,
        name: "黃譯萱",
      },
      {
        class: "西語四Ｂ",
        id: 409127064,
        name: "陳慈君",
      },
      {
        class: "西語四Ｂ",
        id: 409127122,
        name: "何洛瑀",
      },
      {
        class: "西語四Ｂ",
        id: 409860888,
        name: "黃芳原   ",
      },
      {
        class: "西語四Ｂ",
        id: 409860987,
        name: "蔡欣妤   ",
      },
      {
        class: "西語四Ｂ",
        id: 410127046,
        name: "譚世廷",
      },
      {
        class: "西語四Ｂ",
        id: 410127061,
        name: "林采真",
      },
      {
        class: "西語四Ｂ",
        id: 410127087,
        name: "王紫柔",
      },
      {
        class: "西語四Ｂ",
        id: 410128085,
        name: "毛彥淇",
      },
      {
        class: "西語四Ｂ",
        id: 411128068,
        name: "謝儀萱",
      },
      {
        class: "俄文四",
        id: 208110501,
        name: "黃美慈",
      },
      {
        class: "俄文四",
        id: 407130169,
        name: "王曜廷   ",
      },
      {
        class: "俄文四",
        id: 407130276,
        name: "彭芝琳   ",
      },
      {
        class: "俄文四",
        id: 407136521,
        name: "徐沛晴   ",
      },
      {
        class: "俄文四",
        id: 407137073,
        name: "黃柏崴",
      },
      {
        class: "俄文四",
        id: 408130259,
        name: "楊　競   ",
      },
      {
        class: "俄文四",
        id: 408130317,
        name: "葉栩溱   ",
      },
      {
        class: "俄文四",
        id: 408810207,
        name: "謝抒樺   ",
      },
      {
        class: "俄文四",
        id: 408840063,
        name: "歐芷綺   ",
      },
      {
        class: "俄文四",
        id: 409130019,
        name: "張詠翔   ",
      },
      {
        class: "俄文四",
        id: 409130027,
        name: "蕭芝媗   ",
      },
      {
        class: "俄文四",
        id: 409130043,
        name: "林緹蔚   ",
      },
      {
        class: "俄文四",
        id: 409130068,
        name: "沈彤軒   ",
      },
      {
        class: "俄文四",
        id: 409130076,
        name: "許瑋倫   ",
      },
      {
        class: "俄文四",
        id: 409130084,
        name: "徐凡恩   ",
      },
      {
        class: "俄文四",
        id: 409130092,
        name: "李芝昕   ",
      },
      {
        class: "俄文四",
        id: 409130126,
        name: "劉　和   ",
      },
      {
        class: "俄文四",
        id: 409130142,
        name: "黃祺皓   ",
      },
      {
        class: "俄文四",
        id: 409130159,
        name: "侯沛辰   ",
      },
      {
        class: "俄文四",
        id: 409130167,
        name: "吳蕙均   ",
      },
      {
        class: "俄文四",
        id: 409130175,
        name: "周宜樺   ",
      },
      {
        class: "俄文四",
        id: 409130183,
        name: "何詩婕   ",
      },
      {
        class: "俄文四",
        id: 409130191,
        name: "夏采妤   ",
      },
      {
        class: "俄文四",
        id: 409130217,
        name: "黃詩婷   ",
      },
      {
        class: "俄文四",
        id: 409130225,
        name: "陳沛蕓   ",
      },
      {
        class: "俄文四",
        id: 409130233,
        name: "陳奕碩   ",
      },
      {
        class: "俄文四",
        id: 409130241,
        name: "鄭羽泯   ",
      },
      {
        class: "俄文四",
        id: 409130274,
        name: "陳柏伊   ",
      },
      {
        class: "俄文四",
        id: 409130282,
        name: "馬嘉昀   ",
      },
      {
        class: "俄文四",
        id: 409130290,
        name: "賴思萍   ",
      },
      {
        class: "俄文四",
        id: 409130308,
        name: "李晨語   ",
      },
      {
        class: "俄文四",
        id: 409130316,
        name: "鄭宏瑞   ",
      },
      {
        class: "俄文四",
        id: 409130324,
        name: "林昕璇   ",
      },
      {
        class: "俄文四",
        id: 409130332,
        name: "姜宇軒   ",
      },
      {
        class: "俄文四",
        id: 409130340,
        name: "薛詠愛   ",
      },
      {
        class: "俄文四",
        id: 409130357,
        name: "劉珈帆   ",
      },
      {
        class: "俄文四",
        id: 409130365,
        name: "吳姍樺   ",
      },
      {
        class: "俄文四",
        id: 409130373,
        name: "鄒季恩   ",
      },
      {
        class: "俄文四",
        id: 409130381,
        name: "許祐銓   ",
      },
      {
        class: "俄文四",
        id: 409130407,
        name: "楊宛樺   ",
      },
      {
        class: "俄文四",
        id: 409130415,
        name: "林榆庭   ",
      },
      {
        class: "俄文四",
        id: 409130449,
        name: "吳韓妮   ",
      },
      {
        class: "俄文四",
        id: 409130456,
        name: "吳宸宇   ",
      },
      {
        class: "俄文四",
        id: 409130464,
        name: "羅竹君   ",
      },
      {
        class: "俄文四",
        id: 409130472,
        name: "黃綾香   ",
      },
      {
        class: "俄文四",
        id: 409130498,
        name: "賴思羽   ",
      },
      {
        class: "俄文四",
        id: 409130506,
        name: "吳昇龍   ",
      },
      {
        class: "俄文四",
        id: 409130514,
        name: "葉芊芸   ",
      },
      {
        class: "俄文四",
        id: 409130522,
        name: "周盈靜   ",
      },
      {
        class: "俄文四",
        id: 409130530,
        name: "陳泳歆   ",
      },
      {
        class: "俄文四",
        id: 409130548,
        name: "林濬宸   ",
      },
      {
        class: "俄文四",
        id: 409130589,
        name: "譚郁琪   ",
      },
      {
        class: "俄文四",
        id: 409136529,
        name: "張博鈞",
      },
      {
        class: "俄文四",
        id: 409136537,
        name: "梁祐瑜",
      },
      {
        class: "俄文四",
        id: 409137022,
        name: "詹　森",
      },
      {
        class: "俄文四",
        id: 409137030,
        name: "王　彤",
      },
      {
        class: "俄文四",
        id: 410137011,
        name: "邱寶儀",
      },
      {
        class: "俄文四",
        id: 410137037,
        name: "謝筱柔",
      },
      {
        class: "俄文四",
        id: 410137052,
        name: "許可靖",
      },
      {
        class: "俄文四",
        id: 410138019,
        name: "周靖庭",
      },
      {
        class: "會計四Ａ",
        id: 207600197,
        name: "華亭瑜",
      },
      {
        class: "會計四Ａ",
        id: 407600286,
        name: "林箴   ",
      },
      {
        class: "會計四Ａ",
        id: 407600617,
        name: "郭亭汶   ",
      },
      {
        class: "會計四Ａ",
        id: 408600400,
        name: "蕭立安   ",
      },
      {
        class: "會計四Ａ",
        id: 408601036,
        name: "王津翔   ",
      },
      {
        class: "會計四Ａ",
        id: 408601184,
        name: "吳偉丞   ",
      },
      {
        class: "會計四Ａ",
        id: 408607108,
        name: "陳卉羚",
      },
      {
        class: "會計四Ａ",
        id: 408607223,
        name: "蕭琇文",
      },
      {
        class: "會計四Ａ",
        id: 409600011,
        name: "黃懷泯   ",
      },
      {
        class: "會計四Ａ",
        id: 409600045,
        name: "董昌鑫   ",
      },
      {
        class: "會計四Ａ",
        id: 409600078,
        name: "陳美燁   ",
      },
      {
        class: "會計四Ａ",
        id: 409600102,
        name: "周郁玹   ",
      },
      {
        class: "會計四Ａ",
        id: 409600136,
        name: "林千祐   ",
      },
      {
        class: "會計四Ａ",
        id: 409600169,
        name: "古采玄   ",
      },
      {
        class: "會計四Ａ",
        id: 409600193,
        name: "吳毓珊   ",
      },
      {
        class: "會計四Ａ",
        id: 409600227,
        name: "林珈雯   ",
      },
      {
        class: "會計四Ａ",
        id: 409600250,
        name: "黃聖傑   ",
      },
      {
        class: "會計四Ａ",
        id: 409600284,
        name: "張博鈞   ",
      },
      {
        class: "會計四Ａ",
        id: 409600318,
        name: "邱婧瑜   ",
      },
      {
        class: "會計四Ａ",
        id: 409600342,
        name: "林姿伶   ",
      },
      {
        class: "會計四Ａ",
        id: 409600375,
        name: "蔡語綺   ",
      },
      {
        class: "會計四Ａ",
        id: 409600409,
        name: "賴祈瑋   ",
      },
      {
        class: "會計四Ａ",
        id: 409600433,
        name: "林佳禹   ",
      },
      {
        class: "會計四Ａ",
        id: 409600466,
        name: "姜文琪   ",
      },
      {
        class: "會計四Ａ",
        id: 409600490,
        name: "余沛瑄   ",
      },
      {
        class: "會計四Ａ",
        id: 409600524,
        name: "方　瑜   ",
      },
      {
        class: "會計四Ａ",
        id: 409600557,
        name: "高　瑀   ",
      },
      {
        class: "會計四Ａ",
        id: 409600581,
        name: "林琮祐   ",
      },
      {
        class: "會計四Ａ",
        id: 409600615,
        name: "陳正澤   ",
      },
      {
        class: "會計四Ａ",
        id: 409600649,
        name: "李濟中   ",
      },
      {
        class: "會計四Ａ",
        id: 409600706,
        name: "許雅晴   ",
      },
      {
        class: "會計四Ａ",
        id: 409600730,
        name: "丁致文   ",
      },
      {
        class: "會計四Ａ",
        id: 409600797,
        name: "王愛佳   ",
      },
      {
        class: "會計四Ａ",
        id: 409600821,
        name: "許麗榕   ",
      },
      {
        class: "會計四Ａ",
        id: 409600854,
        name: "李維哲   ",
      },
      {
        class: "會計四Ａ",
        id: 409600888,
        name: "趙守德   ",
      },
      {
        class: "會計四Ａ",
        id: 409600912,
        name: "莊佳樺   ",
      },
      {
        class: "會計四Ａ",
        id: 409600979,
        name: "邱郁捷   ",
      },
      {
        class: "會計四Ａ",
        id: 409601001,
        name: "蔡旻恩   ",
      },
      {
        class: "會計四Ａ",
        id: 409601035,
        name: "吳永翔   ",
      },
      {
        class: "會計四Ａ",
        id: 409601068,
        name: "林品潔   ",
      },
      {
        class: "會計四Ａ",
        id: 409601126,
        name: "呂易倫   ",
      },
      {
        class: "會計四Ａ",
        id: 409601159,
        name: "張勻庭   ",
      },
      {
        class: "會計四Ａ",
        id: 409601183,
        name: "曾琨洋   ",
      },
      {
        class: "會計四Ａ",
        id: 409601241,
        name: "紀詠馨   ",
      },
      {
        class: "會計四Ａ",
        id: 409601274,
        name: "李岳霖   ",
      },
      {
        class: "會計四Ａ",
        id: 409601308,
        name: "張皓晴   ",
      },
      {
        class: "會計四Ａ",
        id: 409601332,
        name: "阮珮雯   ",
      },
      {
        class: "會計四Ａ",
        id: 409601365,
        name: "林欣怡   ",
      },
      {
        class: "會計四Ａ",
        id: 409601399,
        name: "吳祐辰   ",
      },
      {
        class: "會計四Ａ",
        id: 409601423,
        name: "柳舒尹   ",
      },
      {
        class: "會計四Ａ",
        id: 409601480,
        name: "李昕展   ",
      },
      {
        class: "會計四Ａ",
        id: 409601514,
        name: "郭子涵   ",
      },
      {
        class: "會計四Ａ",
        id: 409601548,
        name: "龔子欣   ",
      },
      {
        class: "會計四Ａ",
        id: 409601571,
        name: "戴肇均   ",
      },
      {
        class: "會計四Ａ",
        id: 409601639,
        name: "曾金齡   ",
      },
      {
        class: "會計四Ａ",
        id: 409601662,
        name: "蔡宗諺   ",
      },
      {
        class: "會計四Ａ",
        id: 409601696,
        name: "張誠祐   ",
      },
      {
        class: "會計四Ａ",
        id: 409605010,
        name: "郭愛華",
      },
      {
        class: "會計四Ａ",
        id: 409606018,
        name: "李治虹",
      },
      {
        class: "會計四Ａ",
        id: 409606042,
        name: "顏葶",
      },
      {
        class: "會計四Ａ",
        id: 409606513,
        name: "江祈歆   ",
      },
      {
        class: "會計四Ａ",
        id: 410607013,
        name: "林晉宇",
      },
      {
        class: "會計四Ａ",
        id: 410607104,
        name: "盧力瑋",
      },
      {
        class: "會計四Ａ",
        id: 410607161,
        name: "盧欣渝",
      },
      {
        class: "會計四Ａ",
        id: 411608044,
        name: "伍佑媜",
      },
      {
        class: "會計四Ａ",
        id: 411608077,
        name: "李明穎",
      },
      {
        class: "會計四Ａ",
        id: 411608168,
        name: "葉爾琪",
      },
      {
        class: "會計四Ａ",
        id: 411608291,
        name: "郭慕然",
      },
      {
        class: "會計四Ｂ",
        id: 406601186,
        name: "薛寶皇   ",
      },
      {
        class: "會計四Ｂ",
        id: 407600773,
        name: "李羅全   ",
      },
      {
        class: "會計四Ｂ",
        id: 408600384,
        name: "郭青妍   ",
      },
      {
        class: "會計四Ｂ",
        id: 408600509,
        name: "舒　晨   ",
      },
      {
        class: "會計四Ｂ",
        id: 408600749,
        name: "徐涒耀   ",
      },
      {
        class: "會計四Ｂ",
        id: 408601374,
        name: "郭學安   ",
      },
      {
        class: "會計四Ｂ",
        id: 408601523,
        name: "梁雨軒   ",
      },
      {
        class: "會計四Ｂ",
        id: 408601580,
        name: "張引綺   ",
      },
      {
        class: "會計四Ｂ",
        id: 408640927,
        name: "曾紹銘   ",
      },
      {
        class: "會計四Ｂ",
        id: 409600029,
        name: "胡萁文   ",
      },
      {
        class: "會計四Ｂ",
        id: 409600052,
        name: "許耘綺   ",
      },
      {
        class: "會計四Ｂ",
        id: 409600086,
        name: "張芯寧   ",
      },
      {
        class: "會計四Ｂ",
        id: 409600110,
        name: "江柏鋒   ",
      },
      {
        class: "會計四Ｂ",
        id: 409600144,
        name: "楊宸誌   ",
      },
      {
        class: "會計四Ｂ",
        id: 409600177,
        name: "孫仕乾   ",
      },
      {
        class: "會計四Ｂ",
        id: 409600201,
        name: "賴怡婷   ",
      },
      {
        class: "會計四Ｂ",
        id: 409600235,
        name: "王琬雯   ",
      },
      {
        class: "會計四Ｂ",
        id: 409600268,
        name: "吳宓璇   ",
      },
      {
        class: "會計四Ｂ",
        id: 409600292,
        name: "沈沅熹",
      },
      {
        class: "會計四Ｂ",
        id: 409600326,
        name: "陳奕君   ",
      },
      {
        class: "會計四Ｂ",
        id: 409600359,
        name: "楊欣諭   ",
      },
      {
        class: "會計四Ｂ",
        id: 409600383,
        name: "辛羽葳   ",
      },
      {
        class: "會計四Ｂ",
        id: 409600417,
        name: "林柏宇   ",
      },
      {
        class: "會計四Ｂ",
        id: 409600441,
        name: "范瑋萁   ",
      },
      {
        class: "會計四Ｂ",
        id: 409600474,
        name: "許雯萱   ",
      },
      {
        class: "會計四Ｂ",
        id: 409600532,
        name: "陳惟君   ",
      },
      {
        class: "會計四Ｂ",
        id: 409600565,
        name: "曾鈺珊   ",
      },
      {
        class: "會計四Ｂ",
        id: 409600623,
        name: "張庭瑜   ",
      },
      {
        class: "會計四Ｂ",
        id: 409600656,
        name: "葉立翔   ",
      },
      {
        class: "會計四Ｂ",
        id: 409600680,
        name: "謝妤沁   ",
      },
      {
        class: "會計四Ｂ",
        id: 409600714,
        name: "張禕宸   ",
      },
      {
        class: "會計四Ｂ",
        id: 409600748,
        name: "章博智   ",
      },
      {
        class: "會計四Ｂ",
        id: 409600771,
        name: "葉俊佑   ",
      },
      {
        class: "會計四Ｂ",
        id: 409600805,
        name: "林家邑   ",
      },
      {
        class: "會計四Ｂ",
        id: 409600839,
        name: "石柔蓁   ",
      },
      {
        class: "會計四Ｂ",
        id: 409600862,
        name: "吳宥翰   ",
      },
      {
        class: "會計四Ｂ",
        id: 409600896,
        name: "劉庭瑜   ",
      },
      {
        class: "會計四Ｂ",
        id: 409600920,
        name: "張紫茵   ",
      },
      {
        class: "會計四Ｂ",
        id: 409600953,
        name: "吳穎柔   ",
      },
      {
        class: "會計四Ｂ",
        id: 409600987,
        name: "陳螢蓉   ",
      },
      {
        class: "會計四Ｂ",
        id: 409601043,
        name: "王景鋒   ",
      },
      {
        class: "會計四Ｂ",
        id: 409601100,
        name: "張峻誠   ",
      },
      {
        class: "會計四Ｂ",
        id: 409601134,
        name: "劉子揚   ",
      },
      {
        class: "會計四Ｂ",
        id: 409601167,
        name: "翁靖筑   ",
      },
      {
        class: "會計四Ｂ",
        id: 409601191,
        name: "高永瀚   ",
      },
      {
        class: "會計四Ｂ",
        id: 409601258,
        name: "賴禹叡   ",
      },
      {
        class: "會計四Ｂ",
        id: 409601282,
        name: "謝明慧   ",
      },
      {
        class: "會計四Ｂ",
        id: 409601316,
        name: "袁鼎崴   ",
      },
      {
        class: "會計四Ｂ",
        id: 409601340,
        name: "卓立夫   ",
      },
      {
        class: "會計四Ｂ",
        id: 409601373,
        name: "林亭君   ",
      },
      {
        class: "會計四Ｂ",
        id: 409601407,
        name: "鄺詣涵   ",
      },
      {
        class: "會計四Ｂ",
        id: 409601464,
        name: "張瑋珊   ",
      },
      {
        class: "會計四Ｂ",
        id: 409601498,
        name: "吳侑展   ",
      },
      {
        class: "會計四Ｂ",
        id: 409601522,
        name: "王琦風   ",
      },
      {
        class: "會計四Ｂ",
        id: 409601589,
        name: "劉芸彤   ",
      },
      {
        class: "會計四Ｂ",
        id: 409601647,
        name: "黃馨儀   ",
      },
      {
        class: "會計四Ｂ",
        id: 409601670,
        name: "高靖婷   ",
      },
      {
        class: "會計四Ｂ",
        id: 409601704,
        name: "曾翔聆   ",
      },
      {
        class: "會計四Ｂ",
        id: 409607024,
        name: "林禹丞",
      },
      {
        class: "會計四Ｂ",
        id: 409610564,
        name: "徐　哲   ",
      },
      {
        class: "會計四Ｂ",
        id: 409650057,
        name: "陳筠霈   ",
      },
      {
        class: "會計四Ｂ",
        id: 409651584,
        name: "籃詩韻   ",
      },
      {
        class: "會計四Ｂ",
        id: 409651790,
        name: "陳怡蓁   ",
      },
      {
        class: "會計四Ｂ",
        id: 410607088,
        name: "黃柔蓁",
      },
      {
        class: "會計四Ｂ",
        id: 410607112,
        name: "王嘉妤",
      },
      {
        class: "會計四Ｂ",
        id: 410607179,
        name: "李昱萱",
      },
      {
        class: "會計四Ｂ",
        id: 410607203,
        name: "黃子豪",
      },
      {
        class: "會計四Ｂ",
        id: 410608144,
        name: "黎冠毅",
      },
      {
        class: "會計四Ｂ",
        id: 410608177,
        name: "簡妤珊",
      },
      {
        class: "會計四Ｂ",
        id: 410608201,
        name: "范薰允",
      },
      {
        class: "會計四Ｂ",
        id: 411608028,
        name: "林茗儀",
      },
      {
        class: "會計四Ｂ",
        id: 411608051,
        name: "陳柔娟",
      },
      {
        class: "會計四Ｂ",
        id: 411608085,
        name: "張哲維",
      },
      {
        class: "會計四Ｂ",
        id: 411608119,
        name: "詹昀婕",
      },
      {
        class: "會計四Ｂ",
        id: 411608143,
        name: "余俐璇",
      },
      {
        class: "會計四Ｃ",
        id: 407601268,
        name: "林柏宇   ",
      },
      {
        class: "會計四Ｃ",
        id: 408600301,
        name: "謝蕙如   ",
      },
      {
        class: "會計四Ｃ",
        id: 408600392,
        name: "郭佩鑫   ",
      },
      {
        class: "會計四Ｃ",
        id: 408600756,
        name: "卓裕傑   ",
      },
      {
        class: "會計四Ｃ",
        id: 408600871,
        name: "鄧雅禎   ",
      },
      {
        class: "會計四Ｃ",
        id: 408600996,
        name: "湯博喬   ",
      },
      {
        class: "會計四Ｃ",
        id: 408601028,
        name: "劉子渝   ",
      },
      {
        class: "會計四Ｃ",
        id: 408601119,
        name: "葉冠甫   ",
      },
      {
        class: "會計四Ｃ",
        id: 408601200,
        name: "田宇聖   ",
      },
      {
        class: "會計四Ｃ",
        id: 408601564,
        name: "歐騏銘   ",
      },
      {
        class: "會計四Ｃ",
        id: 408601598,
        name: "伍寬原   ",
      },
      {
        class: "會計四Ｃ",
        id: 409600037,
        name: "黃沐恩   ",
      },
      {
        class: "會計四Ｃ",
        id: 409600060,
        name: "蔡易成   ",
      },
      {
        class: "會計四Ｃ",
        id: 409600128,
        name: "閔娟   ",
      },
      {
        class: "會計四Ｃ",
        id: 409600151,
        name: "黃子綾   ",
      },
      {
        class: "會計四Ｃ",
        id: 409600219,
        name: "李亦芬   ",
      },
      {
        class: "會計四Ｃ",
        id: 409600276,
        name: "林明翰   ",
      },
      {
        class: "會計四Ｃ",
        id: 409600300,
        name: "林妤珊   ",
      },
      {
        class: "會計四Ｃ",
        id: 409600334,
        name: "林宸瑋   ",
      },
      {
        class: "會計四Ｃ",
        id: 409600367,
        name: "洪珮宜   ",
      },
      {
        class: "會計四Ｃ",
        id: 409600391,
        name: "吳欣穎   ",
      },
      {
        class: "會計四Ｃ",
        id: 409600425,
        name: "黃鈺晴   ",
      },
      {
        class: "會計四Ｃ",
        id: 409600458,
        name: "黃崇恩   ",
      },
      {
        class: "會計四Ｃ",
        id: 409600540,
        name: "劉乃綺   ",
      },
      {
        class: "會計四Ｃ",
        id: 409600573,
        name: "簡紹鈞   ",
      },
      {
        class: "會計四Ｃ",
        id: 409600607,
        name: "李雯錡   ",
      },
      {
        class: "會計四Ｃ",
        id: 409600631,
        name: "何姿穎   ",
      },
      {
        class: "會計四Ｃ",
        id: 409600664,
        name: "黃維德   ",
      },
      {
        class: "會計四Ｃ",
        id: 409600698,
        name: "郭柔靚   ",
      },
      {
        class: "會計四Ｃ",
        id: 409600722,
        name: "李晉傑   ",
      },
      {
        class: "會計四Ｃ",
        id: 409600755,
        name: "陳怡君   ",
      },
      {
        class: "會計四Ｃ",
        id: 409600813,
        name: "羅子瑄   ",
      },
      {
        class: "會計四Ｃ",
        id: 409600870,
        name: "吳若綺   ",
      },
      {
        class: "會計四Ｃ",
        id: 409600904,
        name: "吳亮濡   ",
      },
      {
        class: "會計四Ｃ",
        id: 409600938,
        name: "吳冠宇   ",
      },
      {
        class: "會計四Ｃ",
        id: 409600961,
        name: "徐鈺淳   ",
      },
      {
        class: "會計四Ｃ",
        id: 409600995,
        name: "黃冠榕   ",
      },
      {
        class: "會計四Ｃ",
        id: 409601027,
        name: "邱志杰   ",
      },
      {
        class: "會計四Ｃ",
        id: 409601050,
        name: "簡宥誠   ",
      },
      {
        class: "會計四Ｃ",
        id: 409601084,
        name: "謝佳芸   ",
      },
      {
        class: "會計四Ｃ",
        id: 409601142,
        name: "洪啟慧   ",
      },
      {
        class: "會計四Ｃ",
        id: 409601209,
        name: "楊文琇   ",
      },
      {
        class: "會計四Ｃ",
        id: 409601233,
        name: "陳怡安   ",
      },
      {
        class: "會計四Ｃ",
        id: 409601266,
        name: "廖若雯   ",
      },
      {
        class: "會計四Ｃ",
        id: 409601290,
        name: "王柏豪   ",
      },
      {
        class: "會計四Ｃ",
        id: 409601324,
        name: "林和緯   ",
      },
      {
        class: "會計四Ｃ",
        id: 409601357,
        name: "林延融   ",
      },
      {
        class: "會計四Ｃ",
        id: 409601381,
        name: "李覲頻   ",
      },
      {
        class: "會計四Ｃ",
        id: 409601415,
        name: "何采昀   ",
      },
      {
        class: "會計四Ｃ",
        id: 409601472,
        name: "謝永薪   ",
      },
      {
        class: "會計四Ｃ",
        id: 409601506,
        name: "盧丞恩   ",
      },
      {
        class: "會計四Ｃ",
        id: 409601563,
        name: "廖侑麒   ",
      },
      {
        class: "會計四Ｃ",
        id: 409601597,
        name: "張哲嘉   ",
      },
      {
        class: "會計四Ｃ",
        id: 409601654,
        name: "徐浩軒   ",
      },
      {
        class: "會計四Ｃ",
        id: 409601688,
        name: "王珮蓉   ",
      },
      {
        class: "會計四Ｃ",
        id: 409606034,
        name: "婉盈",
      },
      {
        class: "會計四Ｃ",
        id: 409606091,
        name: "陳嘉成",
      },
      {
        class: "會計四Ｃ",
        id: 409608121,
        name: "崔瓊櫻",
      },
      {
        class: "會計四Ｃ",
        id: 410607039,
        name: "陳英織",
      },
      {
        class: "會計四Ｃ",
        id: 410608185,
        name: "謝潤霆",
      },
      {
        class: "會計四Ｃ",
        id: 410608219,
        name: "林裔栩",
      },
      {
        class: "會計四Ｃ",
        id: 411608093,
        name: "林宜瑩",
      },
      {
        class: "會計進學班四",
        id: 207600239,
        name: "王姿予",
      },
      {
        class: "會計二碩專班",
        id: 711600014,
        name: "謝明錦",
      },
      {
        class: "會計二碩專班",
        id: 711600022,
        name: "許乙惠",
      },
      {
        class: "會計二碩專班",
        id: 711600048,
        name: "林逸群",
      },
      {
        class: "會計二碩專班",
        id: 711600055,
        name: "曹秀如",
      },
      {
        class: "會計三碩專班",
        id: 710600031,
        name: "林邦毅",
      },
      {
        class: "會計三碩專班",
        id: 710600114,
        name: "蔡易龍",
      },
      {
        class: "會計四碩專班",
        id: 705600095,
        name: "陳思羽",
      },
      {
        class: "會計四碩專班",
        id: 705600152,
        name: "郭慈",
      },
      {
        class: "會計四碩專班",
        id: 706600011,
        name: "鄭宇恩",
      },
      {
        class: "會計四碩專班",
        id: 709600083,
        name: "黃雁琳",
      },
      {
        class: "會計四碩專班",
        id: 709600091,
        name: "何家雯",
      },
      {
        class: "會計四碩專班",
        id: 709600117,
        name: "黃郁蓁",
      },
      {
        class: "會計二碩士班",
        id: 611600106,
        name: "林美含",
      },
      {
        class: "會計二碩士班",
        id: 611600114,
        name: "施金鳳",
      },
      {
        class: "會計二碩士班",
        id: 611600171,
        name: "吳妍妤",
      },
      {
        class: "會計二碩士班",
        id: 611600189,
        name: "陳怡君",
      },
      {
        class: "會計二碩士班",
        id: 611600197,
        name: "簡志鈞",
      },
      {
        class: "會計二碩士班",
        id: 611600239,
        name: "陳奕安",
      },
      {
        class: "會計二碩士班",
        id: 611600361,
        name: "林佑諮",
      },
      {
        class: "會計二碩士班",
        id: 611600379,
        name: "古宗頲",
      },
      {
        class: "會計二碩士班",
        id: 611600429,
        name: "顏若涵",
      },
      {
        class: "會計二碩士班",
        id: 611600460,
        name: "鄭慈芳",
      },
      {
        class: "會計二碩士班",
        id: 611600478,
        name: "詹淞鴻",
      },
      {
        class: "會計二碩士班",
        id: 611600486,
        name: "邢晁源",
      },
      {
        class: "會計二碩士班",
        id: 611600502,
        name: "夏　菱",
      },
      {
        class: "會計二碩士班",
        id: 611600551,
        name: "陳奕霖",
      },
      {
        class: "會計二碩士班",
        id: 611605014,
        name: "黃之盈",
      },
      {
        class: "會計二碩士班",
        id: 611606012,
        name: "李尚謙",
      },
      {
        class: "會計三碩士班",
        id: 610600453,
        name: "魏詩芸",
      },
      {
        class: "會計三碩士班",
        id: 610600479,
        name: "黃冠銓",
      },
      {
        class: "會計四碩士班",
        id: 609600456,
        name: "李晉宜",
      },
      {
        class: "財金四Ａ",
        id: 406531193,
        name: "蔡孟倢   ",
      },
      {
        class: "財金四Ａ",
        id: 407206514,
        name: "徐尚鴻",
      },
      {
        class: "財金四Ａ",
        id: 407536076,
        name: "鄺建方",
      },
      {
        class: "財金四Ａ",
        id: 408366077,
        name: "陳宏光",
      },
      {
        class: "財金四Ａ",
        id: 408530458,
        name: "蘇柏翰   ",
      },
      {
        class: "財金四Ａ",
        id: 408530813,
        name: "楊翊平   ",
      },
      {
        class: "財金四Ａ",
        id: 408530938,
        name: "陳柏翰   ",
      },
      {
        class: "財金四Ａ",
        id: 408531118,
        name: "黃柏仁   ",
      },
      {
        class: "財金四Ａ",
        id: 408531159,
        name: "吳詠淇   ",
      },
      {
        class: "財金四Ａ",
        id: 408536059,
        name: "黎艾享",
      },
      {
        class: "財金四Ａ",
        id: 408536539,
        name: "陳勇孝",
      },
      {
        class: "財金四Ａ",
        id: 408615150,
        name: "黎氏茸",
      },
      {
        class: "財金四Ａ",
        id: 408624012,
        name: "薛飛聯",
      },
      {
        class: "財金四Ａ",
        id: 409016556,
        name: "薛詠姍",
      },
      {
        class: "財金四Ａ",
        id: 409220059,
        name: "黃宥鈞   ",
      },
      {
        class: "財金四Ａ",
        id: 409530010,
        name: "陳貞妤   ",
      },
      {
        class: "財金四Ａ",
        id: 409530036,
        name: "曹晏慈   ",
      },
      {
        class: "財金四Ａ",
        id: 409530051,
        name: "駱奕成   ",
      },
      {
        class: "財金四Ａ",
        id: 409530077,
        name: "徐于婷   ",
      },
      {
        class: "財金四Ａ",
        id: 409530119,
        name: "陳　怡   ",
      },
      {
        class: "財金四Ａ",
        id: 409530150,
        name: "張簡士義  ",
      },
      {
        class: "財金四Ａ",
        id: 409530176,
        name: "黃柏維   ",
      },
      {
        class: "財金四Ａ",
        id: 409530192,
        name: "郭政宏   ",
      },
      {
        class: "財金四Ａ",
        id: 409530218,
        name: "王嬿臻   ",
      },
      {
        class: "財金四Ａ",
        id: 409530234,
        name: "洪嘉宏   ",
      },
      {
        class: "財金四Ａ",
        id: 409530259,
        name: "蘇庭玄   ",
      },
      {
        class: "財金四Ａ",
        id: 409530275,
        name: "吳芊緻   ",
      },
      {
        class: "財金四Ａ",
        id: 409530291,
        name: "陳譽之   ",
      },
      {
        class: "財金四Ａ",
        id: 409530317,
        name: "周怡妏   ",
      },
      {
        class: "財金四Ａ",
        id: 409530333,
        name: "吳晨安   ",
      },
      {
        class: "財金四Ａ",
        id: 409530374,
        name: "劉佳穎   ",
      },
      {
        class: "財金四Ａ",
        id: 409530390,
        name: "張惟捷   ",
      },
      {
        class: "財金四Ａ",
        id: 409530416,
        name: "盧彥成   ",
      },
      {
        class: "財金四Ａ",
        id: 409530432,
        name: "鄒宇垣   ",
      },
      {
        class: "財金四Ａ",
        id: 409530457,
        name: "許翊芳   ",
      },
      {
        class: "財金四Ａ",
        id: 409530473,
        name: "張琪珮   ",
      },
      {
        class: "財金四Ａ",
        id: 409530499,
        name: "張議中   ",
      },
      {
        class: "財金四Ａ",
        id: 409530515,
        name: "林易玄   ",
      },
      {
        class: "財金四Ａ",
        id: 409530556,
        name: "白靖陽   ",
      },
      {
        class: "財金四Ａ",
        id: 409530598,
        name: "林郁庭   ",
      },
      {
        class: "財金四Ａ",
        id: 409530630,
        name: "李育洵   ",
      },
      {
        class: "財金四Ａ",
        id: 409530655,
        name: "陳欣妤   ",
      },
      {
        class: "財金四Ａ",
        id: 409530671,
        name: "陳威豪   ",
      },
      {
        class: "財金四Ａ",
        id: 409530697,
        name: "李柏寬   ",
      },
      {
        class: "財金四Ａ",
        id: 409530713,
        name: "蔡碩宸   ",
      },
      {
        class: "財金四Ａ",
        id: 409530739,
        name: "高歆彥   ",
      },
      {
        class: "財金四Ａ",
        id: 409530754,
        name: "楊子",
      },
      {
        class: "財金四Ａ",
        id: 409530770,
        name: "張　晴   ",
      },
      {
        class: "財金四Ａ",
        id: 409530796,
        name: "莊瑞昌   ",
      },
      {
        class: "財金四Ａ",
        id: 409530812,
        name: "黃順晞   ",
      },
      {
        class: "財金四Ａ",
        id: 409530838,
        name: "王仟平   ",
      },
      {
        class: "財金四Ａ",
        id: 409530853,
        name: "鍾賢宥   ",
      },
      {
        class: "財金四Ａ",
        id: 409530895,
        name: "劉詩妤   ",
      },
      {
        class: "財金四Ａ",
        id: 409530937,
        name: "張淑閔   ",
      },
      {
        class: "財金四Ａ",
        id: 409530952,
        name: "張名宇   ",
      },
      {
        class: "財金四Ａ",
        id: 409530978,
        name: "許紘銘   ",
      },
      {
        class: "財金四Ａ",
        id: 409530994,
        name: "郭哲瑋   ",
      },
      {
        class: "財金四Ａ",
        id: 409531018,
        name: "劉倖秀   ",
      },
      {
        class: "財金四Ａ",
        id: 409531034,
        name: "徐士耘   ",
      },
      {
        class: "財金四Ａ",
        id: 409531059,
        name: "林冠瑜   ",
      },
      {
        class: "財金四Ａ",
        id: 409531075,
        name: "陳柏瑋   ",
      },
      {
        class: "財金四Ａ",
        id: 409531091,
        name: "何韋樵   ",
      },
      {
        class: "財金四Ａ",
        id: 409531117,
        name: "林秉宏   ",
      },
      {
        class: "財金四Ａ",
        id: 409531133,
        name: "鄢予晴   ",
      },
      {
        class: "財金四Ａ",
        id: 409531158,
        name: "林趙惟   ",
      },
      {
        class: "財金四Ａ",
        id: 409531174,
        name: "吳鄭有平  ",
      },
      {
        class: "財金四Ａ",
        id: 409535035,
        name: "王美萱",
      },
      {
        class: "財金四Ａ",
        id: 409536017,
        name: "朱天志",
      },
      {
        class: "財金四Ａ",
        id: 409536058,
        name: "陳震昇",
      },
      {
        class: "財金四Ａ",
        id: 409536116,
        name: "謝慧琳",
      },
      {
        class: "財金四Ａ",
        id: 409536512,
        name: "柯慧慈   ",
      },
      {
        class: "財金四Ａ",
        id: 409536520,
        name: "趙幸誼   ",
      },
      {
        class: "財金四Ａ",
        id: 409536538,
        name: "何柏廷   ",
      },
      {
        class: "財金四Ａ",
        id: 409536579,
        name: "羅子鈞",
      },
      {
        class: "財金四Ａ",
        id: 409536595,
        name: "楊惟元",
      },
      {
        class: "財金四Ａ",
        id: 409538179,
        name: "王啟文",
      },
      {
        class: "財金四Ａ",
        id: 409570016,
        name: "黃辰喻   ",
      },
      {
        class: "財金四Ａ",
        id: 409820197,
        name: "胡令元   ",
      },
      {
        class: "財金四Ａ",
        id: 410537012,
        name: "王雅璇",
      },
      {
        class: "財金四Ａ",
        id: 410537038,
        name: "吳瑞珍",
      },
      {
        class: "財金四Ａ",
        id: 410537053,
        name: "陳香梅",
      },
      {
        class: "財金四Ａ",
        id: 410537111,
        name: "朱廷萱",
      },
      {
        class: "財金四Ａ",
        id: 410537137,
        name: "陳英華",
      },
      {
        class: "財金四Ａ",
        id: 410537152,
        name: "戴靖縜",
      },
      {
        class: "財金四Ａ",
        id: 410537178,
        name: "許芯儒",
      },
      {
        class: "財金四Ａ",
        id: 410538051,
        name: "林幼淳",
      },
      {
        class: "財金四Ａ",
        id: 410538416,
        name: "朱柏瑜",
      },
      {
        class: "財金四Ａ",
        id: 411538019,
        name: "孫瑋",
      },
      {
        class: "財金四Ａ",
        id: 411538076,
        name: "徐曼云",
      },
      {
        class: "財金四Ａ",
        id: 411538118,
        name: "鄭詩錡",
      },
      {
        class: "財金四Ａ",
        id: 411538159,
        name: "林偉喻",
      },
      {
        class: "財金四Ａ",
        id: 411538191,
        name: "蕭靖亨",
      },
      {
        class: "財金四Ｂ",
        id: 408530243,
        name: "魏鈺庭   ",
      },
      {
        class: "財金四Ｂ",
        id: 408530326,
        name: "吳明衡   ",
      },
      {
        class: "財金四Ｂ",
        id: 408530441,
        name: "陳彥中   ",
      },
      {
        class: "財金四Ｂ",
        id: 408530680,
        name: "林郁翎   ",
      },
      {
        class: "財金四Ｂ",
        id: 408531043,
        name: "莊　讓   ",
      },
      {
        class: "財金四Ｂ",
        id: 408531142,
        name: "宋茂誠   ",
      },
      {
        class: "財金四Ｂ",
        id: 408536166,
        name: "黃　龍",
      },
      {
        class: "財金四Ｂ",
        id: 408537248,
        name: "任含景",
      },
      {
        class: "財金四Ｂ",
        id: 408615184,
        name: "楊氏秋懷",
      },
      {
        class: "財金四Ｂ",
        id: 409530028,
        name: "余芸柔   ",
      },
      {
        class: "財金四Ｂ",
        id: 409530044,
        name: "潘思廷   ",
      },
      {
        class: "財金四Ｂ",
        id: 409530069,
        name: "簡維婷   ",
      },
      {
        class: "財金四Ｂ",
        id: 409530101,
        name: "陳姿穎   ",
      },
      {
        class: "財金四Ｂ",
        id: 409530127,
        name: "彭巧旻   ",
      },
      {
        class: "財金四Ｂ",
        id: 409530184,
        name: "李柔葳   ",
      },
      {
        class: "財金四Ｂ",
        id: 409530200,
        name: "莊妍綺   ",
      },
      {
        class: "財金四Ｂ",
        id: 409530226,
        name: "曾閔娸   ",
      },
      {
        class: "財金四Ｂ",
        id: 409530242,
        name: "蕭妘庭   ",
      },
      {
        class: "財金四Ｂ",
        id: 409530267,
        name: "呂彥均   ",
      },
      {
        class: "財金四Ｂ",
        id: 409530283,
        name: "康詠傑   ",
      },
      {
        class: "財金四Ｂ",
        id: 409530309,
        name: "李嘉萁   ",
      },
      {
        class: "財金四Ｂ",
        id: 409530325,
        name: "薛心怡   ",
      },
      {
        class: "財金四Ｂ",
        id: 409530341,
        name: "郭育安   ",
      },
      {
        class: "財金四Ｂ",
        id: 409530366,
        name: "柯柔伊   ",
      },
      {
        class: "財金四Ｂ",
        id: 409530382,
        name: "林品辰   ",
      },
      {
        class: "財金四Ｂ",
        id: 409530408,
        name: "李庭   ",
      },
      {
        class: "財金四Ｂ",
        id: 409530424,
        name: "李　璇   ",
      },
      {
        class: "財金四Ｂ",
        id: 409530440,
        name: "孫杰偉   ",
      },
      {
        class: "財金四Ｂ",
        id: 409530465,
        name: "林彥廷   ",
      },
      {
        class: "財金四Ｂ",
        id: 409530481,
        name: "胡藪懷   ",
      },
      {
        class: "財金四Ｂ",
        id: 409530507,
        name: "郭力豪   ",
      },
      {
        class: "財金四Ｂ",
        id: 409530523,
        name: "蔡幸均   ",
      },
      {
        class: "財金四Ｂ",
        id: 409530564,
        name: "徐維駿   ",
      },
      {
        class: "財金四Ｂ",
        id: 409530580,
        name: "蔡秉妤   ",
      },
      {
        class: "財金四Ｂ",
        id: 409530622,
        name: "夏靖旻   ",
      },
      {
        class: "財金四Ｂ",
        id: 409530648,
        name: "黃珮宸   ",
      },
      {
        class: "財金四Ｂ",
        id: 409530663,
        name: "邱志軒   ",
      },
      {
        class: "財金四Ｂ",
        id: 409530705,
        name: "黎　勁   ",
      },
      {
        class: "財金四Ｂ",
        id: 409530721,
        name: "林昱樺   ",
      },
      {
        class: "財金四Ｂ",
        id: 409530747,
        name: "林雍舜   ",
      },
      {
        class: "財金四Ｂ",
        id: 409530804,
        name: "趙婕語   ",
      },
      {
        class: "財金四Ｂ",
        id: 409530846,
        name: "黃心彤   ",
      },
      {
        class: "財金四Ｂ",
        id: 409530861,
        name: "方郁涵   ",
      },
      {
        class: "財金四Ｂ",
        id: 409530887,
        name: "施榮庭   ",
      },
      {
        class: "財金四Ｂ",
        id: 409530903,
        name: "黃郁婷   ",
      },
      {
        class: "財金四Ｂ",
        id: 409530929,
        name: "朱麗華   ",
      },
      {
        class: "財金四Ｂ",
        id: 409530945,
        name: "陳彥瑋   ",
      },
      {
        class: "財金四Ｂ",
        id: 409530960,
        name: "何宜靜   ",
      },
      {
        class: "財金四Ｂ",
        id: 409530986,
        name: "鍾毓寧   ",
      },
      {
        class: "財金四Ｂ",
        id: 409531026,
        name: "林承翰   ",
      },
      {
        class: "財金四Ｂ",
        id: 409531042,
        name: "葉鎮遠   ",
      },
      {
        class: "財金四Ｂ",
        id: 409531067,
        name: "劉秉翰   ",
      },
      {
        class: "財金四Ｂ",
        id: 409531083,
        name: "蔡承儒   ",
      },
      {
        class: "財金四Ｂ",
        id: 409531109,
        name: "李彥緯   ",
      },
      {
        class: "財金四Ｂ",
        id: 409531166,
        name: "張偉聖   ",
      },
      {
        class: "財金四Ｂ",
        id: 409536025,
        name: "黃勇輝",
      },
      {
        class: "財金四Ｂ",
        id: 409536041,
        name: "鄭如琪",
      },
      {
        class: "財金四Ｂ",
        id: 409536108,
        name: "李述良",
      },
      {
        class: "財金四Ｂ",
        id: 409536124,
        name: "吳美燕",
      },
      {
        class: "財金四Ｂ",
        id: 409536181,
        name: "童俊文",
      },
      {
        class: "財金四Ｂ",
        id: 409536546,
        name: "王俊達",
      },
      {
        class: "財金四Ｂ",
        id: 409536561,
        name: "李冠霆",
      },
      {
        class: "財金四Ｂ",
        id: 409540043,
        name: "陳筱粧   ",
      },
      {
        class: "財金四Ｂ",
        id: 409630125,
        name: "蔡雨彤   ",
      },
      {
        class: "財金四Ｂ",
        id: 410537061,
        name: "劉蕙瑜",
      },
      {
        class: "財金四Ｂ",
        id: 410537087,
        name: "吳奕萱",
      },
      {
        class: "財金四Ｂ",
        id: 410537103,
        name: "郭逸萱",
      },
      {
        class: "財金四Ｂ",
        id: 410537145,
        name: "吳玟欣",
      },
      {
        class: "財金四Ｂ",
        id: 410537160,
        name: "林芷",
      },
      {
        class: "財金四Ｂ",
        id: 411538068,
        name: "陳怡君",
      },
      {
        class: "財金四Ｂ",
        id: 411538126,
        name: "洪子晴",
      },
      {
        class: "財金四Ｂ",
        id: 411538142,
        name: "王毓傑",
      },
      {
        class: "財金四Ｂ",
        id: 411538183,
        name: "王品棣",
      },
      {
        class: "財金二博士班",
        id: 811530046,
        name: "張喻善",
      },
      {
        class: "財金二博士班",
        id: 811530053,
        name: "蔡承祐",
      },
      {
        class: "財金二博士班",
        id: 811530087,
        name: "顏嘉悅",
      },
      {
        class: "財金二博士班",
        id: 811530095,
        name: "葉美伶",
      },
      {
        class: "財金二博士班",
        id: 811530103,
        name: "林振福",
      },
      {
        class: "財金二博士班",
        id: 811535011,
        name: "阮黃嬌玲",
      },
      {
        class: "財金三博士班",
        id: 810530013,
        name: "梁美珠",
      },
      {
        class: "財金三博士班",
        id: 810530054,
        name: "陳淑娟",
      },
      {
        class: "財金三博士班",
        id: 810530062,
        name: "陳淑惠",
      },
      {
        class: "財金三博士班",
        id: 810530070,
        name: "戴瑛佑",
      },
      {
        class: "財金三博士班",
        id: 810530088,
        name: "謝佳維",
      },
      {
        class: "財金三博士班",
        id: 810530104,
        name: "陳佳鳳",
      },
      {
        class: "財金三博士班",
        id: 810530112,
        name: "陳憲佑",
      },
      {
        class: "財金三博士班",
        id: 810534015,
        name: "張雪兒",
      },
      {
        class: "財金三博士班",
        id: 810534023,
        name: "邱治華",
      },
      {
        class: "財金三博士班",
        id: 811530012,
        name: "黃振忠",
      },
      {
        class: "財金三博士班",
        id: 811530038,
        name: "李浩鈞",
      },
      {
        class: "財金四博士班",
        id: 809530016,
        name: "吳金貞",
      },
      {
        class: "財金四博士班",
        id: 809530099,
        name: "廖君頻",
      },
      {
        class: "財金四博士班",
        id: 809530107,
        name: "邱世傑",
      },
      {
        class: "財金五博士班",
        id: 807530059,
        name: "簡文",
      },
      {
        class: "財金五博士班",
        id: 808530066,
        name: "何其鈞",
      },
      {
        class: "財金五博士班",
        id: 808530074,
        name: "侯全祐",
      },
      {
        class: "財金五博士班",
        id: 808530082,
        name: "劉少均",
      },
      {
        class: "財金五博士班",
        id: 809530032,
        name: "陳貞慧",
      },
      {
        class: "財金六博士班",
        id: 805530143,
        name: "汪雲龍",
      },
      {
        class: "財金六博士班",
        id: 807530075,
        name: "葉輔錩",
      },
      {
        class: "財金六博士班",
        id: 808530033,
        name: "魏敏聰",
      },
      {
        class: "財金七博士班",
        id: 804530094,
        name: "巫宗勳",
      },
      {
        class: "財金七博士班",
        id: 805530135,
        name: "謝瀛洲",
      },
      {
        class: "財金七博士班",
        id: 806530035,
        name: "邱德鑫",
      },
      {
        class: "財金進學班四",
        id: 208530252,
        name: "江紫婕",
      },
      {
        class: "財金進學班四",
        id: 208530260,
        name: "郭羽瑄",
      },
      {
        class: "財金進學班四",
        id: 208530476,
        name: "葉擎宇",
      },
      {
        class: "財金進學班四",
        id: 208530500,
        name: "李幸鎂",
      },
      {
        class: "財金進學班四",
        id: 208530559,
        name: "李仲恩",
      },
      {
        class: "財金進學班四",
        id: 208530617,
        name: "沈承瀚",
      },
      {
        class: "財金進學班四",
        id: 208537075,
        name: "陳睿聖",
      },
      {
        class: "財金進學班四",
        id: 208537141,
        name: "陳宣志",
      },
      {
        class: "財金進學班四",
        id: 208537190,
        name: "吳家毓",
      },
      {
        class: "財金進學班四",
        id: 208537216,
        name: "蕭鉦霖",
      },
      {
        class: "財金進學班四",
        id: 209117166,
        name: "朱家慶",
      },
      {
        class: "財金進學班四",
        id: 209530079,
        name: "陳宗霈",
      },
      {
        class: "財金進學班四",
        id: 209530103,
        name: "陳曼欣",
      },
      {
        class: "財金進學班四",
        id: 209530194,
        name: "黃妍婕",
      },
      {
        class: "財金進學班四",
        id: 209530210,
        name: "張譽馨",
      },
      {
        class: "財金進學班四",
        id: 209530228,
        name: "吳文中",
      },
      {
        class: "財金進學班四",
        id: 209530251,
        name: "游桓峰",
      },
      {
        class: "財金進學班四",
        id: 209530590,
        name: "林言瓏",
      },
      {
        class: "財金進學班四",
        id: 209530681,
        name: "黃煒竣",
      },
      {
        class: "財金進學班四",
        id: 209537017,
        name: "鐘敏瑄",
      },
      {
        class: "財金進學班四",
        id: 209537082,
        name: "吳靖美",
      },
      {
        class: "財金進學班四",
        id: 209537090,
        name: "楊詩渝",
      },
      {
        class: "財金進學班四",
        id: 209537124,
        name: "葉子濬",
      },
      {
        class: "財金進學班四",
        id: 209537132,
        name: "余坤原",
      },
      {
        class: "財金進學班四",
        id: 209537173,
        name: "黃彥博",
      },
      {
        class: "財金進學班四",
        id: 209537215,
        name: "張凱傑",
      },
      {
        class: "財金進學班四",
        id: 209537272,
        name: "劉經禹",
      },
      {
        class: "財金進學班四",
        id: 210537014,
        name: "林欣慈",
      },
      {
        class: "財金進學班四",
        id: 210537048,
        name: "張耀宇",
      },
      {
        class: "財金進學班四",
        id: 210537055,
        name: "張紫暘",
      },
      {
        class: "財金進學班四",
        id: 210537063,
        name: "黃詮祐",
      },
      {
        class: "財金進學班四",
        id: 210537071,
        name: "王冠元",
      },
      {
        class: "財金進學班四",
        id: 210537089,
        name: "彭乙宸",
      },
      {
        class: "財金進學班四",
        id: 210538053,
        name: "朱承豐",
      },
      {
        class: "財金進學班四",
        id: 211538052,
        name: "楊崇儒",
      },
      {
        class: "財金進學班四",
        id: 211538060,
        name: "陳翰霖",
      },
      {
        class: "財金進學班四",
        id: 211538086,
        name: "洪　昕",
      },
      {
        class: "財金進學班四",
        id: 212538044,
        name: "傅冠綺",
      },
      {
        class: "財金二碩專班",
        id: 711530013,
        name: "何琪慧",
      },
      {
        class: "財金二碩專班",
        id: 711530021,
        name: "周建民",
      },
      {
        class: "財金二碩專班",
        id: 711530047,
        name: "張春美",
      },
      {
        class: "財金二碩專班",
        id: 711530062,
        name: "馬沛業",
      },
      {
        class: "財金二碩專班",
        id: 711530070,
        name: "林慶宜",
      },
      {
        class: "財金二碩專班",
        id: 711530112,
        name: "江心盈",
      },
      {
        class: "財金二碩專班",
        id: 711530120,
        name: "詹文棋",
      },
      {
        class: "財金二碩專班",
        id: 711530138,
        name: "黃榆捷",
      },
      {
        class: "財金二碩專班",
        id: 711530146,
        name: "邱瓊瑩",
      },
      {
        class: "財金二碩專班",
        id: 711530187,
        name: "陳坤生",
      },
      {
        class: "財金二碩專班",
        id: 711530195,
        name: "葉怡君",
      },
      {
        class: "財金二碩專班",
        id: 711530229,
        name: "江淑玲",
      },
      {
        class: "財金二碩專班",
        id: 711530245,
        name: "賴旻杭",
      },
      {
        class: "財金二碩專班",
        id: 711530252,
        name: "方俊翊",
      },
      {
        class: "財金二碩專班",
        id: 711530260,
        name: "蔡亞妘",
      },
      {
        class: "財金二碩專班",
        id: 711530278,
        name: "廖芷郁",
      },
      {
        class: "財金二碩專班",
        id: 711530286,
        name: "賴惠琤",
      },
      {
        class: "財金二碩專班",
        id: 711530294,
        name: "馬采薇",
      },
      {
        class: "財金二碩專班",
        id: 711530302,
        name: "楊士緯",
      },
      {
        class: "財金三碩專班",
        id: 708530281,
        name: "林佩臻",
      },
      {
        class: "財金三碩專班",
        id: 710530139,
        name: "沈昌全",
      },
      {
        class: "財金三碩專班",
        id: 710530162,
        name: "陳易明",
      },
      {
        class: "財金三碩專班",
        id: 710530345,
        name: "李彥辰",
      },
      {
        class: "財金三碩專班",
        id: 710530360,
        name: "李函育",
      },
      {
        class: "財金四碩專班",
        id: 709530256,
        name: "陳臣賢",
      },
      {
        class: "財金二碩士班",
        id: 611530048,
        name: "曾郁惠",
      },
      {
        class: "財金二碩士班",
        id: 611530063,
        name: "賀顗方",
      },
      {
        class: "財金二碩士班",
        id: 611530071,
        name: "邢　瑄",
      },
      {
        class: "財金二碩士班",
        id: 611530097,
        name: "許煜祥",
      },
      {
        class: "財金二碩士班",
        id: 611530113,
        name: "黃珮綺",
      },
      {
        class: "財金二碩士班",
        id: 611530139,
        name: "黃筠雅",
      },
      {
        class: "財金二碩士班",
        id: 611530170,
        name: "洪涓綾",
      },
      {
        class: "財金二碩士班",
        id: 611530220,
        name: "張雅慈",
      },
      {
        class: "財金二碩士班",
        id: 611530246,
        name: "劉欣茹",
      },
      {
        class: "財金二碩士班",
        id: 611530527,
        name: "徐煜鈞",
      },
      {
        class: "財金二碩士班",
        id: 611530543,
        name: "陳詠濟",
      },
      {
        class: "財金二碩士班",
        id: 611530568,
        name: "謝耀偉",
      },
      {
        class: "財金二碩士班",
        id: 611530576,
        name: "仇姵心",
      },
      {
        class: "財金二碩士班",
        id: 611530584,
        name: "林宥騰",
      },
      {
        class: "財金二碩士班",
        id: 611530592,
        name: "胡馨予",
      },
      {
        class: "財金二碩士班",
        id: 611530600,
        name: "蔡長霖",
      },
      {
        class: "財金二碩士班",
        id: 611530618,
        name: "呂昀儒",
      },
      {
        class: "財金二碩士班",
        id: 611530626,
        name: "葉庭瑋",
      },
      {
        class: "財金二碩士班",
        id: 611530634,
        name: "王睿勝",
      },
      {
        class: "財金二碩士班",
        id: 611534016,
        name: "羅　杰",
      },
      {
        class: "財金三碩士班",
        id: 610530452,
        name: "陳奎元",
      },
      {
        class: "企管四Ａ",
        id: 407610418,
        name: "林軒竹   ",
      },
      {
        class: "企管四Ａ",
        id: 408616158,
        name: "周隆楊",
      },
      {
        class: "企管四Ａ",
        id: 408618097,
        name: "劉守翔",
      },
      {
        class: "企管四Ａ",
        id: 408730579,
        name: "黃柏睿   ",
      },
      {
        class: "企管四Ａ",
        id: 409610036,
        name: "黃榕   ",
      },
      {
        class: "企管四Ａ",
        id: 409610051,
        name: "賴姮妤   ",
      },
      {
        class: "企管四Ａ",
        id: 409610077,
        name: "林子馨   ",
      },
      {
        class: "企管四Ａ",
        id: 409610119,
        name: "林煒哲   ",
      },
      {
        class: "企管四Ａ",
        id: 409610135,
        name: "張焯苙   ",
      },
      {
        class: "企管四Ａ",
        id: 409610150,
        name: "張晏慈   ",
      },
      {
        class: "企管四Ａ",
        id: 409610176,
        name: "劉宇鵑   ",
      },
      {
        class: "企管四Ａ",
        id: 409610192,
        name: "王妤瑄   ",
      },
      {
        class: "企管四Ａ",
        id: 409610218,
        name: "林暐衡   ",
      },
      {
        class: "企管四Ａ",
        id: 409610259,
        name: "吳苡擇   ",
      },
      {
        class: "企管四Ａ",
        id: 409610291,
        name: "賴柏華   ",
      },
      {
        class: "企管四Ａ",
        id: 409610317,
        name: "許哲維   ",
      },
      {
        class: "企管四Ａ",
        id: 409610333,
        name: "劉　澔   ",
      },
      {
        class: "企管四Ａ",
        id: 409610358,
        name: "吳尹婷   ",
      },
      {
        class: "企管四Ａ",
        id: 409610374,
        name: "孔德葒   ",
      },
      {
        class: "企管四Ａ",
        id: 409610390,
        name: "陳映潔   ",
      },
      {
        class: "企管四Ａ",
        id: 409610416,
        name: "張子恆   ",
      },
      {
        class: "企管四Ａ",
        id: 409610432,
        name: "陳詮中   ",
      },
      {
        class: "企管四Ａ",
        id: 409610457,
        name: "許珍綺   ",
      },
      {
        class: "企管四Ａ",
        id: 409610473,
        name: "王語豪   ",
      },
      {
        class: "企管四Ａ",
        id: 409610499,
        name: "呂致均   ",
      },
      {
        class: "企管四Ａ",
        id: 409610556,
        name: "李禹辰   ",
      },
      {
        class: "企管四Ａ",
        id: 409610572,
        name: "江佳勳   ",
      },
      {
        class: "企管四Ａ",
        id: 409610598,
        name: "許翔豪   ",
      },
      {
        class: "企管四Ａ",
        id: 409610614,
        name: "褚威廷   ",
      },
      {
        class: "企管四Ａ",
        id: 409610630,
        name: "蔣昊哲   ",
      },
      {
        class: "企管四Ａ",
        id: 409610655,
        name: "陳奕旻   ",
      },
      {
        class: "企管四Ａ",
        id: 409610671,
        name: "莊環蔚   ",
      },
      {
        class: "企管四Ａ",
        id: 409610697,
        name: "楊郁萱   ",
      },
      {
        class: "企管四Ａ",
        id: 409610713,
        name: "鄭力允   ",
      },
      {
        class: "企管四Ａ",
        id: 409610739,
        name: "吳玟萱   ",
      },
      {
        class: "企管四Ａ",
        id: 409610754,
        name: "劉怡君   ",
      },
      {
        class: "企管四Ａ",
        id: 409610770,
        name: "陳桓宇   ",
      },
      {
        class: "企管四Ａ",
        id: 409610838,
        name: "徐佩雯   ",
      },
      {
        class: "企管四Ａ",
        id: 409610853,
        name: "蔡政勳   ",
      },
      {
        class: "企管四Ａ",
        id: 409610937,
        name: "蔡佳樺   ",
      },
      {
        class: "企管四Ａ",
        id: 409610952,
        name: "黃子芸   ",
      },
      {
        class: "企管四Ａ",
        id: 409610978,
        name: "古佳恩   ",
      },
      {
        class: "企管四Ａ",
        id: 409610994,
        name: "王之風   ",
      },
      {
        class: "企管四Ａ",
        id: 409611034,
        name: "侯佳鴻   ",
      },
      {
        class: "企管四Ａ",
        id: 409611075,
        name: "朱志笙   ",
      },
      {
        class: "企管四Ａ",
        id: 409611091,
        name: "張予瑄   ",
      },
      {
        class: "企管四Ａ",
        id: 409611117,
        name: "周佑麟   ",
      },
      {
        class: "企管四Ａ",
        id: 409611133,
        name: "吳承恩   ",
      },
      {
        class: "企管四Ａ",
        id: 409611158,
        name: "范韋承   ",
      },
      {
        class: "企管四Ａ",
        id: 409611174,
        name: "蘇詠鐙   ",
      },
      {
        class: "企管四Ａ",
        id: 409615050,
        name: "吳治翰",
      },
      {
        class: "企管四Ａ",
        id: 409615175,
        name: "鄭春梅",
      },
      {
        class: "企管四Ａ",
        id: 409616017,
        name: "曹海霞",
      },
      {
        class: "企管四Ａ",
        id: 409616058,
        name: "謝嘉穎",
      },
      {
        class: "企管四Ａ",
        id: 409616074,
        name: "甄嘉欣",
      },
      {
        class: "企管四Ａ",
        id: 409616199,
        name: "林尚德",
      },
      {
        class: "企管四Ａ",
        id: 409616272,
        name: "楊偉存",
      },
      {
        class: "企管四Ａ",
        id: 409616355,
        name: "吳偉超",
      },
      {
        class: "企管四Ａ",
        id: 409616553,
        name: "鄭浚宏",
      },
      {
        class: "企管四Ａ",
        id: 409616652,
        name: "謝映葶",
      },
      {
        class: "企管四Ａ",
        id: 409617031,
        name: "張乃文",
      },
      {
        class: "企管四Ａ",
        id: 409618153,
        name: "谷柔德",
      },
      {
        class: "企管四Ａ",
        id: 409820270,
        name: "張巧稜   ",
      },
      {
        class: "企管四Ａ",
        id: 409860094,
        name: "汪姿芬   ",
      },
      {
        class: "企管四Ａ",
        id: 410617053,
        name: "黃婷筠",
      },
      {
        class: "企管四Ａ",
        id: 410617095,
        name: "陳庭誼",
      },
      {
        class: "企管四Ａ",
        id: 410617111,
        name: "伍佳璇",
      },
      {
        class: "企管四Ａ",
        id: 410617178,
        name: "謝欣辰",
      },
      {
        class: "企管四Ａ",
        id: 410617194,
        name: "杜家萱",
      },
      {
        class: "企管四Ａ",
        id: 410618176,
        name: "何雅婷",
      },
      {
        class: "企管四Ａ",
        id: 410618259,
        name: "謝佳芸",
      },
      {
        class: "企管四Ａ",
        id: 411618050,
        name: "徐毓庭",
      },
      {
        class: "企管四Ａ",
        id: 411618118,
        name: "楊程崴",
      },
      {
        class: "企管四Ａ",
        id: 411618134,
        name: "傅蕊",
      },
      {
        class: "企管四Ａ",
        id: 411618159,
        name: "陳卉歆",
      },
      {
        class: "企管四Ｂ",
        id: 407610509,
        name: "吳祐陞   ",
      },
      {
        class: "企管四Ｂ",
        id: 407611168,
        name: "廖子奇   ",
      },
      {
        class: "企管四Ｂ",
        id: 408610789,
        name: "游欣恬   ",
      },
      {
        class: "企管四Ｂ",
        id: 408610904,
        name: "黃子誠   ",
      },
      {
        class: "企管四Ｂ",
        id: 408615275,
        name: "佐佐木大輝",
      },
      {
        class: "企管四Ｂ",
        id: 408615317,
        name: "葉凱萱",
      },
      {
        class: "企管四Ｂ",
        id: 408616208,
        name: "黃志慶",
      },
      {
        class: "企管四Ｂ",
        id: 408617222,
        name: "何哲先",
      },
      {
        class: "企管四Ｂ",
        id: 408617248,
        name: "鎮宇",
      },
      {
        class: "企管四Ｂ",
        id: 409001020,
        name: "姚昊佑   ",
      },
      {
        class: "企管四Ｂ",
        id: 409610028,
        name: "蔣　毓   ",
      },
      {
        class: "企管四Ｂ",
        id: 409610069,
        name: "羅芷侖   ",
      },
      {
        class: "企管四Ｂ",
        id: 409610085,
        name: "歐奕槿   ",
      },
      {
        class: "企管四Ｂ",
        id: 409610101,
        name: "李姿含   ",
      },
      {
        class: "企管四Ｂ",
        id: 409610127,
        name: "許家旻   ",
      },
      {
        class: "企管四Ｂ",
        id: 409610143,
        name: "楊宜臻   ",
      },
      {
        class: "企管四Ｂ",
        id: 409610168,
        name: "顏郁庭   ",
      },
      {
        class: "企管四Ｂ",
        id: 409610184,
        name: "蘇芯以   ",
      },
      {
        class: "企管四Ｂ",
        id: 409610200,
        name: "葉心宇   ",
      },
      {
        class: "企管四Ｂ",
        id: 409610226,
        name: "李新傑   ",
      },
      {
        class: "企管四Ｂ",
        id: 409610242,
        name: "徐欣瑜   ",
      },
      {
        class: "企管四Ｂ",
        id: 409610267,
        name: "陳菡玟   ",
      },
      {
        class: "企管四Ｂ",
        id: 409610309,
        name: "張芷翎   ",
      },
      {
        class: "企管四Ｂ",
        id: 409610325,
        name: "張宇潔   ",
      },
      {
        class: "企管四Ｂ",
        id: 409610341,
        name: "張宜珊   ",
      },
      {
        class: "企管四Ｂ",
        id: 409610366,
        name: "洪若庭   ",
      },
      {
        class: "企管四Ｂ",
        id: 409610382,
        name: "王良如   ",
      },
      {
        class: "企管四Ｂ",
        id: 409610408,
        name: "歐軒瑋   ",
      },
      {
        class: "企管四Ｂ",
        id: 409610424,
        name: "郭展宇   ",
      },
      {
        class: "企管四Ｂ",
        id: 409610440,
        name: "黃祺薰   ",
      },
      {
        class: "企管四Ｂ",
        id: 409610465,
        name: "張桓誌   ",
      },
      {
        class: "企管四Ｂ",
        id: 409610481,
        name: "蔡語桐   ",
      },
      {
        class: "企管四Ｂ",
        id: 409610507,
        name: "林敬峰   ",
      },
      {
        class: "企管四Ｂ",
        id: 409610523,
        name: "張薳勻   ",
      },
      {
        class: "企管四Ｂ",
        id: 409610549,
        name: "李昱辰   ",
      },
      {
        class: "企管四Ｂ",
        id: 409610580,
        name: "葉庭吟   ",
      },
      {
        class: "企管四Ｂ",
        id: 409610606,
        name: "趙庭揚   ",
      },
      {
        class: "企管四Ｂ",
        id: 409610622,
        name: "李昀修   ",
      },
      {
        class: "企管四Ｂ",
        id: 409610663,
        name: "李致穎   ",
      },
      {
        class: "企管四Ｂ",
        id: 409610689,
        name: "尤　崴   ",
      },
      {
        class: "企管四Ｂ",
        id: 409610721,
        name: "吳奕辰   ",
      },
      {
        class: "企管四Ｂ",
        id: 409610747,
        name: "薛在廷   ",
      },
      {
        class: "企管四Ｂ",
        id: 409610762,
        name: "林倢伊   ",
      },
      {
        class: "企管四Ｂ",
        id: 409610788,
        name: "鄭緯綸   ",
      },
      {
        class: "企管四Ｂ",
        id: 409610804,
        name: "高啟軒   ",
      },
      {
        class: "企管四Ｂ",
        id: 409610820,
        name: "李玟柔   ",
      },
      {
        class: "企管四Ｂ",
        id: 409610861,
        name: "藍名騰   ",
      },
      {
        class: "企管四Ｂ",
        id: 409610887,
        name: "呂旋楨   ",
      },
      {
        class: "企管四Ｂ",
        id: 409610903,
        name: "蔡羽彤   ",
      },
      {
        class: "企管四Ｂ",
        id: 409610929,
        name: "李崧瑋   ",
      },
      {
        class: "企管四Ｂ",
        id: 409610945,
        name: "梓吟",
      },
      {
        class: "企管四Ｂ",
        id: 409610960,
        name: "吳致潔   ",
      },
      {
        class: "企管四Ｂ",
        id: 409611000,
        name: "賴亭語   ",
      },
      {
        class: "企管四Ｂ",
        id: 409611026,
        name: "趙明宣   ",
      },
      {
        class: "企管四Ｂ",
        id: 409611042,
        name: "曾思嫻   ",
      },
      {
        class: "企管四Ｂ",
        id: 409611067,
        name: "黃鴻",
      },
      {
        class: "企管四Ｂ",
        id: 409611083,
        name: "吳心禾   ",
      },
      {
        class: "企管四Ｂ",
        id: 409611166,
        name: "黃玟禎   ",
      },
      {
        class: "企管四Ｂ",
        id: 409611182,
        name: "陳時逸   ",
      },
      {
        class: "企管四Ｂ",
        id: 409615126,
        name: "武英方",
      },
      {
        class: "企管四Ｂ",
        id: 409616140,
        name: "鴻昌",
      },
      {
        class: "企管四Ｂ",
        id: 409616165,
        name: "謝永恆",
      },
      {
        class: "企管四Ｂ",
        id: 409616249,
        name: "鄧重恒",
      },
      {
        class: "企管四Ｂ",
        id: 409616538,
        name: "林張毓庭  ",
      },
      {
        class: "企管四Ｂ",
        id: 409617049,
        name: "王致堯",
      },
      {
        class: "企管四Ｂ",
        id: 409618088,
        name: "陳孝禛",
      },
      {
        class: "企管四Ｂ",
        id: 409730883,
        name: "余宗錡   ",
      },
      {
        class: "企管四Ｂ",
        id: 409840328,
        name: "唐彩娟   ",
      },
      {
        class: "企管四Ｂ",
        id: 410617020,
        name: "吳健宏",
      },
      {
        class: "企管四Ｂ",
        id: 410617061,
        name: "陶常榕",
      },
      {
        class: "企管四Ｂ",
        id: 410617103,
        name: "孫惠珊",
      },
      {
        class: "企管四Ｂ",
        id: 410617129,
        name: "鐘曼文",
      },
      {
        class: "企管四Ｂ",
        id: 410617145,
        name: "劉芷瑄",
      },
      {
        class: "企管四Ｂ",
        id: 410617160,
        name: "劉祐瑄",
      },
      {
        class: "企管四Ｂ",
        id: 410617186,
        name: "吳朋芳",
      },
      {
        class: "企管四Ｂ",
        id: 410617202,
        name: "陳禹汶",
      },
      {
        class: "企管四Ｂ",
        id: 411618084,
        name: "陳以宸",
      },
      {
        class: "企管四Ｂ",
        id: 411618100,
        name: "蔡佩君",
      },
      {
        class: "企管四Ｂ",
        id: 411618167,
        name: "史力文",
      },
      {
        class: "企管四Ｂ",
        id: 411618225,
        name: "蘇志雄",
      },
      {
        class: "企管進學班四",
        id: 208117084,
        name: "王婕瑀",
      },
      {
        class: "企管進學班四",
        id: 208610153,
        name: "蔡琇韻",
      },
      {
        class: "企管進學班四",
        id: 208610252,
        name: "黃詩允",
      },
      {
        class: "企管進學班四",
        id: 208610336,
        name: "陳弘祐",
      },
      {
        class: "企管進學班四",
        id: 208610377,
        name: "黃薈芯",
      },
      {
        class: "企管進學班四",
        id: 208610427,
        name: "鄭人豪",
      },
      {
        class: "企管進學班四",
        id: 208610658,
        name: "楊鎧禎",
      },
      {
        class: "企管進學班四",
        id: 208610674,
        name: "許詠喻",
      },
      {
        class: "企管進學班四",
        id: 208610815,
        name: "賴悅恩",
      },
      {
        class: "企管進學班四",
        id: 208611011,
        name: "林宏恩",
      },
      {
        class: "企管進學班四",
        id: 208617133,
        name: "黃佩璇",
      },
      {
        class: "企管進學班四",
        id: 208617166,
        name: "王芊玉",
      },
      {
        class: "企管進學班四",
        id: 208617232,
        name: "黃子懿",
      },
      {
        class: "企管進學班四",
        id: 208618149,
        name: "郭育綺",
      },
      {
        class: "企管進學班四",
        id: 209610053,
        name: "張楚辰",
      },
      {
        class: "企管進學班四",
        id: 209610087,
        name: "鍾子千",
      },
      {
        class: "企管進學班四",
        id: 209610194,
        name: "陳宏祐",
      },
      {
        class: "企管進學班四",
        id: 209610202,
        name: "謝憶恬",
      },
      {
        class: "企管進學班四",
        id: 209610244,
        name: "吳宇凡",
      },
      {
        class: "企管進學班四",
        id: 209610269,
        name: "陳美玉",
      },
      {
        class: "企管進學班四",
        id: 209610285,
        name: "王惠萱",
      },
      {
        class: "企管進學班四",
        id: 209610335,
        name: "余嘉玟",
      },
      {
        class: "企管進學班四",
        id: 209610392,
        name: "鄭筑嬣",
      },
      {
        class: "企管進學班四",
        id: 209610426,
        name: "陳柏元",
      },
      {
        class: "企管進學班四",
        id: 209610681,
        name: "羅思涵",
      },
      {
        class: "企管進學班四",
        id: 209610707,
        name: "李定維",
      },
      {
        class: "企管進學班四",
        id: 209610772,
        name: "黃麒禎",
      },
      {
        class: "企管進學班四",
        id: 209610780,
        name: "林瑋泉",
      },
      {
        class: "企管進學班四",
        id: 209610814,
        name: "吳彥霆",
      },
      {
        class: "企管進學班四",
        id: 209610830,
        name: "王俊崴",
      },
      {
        class: "企管進學班四",
        id: 209610855,
        name: "楊承諭",
      },
      {
        class: "企管進學班四",
        id: 209610863,
        name: "林易漩",
      },
      {
        class: "企管進學班四",
        id: 209610871,
        name: "陳意涵",
      },
      {
        class: "企管進學班四",
        id: 209610921,
        name: "李柏汶",
      },
      {
        class: "企管進學班四",
        id: 209610962,
        name: "陳夢涵",
      },
      {
        class: "企管進學班四",
        id: 209610970,
        name: "潘芷芸",
      },
      {
        class: "企管進學班四",
        id: 209610988,
        name: "張玉平",
      },
      {
        class: "企管進學班四",
        id: 209611010,
        name: "李紹平",
      },
      {
        class: "企管進學班四",
        id: 209617058,
        name: "林立嚴",
      },
      {
        class: "企管進學班四",
        id: 209617074,
        name: "林語茜",
      },
      {
        class: "企管進學班四",
        id: 209617124,
        name: "蔡譯霆",
      },
      {
        class: "企管進學班四",
        id: 209617132,
        name: "胡乃心",
      },
      {
        class: "企管進學班四",
        id: 209617157,
        name: "王湘萍",
      },
      {
        class: "企管進學班四",
        id: 209618023,
        name: "陳麒全",
      },
      {
        class: "企管進學班四",
        id: 209618049,
        name: "謝許豪",
      },
      {
        class: "企管進學班四",
        id: 209618130,
        name: "黃奕齊",
      },
      {
        class: "企管進學班四",
        id: 210617022,
        name: "許莉欣",
      },
      {
        class: "企管進學班四",
        id: 210617048,
        name: "凌詠暄",
      },
      {
        class: "企管進學班四",
        id: 210617055,
        name: "劉　威",
      },
      {
        class: "企管進學班四",
        id: 210617097,
        name: "林姿秀",
      },
      {
        class: "企管進學班四",
        id: 210617113,
        name: "陳冠宇",
      },
      {
        class: "企管進學班四",
        id: 210618020,
        name: "許郁崎",
      },
      {
        class: "企管進學班四",
        id: 210618087,
        name: "林士泓",
      },
      {
        class: "企管進學班四",
        id: 210618111,
        name: "吳雨蓁",
      },
      {
        class: "企管進學班四",
        id: 211618029,
        name: "盧昱綺",
      },
      {
        class: "企管進學班四",
        id: 211618086,
        name: "林季璇",
      },
      {
        class: "企管進學班四",
        id: 211618094,
        name: "林子鈞",
      },
      {
        class: "企管進學班四",
        id: 211618102,
        name: "林欣怡",
      },
      {
        class: "企管進學班四",
        id: 212618077,
        name: "王心妤",
      },
      {
        class: "企管進四Ｂ",
        id: 208611557,
        name: "黃冠霖",
      },
      {
        class: "企管進四Ｂ",
        id: 208611649,
        name: "黃士華",
      },
      {
        class: "企管二碩專班",
        id: 710610055,
        name: "包智丞",
      },
      {
        class: "企管二碩專班",
        id: 711610013,
        name: "潘美玲",
      },
      {
        class: "企管二碩專班",
        id: 711610021,
        name: "張鴻博",
      },
      {
        class: "企管二碩專班",
        id: 711610039,
        name: "甘靜娟",
      },
      {
        class: "企管二碩專班",
        id: 711610054,
        name: "蔡妤涵",
      },
      {
        class: "企管二碩專班",
        id: 711610062,
        name: "張雍固",
      },
      {
        class: "企管二碩專班",
        id: 711610070,
        name: "林曉鈴",
      },
      {
        class: "企管二碩專班",
        id: 711610088,
        name: "陳詩韻",
      },
      {
        class: "企管二碩專班",
        id: 711610096,
        name: "戴允武",
      },
      {
        class: "企管二碩專班",
        id: 711610104,
        name: "郭子嘉",
      },
      {
        class: "企管二碩專班",
        id: 711610112,
        name: "許寀彤",
      },
      {
        class: "企管二碩專班",
        id: 711610138,
        name: "高志鴻",
      },
      {
        class: "企管二碩專班",
        id: 711610146,
        name: "高志鵬",
      },
      {
        class: "企管二碩專班",
        id: 711610179,
        name: "洪三育",
      },
      {
        class: "企管二碩專班",
        id: 711610187,
        name: "阮明鍾",
      },
      {
        class: "企管二碩專班",
        id: 711610195,
        name: "黃羿蟬",
      },
      {
        class: "企管二碩專班",
        id: 711610203,
        name: "李麗華",
      },
      {
        class: "企管二碩專班",
        id: 711610211,
        name: "陳孝萱",
      },
      {
        class: "企管二碩專班",
        id: 711610229,
        name: "林獻欽",
      },
      {
        class: "企管二碩專班",
        id: 711610245,
        name: "林佳姿",
      },
      {
        class: "企管二碩專班",
        id: 711610260,
        name: "廖燕翎",
      },
      {
        class: "企管二碩專班",
        id: 711610294,
        name: "何宜家",
      },
      {
        class: "企管二碩專班",
        id: 711610302,
        name: "黃千容",
      },
      {
        class: "企管二碩專班",
        id: 711610336,
        name: "曾仲霆",
      },
      {
        class: "企管二碩專班",
        id: 711610385,
        name: "張啟佑",
      },
      {
        class: "企管二碩專班",
        id: 711610401,
        name: "吳妮",
      },
      {
        class: "企管二碩專班",
        id: 711610427,
        name: "許凱婷",
      },
      {
        class: "企管二碩專班",
        id: 711610435,
        name: "蔡嘉靜",
      },
      {
        class: "企管二碩專班",
        id: 711610468,
        name: "汪雨蓁",
      },
      {
        class: "企管二碩專班",
        id: 711610476,
        name: "朱衍慧",
      },
      {
        class: "企管二碩專班",
        id: 711610492,
        name: "黃俊豪",
      },
      {
        class: "企管二碩專班",
        id: 711610518,
        name: "許之僑",
      },
      {
        class: "企管二碩專班",
        id: 711610534,
        name: "蔡佳君",
      },
      {
        class: "企管二碩專班",
        id: 711610559,
        name: "李明洋",
      },
      {
        class: "企管二碩專班",
        id: 711610583,
        name: "黃淑",
      },
      {
        class: "企管二碩專班",
        id: 711610641,
        name: "李彥蓁",
      },
      {
        class: "企管二碩專班",
        id: 711610682,
        name: "蔡佳容",
      },
      {
        class: "企管二碩專班",
        id: 711610690,
        name: "廖雯鈺",
      },
      {
        class: "企管二碩專班",
        id: 711610724,
        name: "吳承徽",
      },
      {
        class: "企管二碩專班",
        id: 711610740,
        name: "王銘陽",
      },
      {
        class: "企管三碩專班",
        id: 710610089,
        name: "賴長煌",
      },
      {
        class: "企管三碩專班",
        id: 710610105,
        name: "劉承暐",
      },
      {
        class: "企管三碩專班",
        id: 710610121,
        name: "鍾偉成",
      },
      {
        class: "企管三碩專班",
        id: 710610436,
        name: "羅宏裕",
      },
      {
        class: "企管三碩專班",
        id: 710610469,
        name: "曹東月",
      },
      {
        class: "企管四碩專班",
        id: 709610090,
        name: "邱佳吉",
      },
      {
        class: "企管四碩專班",
        id: 709610140,
        name: "卓伊蘭",
      },
      {
        class: "企管四碩專班",
        id: 709610207,
        name: "曾敏哲",
      },
      {
        class: "企管四碩專班",
        id: 709610330,
        name: "林家正",
      },
      {
        class: "企管四碩專班",
        id: 709610447,
        name: "林皋如",
      },
      {
        class: "企管二碩士班",
        id: 610614025,
        name: "楊宗玲",
      },
      {
        class: "企管二碩士班",
        id: 611610022,
        name: "潘思",
      },
      {
        class: "企管二碩士班",
        id: 611610097,
        name: "王琍褕",
      },
      {
        class: "企管二碩士班",
        id: 611610147,
        name: "許雅婷",
      },
      {
        class: "企管二碩士班",
        id: 611610162,
        name: "湯毅昌",
      },
      {
        class: "企管二碩士班",
        id: 611610188,
        name: "黃宥霖",
      },
      {
        class: "企管二碩士班",
        id: 611610196,
        name: "郭士",
      },
      {
        class: "企管二碩士班",
        id: 611610501,
        name: "張芸晨",
      },
      {
        class: "企管二碩士班",
        id: 611610519,
        name: "張巧麗",
      },
      {
        class: "企管二碩士班",
        id: 611610527,
        name: "莊士弘",
      },
      {
        class: "企管二碩士班",
        id: 611610659,
        name: "張",
      },
      {
        class: "企管二碩士班",
        id: 611610683,
        name: "林子昊",
      },
      {
        class: "企管二碩士班",
        id: 611610758,
        name: "李玟霖",
      },
      {
        class: "企管二碩士班",
        id: 611610766,
        name: "李尚澤",
      },
      {
        class: "企管二碩士班",
        id: 611610790,
        name: "許韶育",
      },
      {
        class: "企管二碩士班",
        id: 611615054,
        name: "孫美鳳",
      },
      {
        class: "企管三碩士班",
        id: 610610163,
        name: "張凱翔",
      },
      {
        class: "企管三碩士班",
        id: 610610379,
        name: "劉宇萱",
      },
      {
        class: "企管三碩士班",
        id: 610610486,
        name: "梁章威",
      },
      {
        class: "企管三碩士班",
        id: 611610071,
        name: "陳芃君",
      },
      {
        class: "企管四碩士班",
        id: 609615041,
        name: "古企蓉",
      },
      {
        class: "產經四Ａ",
        id: 207610675,
        name: "周子瑜",
      },
      {
        class: "產經四Ａ",
        id: 405540872,
        name: "劉啟漢   ",
      },
      {
        class: "產經四Ａ",
        id: 406540954,
        name: "邱信誠   ",
      },
      {
        class: "產經四Ａ",
        id: 408540176,
        name: "陳彥勳   ",
      },
      {
        class: "產經四Ａ",
        id: 408540358,
        name: "陳展誼   ",
      },
      {
        class: "產經四Ａ",
        id: 408540499,
        name: "張家瑋   ",
      },
      {
        class: "產經四Ａ",
        id: 408540572,
        name: "陳于瀚   ",
      },
      {
        class: "產經四Ａ",
        id: 408540911,
        name: "方子安   ",
      },
      {
        class: "產經四Ａ",
        id: 408540937,
        name: "曾柏寰   ",
      },
      {
        class: "產經四Ａ",
        id: 409350096,
        name: "謝欣怡   ",
      },
      {
        class: "產經四Ａ",
        id: 409540019,
        name: "陳又瑄   ",
      },
      {
        class: "產經四Ａ",
        id: 409540035,
        name: "陳姵臻   ",
      },
      {
        class: "產經四Ａ",
        id: 409540050,
        name: "林冠瑜   ",
      },
      {
        class: "產經四Ａ",
        id: 409540076,
        name: "陳怡安   ",
      },
      {
        class: "產經四Ａ",
        id: 409540092,
        name: "鄭馨如",
      },
      {
        class: "產經四Ａ",
        id: 409540134,
        name: "蔡惠茹   ",
      },
      {
        class: "產經四Ａ",
        id: 409540159,
        name: "林煜栩   ",
      },
      {
        class: "產經四Ａ",
        id: 409540175,
        name: "唐悅庭   ",
      },
      {
        class: "產經四Ａ",
        id: 409540233,
        name: "彭宇婷   ",
      },
      {
        class: "產經四Ａ",
        id: 409540258,
        name: "游叢駿   ",
      },
      {
        class: "產經四Ａ",
        id: 409540274,
        name: "吳翊慈   ",
      },
      {
        class: "產經四Ａ",
        id: 409540290,
        name: "王昱雯   ",
      },
      {
        class: "產經四Ａ",
        id: 409540316,
        name: "陳柏維   ",
      },
      {
        class: "產經四Ａ",
        id: 409540332,
        name: "梁拿國   ",
      },
      {
        class: "產經四Ａ",
        id: 409540357,
        name: "潘麒文   ",
      },
      {
        class: "產經四Ａ",
        id: 409540373,
        name: "曹慶緯   ",
      },
      {
        class: "產經四Ａ",
        id: 409540399,
        name: "謝幸庭   ",
      },
      {
        class: "產經四Ａ",
        id: 409540415,
        name: "周威廷   ",
      },
      {
        class: "產經四Ａ",
        id: 409540431,
        name: "黃聖皓   ",
      },
      {
        class: "產經四Ａ",
        id: 409540472,
        name: "李承昕   ",
      },
      {
        class: "產經四Ａ",
        id: 409540498,
        name: "洪宇如   ",
      },
      {
        class: "產經四Ａ",
        id: 409540514,
        name: "陳弘勛   ",
      },
      {
        class: "產經四Ａ",
        id: 409540530,
        name: "李卉芯   ",
      },
      {
        class: "產經四Ａ",
        id: 409540555,
        name: "塗子萱   ",
      },
      {
        class: "產經四Ａ",
        id: 409540571,
        name: "程宥昕   ",
      },
      {
        class: "產經四Ａ",
        id: 409540597,
        name: "林立涵   ",
      },
      {
        class: "產經四Ａ",
        id: 409540613,
        name: "陳思妤   ",
      },
      {
        class: "產經四Ａ",
        id: 409540639,
        name: "游宗羢   ",
      },
      {
        class: "產經四Ａ",
        id: 409540654,
        name: "周裕庭   ",
      },
      {
        class: "產經四Ａ",
        id: 409540670,
        name: "巫明明   ",
      },
      {
        class: "產經四Ａ",
        id: 409540696,
        name: "林正哲   ",
      },
      {
        class: "產經四Ａ",
        id: 409540712,
        name: "陳詩婷   ",
      },
      {
        class: "產經四Ａ",
        id: 409540738,
        name: "黃柏諺   ",
      },
      {
        class: "產經四Ａ",
        id: 409540795,
        name: "沈煜庭   ",
      },
      {
        class: "產經四Ａ",
        id: 409540811,
        name: "董家碩   ",
      },
      {
        class: "產經四Ａ",
        id: 409540852,
        name: "羅存真   ",
      },
      {
        class: "產經四Ａ",
        id: 409540878,
        name: "吳澤潁   ",
      },
      {
        class: "產經四Ａ",
        id: 409540910,
        name: "闕君湘   ",
      },
      {
        class: "產經四Ａ",
        id: 409540936,
        name: "王泓懿   ",
      },
      {
        class: "產經四Ａ",
        id: 409540951,
        name: "余政佶   ",
      },
      {
        class: "產經四Ａ",
        id: 409540977,
        name: "王元信   ",
      },
      {
        class: "產經四Ａ",
        id: 409547071,
        name: "江晏欣",
      },
      {
        class: "產經四Ａ",
        id: 409547097,
        name: "鄭宇君",
      },
      {
        class: "產經四Ａ",
        id: 409548079,
        name: "林莉君",
      },
      {
        class: "產經四Ａ",
        id: 409730354,
        name: "林佳鋒   ",
      },
      {
        class: "產經四Ａ",
        id: 410547011,
        name: "李易馨",
      },
      {
        class: "產經四Ａ",
        id: 410547037,
        name: "鍾羽婷",
      },
      {
        class: "產經四Ａ",
        id: 410547052,
        name: "高妍如",
      },
      {
        class: "產經四Ａ",
        id: 410547094,
        name: "李婉榆",
      },
      {
        class: "產經四Ａ",
        id: 410548092,
        name: "陳奕璋",
      },
      {
        class: "產經四Ａ",
        id: 410548118,
        name: "陳宇渲",
      },
      {
        class: "產經四Ａ",
        id: 410548159,
        name: "侯仲文",
      },
      {
        class: "產經四Ａ",
        id: 410548183,
        name: "詹振豪",
      },
      {
        class: "產經四Ａ",
        id: 411548059,
        name: "盧亞鵬",
      },
      {
        class: "產經四Ａ",
        id: 411548091,
        name: "賴姵彤",
      },
      {
        class: "產經四Ａ",
        id: 411548158,
        name: "李曜宇",
      },
      {
        class: "產經四Ｂ",
        id: 407540367,
        name: "簡廷翰   ",
      },
      {
        class: "產經四Ｂ",
        id: 407541001,
        name: "顏莘曄   ",
      },
      {
        class: "產經四Ｂ",
        id: 408540069,
        name: "黃翊琁   ",
      },
      {
        class: "產經四Ｂ",
        id: 408540309,
        name: "陳昱豪   ",
      },
      {
        class: "產經四Ｂ",
        id: 408540382,
        name: "王韻詞   ",
      },
      {
        class: "產經四Ｂ",
        id: 408540689,
        name: "劉星吟   ",
      },
      {
        class: "產經四Ｂ",
        id: 408540747,
        name: "諭文",
      },
      {
        class: "產經四Ｂ",
        id: 408540804,
        name: "黃翊哲   ",
      },
      {
        class: "產經四Ｂ",
        id: 409540027,
        name: "張悅琳   ",
      },
      {
        class: "產經四Ｂ",
        id: 409540068,
        name: "許涵寧   ",
      },
      {
        class: "產經四Ｂ",
        id: 409540084,
        name: "蘇育德   ",
      },
      {
        class: "產經四Ｂ",
        id: 409540100,
        name: "祐翊",
      },
      {
        class: "產經四Ｂ",
        id: 409540126,
        name: "黃致堯",
      },
      {
        class: "產經四Ｂ",
        id: 409540142,
        name: "陳貞妤   ",
      },
      {
        class: "產經四Ｂ",
        id: 409540209,
        name: "詹譯順   ",
      },
      {
        class: "產經四Ｂ",
        id: 409540225,
        name: "杜怡萱   ",
      },
      {
        class: "產經四Ｂ",
        id: 409540241,
        name: "孫子翔   ",
      },
      {
        class: "產經四Ｂ",
        id: 409540266,
        name: "呂子儀   ",
      },
      {
        class: "產經四Ｂ",
        id: 409540282,
        name: "謝利杰   ",
      },
      {
        class: "產經四Ｂ",
        id: 409540324,
        name: "黃子芯   ",
      },
      {
        class: "產經四Ｂ",
        id: 409540340,
        name: "李祐寧   ",
      },
      {
        class: "產經四Ｂ",
        id: 409540365,
        name: "沈佩綺   ",
      },
      {
        class: "產經四Ｂ",
        id: 409540381,
        name: "游心如   ",
      },
      {
        class: "產經四Ｂ",
        id: 409540407,
        name: "黃富閔   ",
      },
      {
        class: "產經四Ｂ",
        id: 409540423,
        name: "李永信   ",
      },
      {
        class: "產經四Ｂ",
        id: 409540449,
        name: "李　晉   ",
      },
      {
        class: "產經四Ｂ",
        id: 409540464,
        name: "張賓量   ",
      },
      {
        class: "產經四Ｂ",
        id: 409540480,
        name: "陳奕帆   ",
      },
      {
        class: "產經四Ｂ",
        id: 409540506,
        name: "葉國霽   ",
      },
      {
        class: "產經四Ｂ",
        id: 409540548,
        name: "吳燿呈   ",
      },
      {
        class: "產經四Ｂ",
        id: 409540563,
        name: "黃奕青   ",
      },
      {
        class: "產經四Ｂ",
        id: 409540589,
        name: "蘇麒友   ",
      },
      {
        class: "產經四Ｂ",
        id: 409540605,
        name: "孫梓薰   ",
      },
      {
        class: "產經四Ｂ",
        id: 409540621,
        name: "黃淑珍   ",
      },
      {
        class: "產經四Ｂ",
        id: 409540647,
        name: "高翊庭   ",
      },
      {
        class: "產經四Ｂ",
        id: 409540662,
        name: "郭子禔   ",
      },
      {
        class: "產經四Ｂ",
        id: 409540688,
        name: "薛丞翔   ",
      },
      {
        class: "產經四Ｂ",
        id: 409540704,
        name: "徐　浩   ",
      },
      {
        class: "產經四Ｂ",
        id: 409540720,
        name: "陳俊豪   ",
      },
      {
        class: "產經四Ｂ",
        id: 409540746,
        name: "廖尹馜   ",
      },
      {
        class: "產經四Ｂ",
        id: 409540787,
        name: "吳宜平   ",
      },
      {
        class: "產經四Ｂ",
        id: 409540845,
        name: "陳美璇   ",
      },
      {
        class: "產經四Ｂ",
        id: 409540860,
        name: "王東森   ",
      },
      {
        class: "產經四Ｂ",
        id: 409540886,
        name: "蕭賓慶   ",
      },
      {
        class: "產經四Ｂ",
        id: 409540902,
        name: "楊淳旭   ",
      },
      {
        class: "產經四Ｂ",
        id: 409540928,
        name: "李敬淳   ",
      },
      {
        class: "產經四Ｂ",
        id: 409540944,
        name: "潘廷恩   ",
      },
      {
        class: "產經四Ｂ",
        id: 409540969,
        name: "傅庭瑜   ",
      },
      {
        class: "產經四Ｂ",
        id: 409547121,
        name: "雲柏智",
      },
      {
        class: "產經四Ｂ",
        id: 409547196,
        name: "許嘉巖",
      },
      {
        class: "產經四Ｂ",
        id: 410547086,
        name: "羅君廷",
      },
      {
        class: "產經四Ｂ",
        id: 410548043,
        name: "陳達威",
      },
      {
        class: "產經四Ｂ",
        id: 410548100,
        name: "林柔岑",
      },
      {
        class: "產經四Ｂ",
        id: 410548126,
        name: "陳　雋",
      },
      {
        class: "產經四Ｂ",
        id: 411548109,
        name: "招瑞能",
      },
      {
        class: "產經四Ｂ",
        id: 411548125,
        name: "柯念佐",
      },
      {
        class: "產經四Ｂ",
        id: 411548141,
        name: "賴宣澔",
      },
      {
        class: "產經二博士班",
        id: 811540011,
        name: "張文德",
      },
      {
        class: "產經二博士班",
        id: 811540037,
        name: "邱品璇",
      },
      {
        class: "產經二博士班",
        id: 811540045,
        name: "張德裕",
      },
      {
        class: "產經三博士班",
        id: 810540020,
        name: "左翊廷",
      },
      {
        class: "產經四博士班",
        id: 808540032,
        name: "朱芳儀",
      },
      {
        class: "產經四博士班",
        id: 809540049,
        name: "張士軒",
      },
      {
        class: "產經六博士班",
        id: 807540033,
        name: "高衡權",
      },
      {
        class: "產經六博士班",
        id: 808540016,
        name: "呂宗宜",
      },
      {
        class: "產經七博士班",
        id: 803540052,
        name: "尤兆宏",
      },
      {
        class: "產經二碩士班",
        id: 611540021,
        name: "徐子超",
      },
      {
        class: "產經二碩士班",
        id: 611540062,
        name: "李書維",
      },
      {
        class: "產經二碩士班",
        id: 611540070,
        name: "周立騰",
      },
      {
        class: "產經二碩士班",
        id: 611540146,
        name: "吳玟蓁",
      },
      {
        class: "國企系經管四",
        id: 407550309,
        name: "莊宜憲   ",
      },
      {
        class: "國企系經管四",
        id: 407555217,
        name: "林軒正",
      },
      {
        class: "國企系經管四",
        id: 407556173,
        name: "桂良",
      },
      {
        class: "國企系經管四",
        id: 407558211,
        name: "張巧柔",
      },
      {
        class: "國企系經管四",
        id: 408550035,
        name: "朱品瑄   ",
      },
      {
        class: "國企系經管四",
        id: 408550209,
        name: "王咨喬   ",
      },
      {
        class: "國企系經管四",
        id: 408550258,
        name: "張嘉翔   ",
      },
      {
        class: "國企系經管四",
        id: 408550340,
        name: "林宸濱   ",
      },
      {
        class: "國企系經管四",
        id: 408550365,
        name: "吳其叡   ",
      },
      {
        class: "國企系經管四",
        id: 408555133,
        name: "林伊凡",
      },
      {
        class: "國企系經管四",
        id: 408555190,
        name: "陳氏梅鸞",
      },
      {
        class: "國企系經管四",
        id: 408555224,
        name: "久保田純人",
      },
      {
        class: "國企系經管四",
        id: 408555323,
        name: "姜叡志",
      },
      {
        class: "國企系經管四",
        id: 408556016,
        name: "黃新榮",
      },
      {
        class: "國企系經管四",
        id: 408557048,
        name: "王伯權",
      },
      {
        class: "國企系經管四",
        id: 409540118,
        name: "王彥蓁   ",
      },
      {
        class: "國企系經管四",
        id: 409550026,
        name: "何翊慈   ",
      },
      {
        class: "國企系經管四",
        id: 409550034,
        name: "吳星蕙   ",
      },
      {
        class: "國企系經管四",
        id: 409550042,
        name: "羅婉瑄   ",
      },
      {
        class: "國企系經管四",
        id: 409550059,
        name: "戴瑀嫺   ",
      },
      {
        class: "國企系經管四",
        id: 409550067,
        name: "陳虹   ",
      },
      {
        class: "國企系經管四",
        id: 409550075,
        name: "楊鈞鈞   ",
      },
      {
        class: "國企系經管四",
        id: 409550083,
        name: "楊晴宇   ",
      },
      {
        class: "國企系經管四",
        id: 409550091,
        name: "林奕嫻   ",
      },
      {
        class: "國企系經管四",
        id: 409550109,
        name: "蔡雯琪   ",
      },
      {
        class: "國企系經管四",
        id: 409550117,
        name: "簡佩安   ",
      },
      {
        class: "國企系經管四",
        id: 409550125,
        name: "陳羿旭   ",
      },
      {
        class: "國企系經管四",
        id: 409550133,
        name: "楊潘妮   ",
      },
      {
        class: "國企系經管四",
        id: 409550141,
        name: "吳昱廷   ",
      },
      {
        class: "國企系經管四",
        id: 409550158,
        name: "崔子淵   ",
      },
      {
        class: "國企系經管四",
        id: 409550174,
        name: "柯穗   ",
      },
      {
        class: "國企系經管四",
        id: 409550182,
        name: "陳培民   ",
      },
      {
        class: "國企系經管四",
        id: 409550190,
        name: "林珈芃   ",
      },
      {
        class: "國企系經管四",
        id: 409550208,
        name: "施羿貞   ",
      },
      {
        class: "國企系經管四",
        id: 409550216,
        name: "張郁敏   ",
      },
      {
        class: "國企系經管四",
        id: 409550224,
        name: "鄭淇駿   ",
      },
      {
        class: "國企系經管四",
        id: 409550232,
        name: "李育萱   ",
      },
      {
        class: "國企系經管四",
        id: 409550240,
        name: "黃千芩   ",
      },
      {
        class: "國企系經管四",
        id: 409550257,
        name: "王馨",
      },
      {
        class: "國企系經管四",
        id: 409550265,
        name: "洪瑋",
      },
      {
        class: "國企系經管四",
        id: 409550273,
        name: "陳美依   ",
      },
      {
        class: "國企系經管四",
        id: 409550299,
        name: "張孫琦   ",
      },
      {
        class: "國企系經管四",
        id: 409550307,
        name: "鄭芝儀   ",
      },
      {
        class: "國企系經管四",
        id: 409550323,
        name: "李奕辰   ",
      },
      {
        class: "國企系經管四",
        id: 409550331,
        name: "王睦為   ",
      },
      {
        class: "國企系經管四",
        id: 409550349,
        name: "王姿惠   ",
      },
      {
        class: "國企系經管四",
        id: 409550356,
        name: "邱佳楷   ",
      },
      {
        class: "國企系經管四",
        id: 409550380,
        name: "陳湘",
      },
      {
        class: "國企系經管四",
        id: 409550398,
        name: "李沛宸   ",
      },
      {
        class: "國企系經管四",
        id: 409550406,
        name: "姚采萱   ",
      },
      {
        class: "國企系經管四",
        id: 409550463,
        name: "趙亮瑾   ",
      },
      {
        class: "國企系經管四",
        id: 409550489,
        name: "謝宛蓁   ",
      },
      {
        class: "國企系經管四",
        id: 409550497,
        name: "呂逸翔   ",
      },
      {
        class: "國企系經管四",
        id: 409550513,
        name: "江昱辰   ",
      },
      {
        class: "國企系經管四",
        id: 409550521,
        name: "許云薰   ",
      },
      {
        class: "國企系經管四",
        id: 409550547,
        name: "潘柏凱   ",
      },
      {
        class: "國企系經管四",
        id: 409550554,
        name: "錢寶月   ",
      },
      {
        class: "國企系經管四",
        id: 409550596,
        name: "陳宥緯   ",
      },
      {
        class: "國企系經管四",
        id: 409550604,
        name: "鍾欣恩   ",
      },
      {
        class: "國企系經管四",
        id: 409555017,
        name: "林美風",
      },
      {
        class: "國企系經管四",
        id: 409555033,
        name: "莊詩詩",
      },
      {
        class: "國企系經管四",
        id: 409555074,
        name: "莫小梅",
      },
      {
        class: "國企系經管四",
        id: 409555132,
        name: "永野由加",
      },
      {
        class: "國企系經管四",
        id: 409556015,
        name: "李思龍",
      },
      {
        class: "國企系經管四",
        id: 409556023,
        name: "劉偉南",
      },
      {
        class: "國企系經管四",
        id: 409556031,
        name: "梁岳凱",
      },
      {
        class: "國企系經管四",
        id: 409556056,
        name: "許桂雯",
      },
      {
        class: "國企系經管四",
        id: 409556114,
        name: "林慧嘉",
      },
      {
        class: "國企系經管四",
        id: 409556122,
        name: "葉珍珍",
      },
      {
        class: "國企系經管四",
        id: 409556148,
        name: "余柔軒",
      },
      {
        class: "國企系經管四",
        id: 409556155,
        name: "卓梅梅",
      },
      {
        class: "國企系經管四",
        id: 409556163,
        name: "楊偉文",
      },
      {
        class: "國企系經管四",
        id: 409556171,
        name: "黃俐婷",
      },
      {
        class: "國企系經管四",
        id: 409556189,
        name: "張家輝",
      },
      {
        class: "國企系經管四",
        id: 409556197,
        name: "葉裕龍",
      },
      {
        class: "國企系經管四",
        id: 409556510,
        name: "賴怡文",
      },
      {
        class: "國企系經管四",
        id: 409557047,
        name: "杜冠霖",
      },
      {
        class: "國企系經管四",
        id: 409557120,
        name: "賴郁雰",
      },
      {
        class: "國企系經管四",
        id: 409558375,
        name: "張　蓉",
      },
      {
        class: "國企系經管四",
        id: 409620084,
        name: "程尹婕   ",
      },
      {
        class: "國企系經管四",
        id: 409860599,
        name: "陳泱汝   ",
      },
      {
        class: "國企系經管四",
        id: 409860847,
        name: "黃庭瑀   ",
      },
      {
        class: "國企系經管四",
        id: 410557010,
        name: "盧思妤",
      },
      {
        class: "國企系經管四",
        id: 410557051,
        name: "彭頊喬",
      },
      {
        class: "國企系經管四",
        id: 410557101,
        name: "黃郁珊",
      },
      {
        class: "國企系經管四",
        id: 410557119,
        name: "吳慧美",
      },
      {
        class: "國企系經管四",
        id: 410557127,
        name: "林逸萱",
      },
      {
        class: "國企系經管四",
        id: 410557150,
        name: "周芃妤",
      },
      {
        class: "國企系經管四",
        id: 410557168,
        name: "鄭至廷",
      },
      {
        class: "國企系經管四",
        id: 410557176,
        name: "梁　琪",
      },
      {
        class: "國企系經管四",
        id: 410557184,
        name: "高嘉志",
      },
      {
        class: "國企系經管四",
        id: 410557192,
        name: "陳雨馨",
      },
      {
        class: "國企系經管四",
        id: 410557200,
        name: "宋怡萱",
      },
      {
        class: "國企系經管四",
        id: 411558041,
        name: "林湘庭",
      },
      {
        class: "國企系經管四",
        id: 411558066,
        name: "周奕馨",
      },
      {
        class: "國企系經管四",
        id: 411558082,
        name: "張惠婷",
      },
      {
        class: "國企系經管四",
        id: 411558116,
        name: "陳　丞",
      },
      {
        class: "國企系經管四",
        id: 411558140,
        name: "郭玉珍",
      },
      {
        class: "國企系經管四",
        id: 411558173,
        name: "董倢",
      },
      {
        class: "國企系經管四",
        id: 411558181,
        name: "鄧祈芯",
      },
      {
        class: "國企系經管四",
        id: 411558199,
        name: "劉大維",
      },
      {
        class: "國企系經管四",
        id: 411558231,
        name: "張瑋芯",
      },
      {
        class: "國企系經管四",
        id: 411558405,
        name: "孔祥瑋",
      },
      {
        class: "國行二碩專班",
        id: 711520014,
        name: "黃筱喬",
      },
      {
        class: "國行二碩專班",
        id: 711520022,
        name: "田米安古",
      },
      {
        class: "國行二碩專班",
        id: 711520030,
        name: "劉丸綾",
      },
      {
        class: "國行二碩專班",
        id: 711520048,
        name: "張緹",
      },
      {
        class: "國行二碩專班",
        id: 711520055,
        name: "顏珮宇",
      },
      {
        class: "國行二碩專班",
        id: 711520063,
        name: "吳怡瑩",
      },
      {
        class: "國行二碩專班",
        id: 711520071,
        name: "張學勤",
      },
      {
        class: "國行二碩專班",
        id: 711520089,
        name: "簡瑋葶",
      },
      {
        class: "國行二碩專班",
        id: 711520105,
        name: "陳鈺翔",
      },
      {
        class: "國行二碩專班",
        id: 711520121,
        name: "王信仁",
      },
      {
        class: "國行二碩專班",
        id: 711520139,
        name: "李佳韓",
      },
      {
        class: "國行二碩專班",
        id: 711520147,
        name: "廖元聖",
      },
      {
        class: "國行二碩專班",
        id: 711520154,
        name: "魏維億",
      },
      {
        class: "國行二碩專班",
        id: 711520188,
        name: "吳昀倢",
      },
      {
        class: "國行二碩專班",
        id: 711520196,
        name: "林佩芳",
      },
      {
        class: "國行四碩專班",
        id: 700520413,
        name: "周聖雯",
      },
      {
        class: "國企系國商四",
        id: 407595080,
        name: "倪仁桀",
      },
      {
        class: "國企系國商四",
        id: 407595122,
        name: "許　峻",
      },
      {
        class: "國企系國商四",
        id: 407595148,
        name: "尹相斌",
      },
      {
        class: "國企系國商四",
        id: 407596153,
        name: "巫騏皓",
      },
      {
        class: "國企系國商四",
        id: 408590106,
        name: "陳亮瑜   ",
      },
      {
        class: "國企系國商四",
        id: 408590247,
        name: "鍾世渝   ",
      },
      {
        class: "國企系國商四",
        id: 408590254,
        name: "湯曜維   ",
      },
      {
        class: "國企系國商四",
        id: 408590346,
        name: "呂京諭   ",
      },
      {
        class: "國企系國商四",
        id: 408590411,
        name: "黃筱雯   ",
      },
      {
        class: "國企系國商四",
        id: 408590445,
        name: "余順富   ",
      },
      {
        class: "國企系國商四",
        id: 408595501,
        name: "張忠權",
      },
      {
        class: "國企系國商四",
        id: 408595816,
        name: "久保龍生",
      },
      {
        class: "國企系國商四",
        id: 408595915,
        name: "黎忠孝",
      },
      {
        class: "國企系國商四",
        id: 409590014,
        name: "李昱欣   ",
      },
      {
        class: "國企系國商四",
        id: 409590022,
        name: "葉倩妤   ",
      },
      {
        class: "國企系國商四",
        id: 409590030,
        name: "魏　萱   ",
      },
      {
        class: "國企系國商四",
        id: 409590048,
        name: "江虹瑾   ",
      },
      {
        class: "國企系國商四",
        id: 409590055,
        name: "洪楷蔚   ",
      },
      {
        class: "國企系國商四",
        id: 409590063,
        name: "吳築宣   ",
      },
      {
        class: "國企系國商四",
        id: 409590089,
        name: "廖予綺   ",
      },
      {
        class: "國企系國商四",
        id: 409590097,
        name: "林禹辰   ",
      },
      {
        class: "國企系國商四",
        id: 409590105,
        name: "楊蕙語   ",
      },
      {
        class: "國企系國商四",
        id: 409590113,
        name: "廖珮祺   ",
      },
      {
        class: "國企系國商四",
        id: 409590121,
        name: "毛韋茹   ",
      },
      {
        class: "國企系國商四",
        id: 409590139,
        name: "陳子琪   ",
      },
      {
        class: "國企系國商四",
        id: 409590147,
        name: "李雨宸   ",
      },
      {
        class: "國企系國商四",
        id: 409590154,
        name: "黃子嫚   ",
      },
      {
        class: "國企系國商四",
        id: 409590162,
        name: "吳亭萱   ",
      },
      {
        class: "國企系國商四",
        id: 409590170,
        name: "謝劭東   ",
      },
      {
        class: "國企系國商四",
        id: 409590188,
        name: "林　頡   ",
      },
      {
        class: "國企系國商四",
        id: 409590196,
        name: "薛中威   ",
      },
      {
        class: "國企系國商四",
        id: 409590204,
        name: "賴楠景   ",
      },
      {
        class: "國企系國商四",
        id: 409590212,
        name: "黃書辰   ",
      },
      {
        class: "國企系國商四",
        id: 409590220,
        name: "羅羽珮   ",
      },
      {
        class: "國企系國商四",
        id: 409590238,
        name: "古語璇   ",
      },
      {
        class: "國企系國商四",
        id: 409590246,
        name: "楊永熙   ",
      },
      {
        class: "國企系國商四",
        id: 409590253,
        name: "吳柏毅   ",
      },
      {
        class: "國企系國商四",
        id: 409590261,
        name: "謝富丞   ",
      },
      {
        class: "國企系國商四",
        id: 409590287,
        name: "翁子晴   ",
      },
      {
        class: "國企系國商四",
        id: 409590311,
        name: "林宜葳   ",
      },
      {
        class: "國企系國商四",
        id: 409590329,
        name: "梁荏翔   ",
      },
      {
        class: "國企系國商四",
        id: 409590345,
        name: "賴庭萱   ",
      },
      {
        class: "國企系國商四",
        id: 409590352,
        name: "陳兆新   ",
      },
      {
        class: "國企系國商四",
        id: 409590386,
        name: "莊承偉   ",
      },
      {
        class: "國企系國商四",
        id: 409590394,
        name: "張惠鈞   ",
      },
      {
        class: "國企系國商四",
        id: 409590410,
        name: "黃彥華   ",
      },
      {
        class: "國企系國商四",
        id: 409590436,
        name: "蘇翌丞   ",
      },
      {
        class: "國企系國商四",
        id: 409590451,
        name: "賴則均   ",
      },
      {
        class: "國企系國商四",
        id: 409590469,
        name: "林欣儀   ",
      },
      {
        class: "國企系國商四",
        id: 409590493,
        name: "郭穎潔   ",
      },
      {
        class: "國企系國商四",
        id: 409590527,
        name: "謝旻恩   ",
      },
      {
        class: "國企系國商四",
        id: 409590535,
        name: "王韋駥   ",
      },
      {
        class: "國企系國商四",
        id: 409590550,
        name: "陳彥妡   ",
      },
      {
        class: "國企系國商四",
        id: 409590568,
        name: "李芸葇   ",
      },
      {
        class: "國企系國商四",
        id: 409590600,
        name: "尤文妤   ",
      },
      {
        class: "國企系國商四",
        id: 409595039,
        name: "林瑩瑩",
      },
      {
        class: "國企系國商四",
        id: 409595062,
        name: "遠藤光之助",
      },
      {
        class: "國企系國商四",
        id: 409595070,
        name: "袁來啦",
      },
      {
        class: "國企系國商四",
        id: 409595104,
        name: "吳美霖",
      },
      {
        class: "國企系國商四",
        id: 409595112,
        name: "曾愛萍",
      },
      {
        class: "國企系國商四",
        id: 409595146,
        name: "安艾利",
      },
      {
        class: "國企系國商四",
        id: 409595203,
        name: "陳恩德",
      },
      {
        class: "國企系國商四",
        id: 409595211,
        name: "伊福日奈子",
      },
      {
        class: "國企系國商四",
        id: 409595237,
        name: "李伊娃",
      },
      {
        class: "國企系國商四",
        id: 409595260,
        name: "連婉婷",
      },
      {
        class: "國企系國商四",
        id: 409595278,
        name: "翰　瑞",
      },
      {
        class: "國企系國商四",
        id: 409595377,
        name: "謝愛麗",
      },
      {
        class: "國企系國商四",
        id: 409595393,
        name: "帕烏拉",
      },
      {
        class: "國企系國商四",
        id: 409595401,
        name: "楊　靜",
      },
      {
        class: "國企系國商四",
        id: 409595450,
        name: "谷口沙彩",
      },
      {
        class: "國企系國商四",
        id: 409595468,
        name: "宋雪忠",
      },
      {
        class: "國企系國商四",
        id: 409595476,
        name: "宋勝忠",
      },
      {
        class: "國企系國商四",
        id: 409595492,
        name: "劉漢偉",
      },
      {
        class: "國企系國商四",
        id: 409595518,
        name: "駱瑪茹",
      },
      {
        class: "國企系國商四",
        id: 409595526,
        name: "林珍妮",
      },
      {
        class: "國企系國商四",
        id: 409595542,
        name: "譚愛拎",
      },
      {
        class: "國企系國商四",
        id: 409595575,
        name: "莫凱西",
      },
      {
        class: "國企系國商四",
        id: 409595583,
        name: "楊麗佳",
      },
      {
        class: "國企系國商四",
        id: 409595609,
        name: "郭阿維",
      },
      {
        class: "國企系國商四",
        id: 409595617,
        name: "李俊龍",
      },
      {
        class: "國企系國商四",
        id: 409595633,
        name: "吳涵亞",
      },
      {
        class: "國企系國商四",
        id: 409595641,
        name: "蘇傑榮",
      },
      {
        class: "國企系國商四",
        id: 409595666,
        name: "曾家尼",
      },
      {
        class: "國企系國商四",
        id: 409595674,
        name: "黃國雄",
      },
      {
        class: "國企系國商四",
        id: 409595690,
        name: "方明蘭",
      },
      {
        class: "國企系國商四",
        id: 409595708,
        name: "林佳花",
      },
      {
        class: "國企系國商四",
        id: 409595732,
        name: "陳美娜",
      },
      {
        class: "國企系國商四",
        id: 409595765,
        name: "許志強",
      },
      {
        class: "國企系國商四",
        id: 409595773,
        name: "麗　娜",
      },
      {
        class: "國企系國商四",
        id: 409595781,
        name: "姜周亨",
      },
      {
        class: "國企系國商四",
        id: 409596011,
        name: "黃福愛",
      },
      {
        class: "國企系國商四",
        id: 409596029,
        name: "林傑東",
      },
      {
        class: "國企系國商四",
        id: 409596037,
        name: "呂小燕",
      },
      {
        class: "國企系國商四",
        id: 409596045,
        name: "陳妮余",
      },
      {
        class: "國企系國商四",
        id: 409596078,
        name: "楊偉明",
      },
      {
        class: "國企系國商四",
        id: 409596094,
        name: "賴小明",
      },
      {
        class: "國企系國商四",
        id: 409596102,
        name: "洪鏞凱",
      },
      {
        class: "國企系國商四",
        id: 409596177,
        name: "董倪可",
      },
      {
        class: "國企系國商四",
        id: 409596235,
        name: "陳寶琦",
      },
      {
        class: "國企系國商四",
        id: 409596276,
        name: "陳美雪",
      },
      {
        class: "國企系國商四",
        id: 410595770,
        name: "柯凱蒂",
      },
      {
        class: "國企系國商四",
        id: 411595969,
        name: "雷玉邵",
      },
      {
        class: "國企系國商四",
        id: 411595977,
        name: "戴崇恩",
      },
      {
        class: "國創二碩專班",
        id: 711550011,
        name: "岳正怡",
      },
      {
        class: "國創二碩專班",
        id: 711550029,
        name: "張雅茜",
      },
      {
        class: "國創二碩專班",
        id: 711550037,
        name: "游明輝",
      },
      {
        class: "國創二碩專班",
        id: 711550052,
        name: "劉佩琪",
      },
      {
        class: "國創二碩專班",
        id: 711550060,
        name: "柯乃瑜",
      },
      {
        class: "國創二碩專班",
        id: 711550086,
        name: "吳伊庭",
      },
      {
        class: "國創二碩專班",
        id: 711550094,
        name: "黎乃豪",
      },
      {
        class: "國創二碩專班",
        id: 711550110,
        name: "吳孟穎",
      },
      {
        class: "國創二碩專班",
        id: 711550128,
        name: "陳家宏",
      },
      {
        class: "國創二碩專班",
        id: 711550144,
        name: "張紜綺",
      },
      {
        class: "國創二碩專班",
        id: 711550151,
        name: "王巧吟",
      },
      {
        class: "國創二碩專班",
        id: 711550177,
        name: "劉孟岡",
      },
      {
        class: "國創二碩專班",
        id: 711550185,
        name: "陳宣如",
      },
      {
        class: "國創二碩專班",
        id: 711550193,
        name: "張　暐",
      },
      {
        class: "國創二碩專班",
        id: 711550227,
        name: "吳昆禧",
      },
      {
        class: "國創三碩專班",
        id: 708550024,
        name: "陳立",
      },
      {
        class: "國創三碩專班",
        id: 710550111,
        name: "洪任宗",
      },
      {
        class: "國創四碩專班",
        id: 708550123,
        name: "胡祥生",
      },
      {
        class: "國創四碩專班",
        id: 709550098,
        name: "邱淑琴",
      },
      {
        class: "國企系進學四",
        id: 207550335,
        name: "王騰毅",
      },
      {
        class: "國企系進學四",
        id: 207550434,
        name: "張文馨",
      },
      {
        class: "國企系進學四",
        id: 208550227,
        name: "陳恩為",
      },
      {
        class: "國企系進學四",
        id: 208550300,
        name: "洪珮綺",
      },
      {
        class: "國企系進學四",
        id: 209100642,
        name: "賴均旻",
      },
      {
        class: "國企系進學四",
        id: 209100824,
        name: "黃政達",
      },
      {
        class: "國企系進學四",
        id: 209550010,
        name: "姚采彤",
      },
      {
        class: "國企系進學四",
        id: 209550077,
        name: "趙祐成",
      },
      {
        class: "國企系進學四",
        id: 209550101,
        name: "李弘安",
      },
      {
        class: "國企系進學四",
        id: 209550143,
        name: "周子鈴",
      },
      {
        class: "國企系進學四",
        id: 209550184,
        name: "江鈺琳",
      },
      {
        class: "國企系進學四",
        id: 209550218,
        name: "陳靜葳",
      },
      {
        class: "國企系進學四",
        id: 209550234,
        name: "葉欣學",
      },
      {
        class: "國企系進學四",
        id: 209550325,
        name: "杜羿昕",
      },
      {
        class: "國企系進學四",
        id: 209550333,
        name: "魏子傑",
      },
      {
        class: "國企系進學四",
        id: 209550374,
        name: "張幃茨",
      },
      {
        class: "國企系進學四",
        id: 209550382,
        name: "陳彥伯",
      },
      {
        class: "國企系進學四",
        id: 209550408,
        name: "蔡杰為",
      },
      {
        class: "國企系進學四",
        id: 209550440,
        name: "王維君",
      },
      {
        class: "國企系進學四",
        id: 209550499,
        name: "王璿皓",
      },
      {
        class: "國企系進學四",
        id: 209557015,
        name: "陳心柔",
      },
      {
        class: "國企系進學四",
        id: 209557064,
        name: "施玉婷",
      },
      {
        class: "國企系進學四",
        id: 209557098,
        name: "張廷瑄",
      },
      {
        class: "國企系進學四",
        id: 209557114,
        name: "楊盛皓",
      },
      {
        class: "國企系進學四",
        id: 210557020,
        name: "陳怡雯",
      },
      {
        class: "國企系進學四",
        id: 210557038,
        name: "朱采彤",
      },
      {
        class: "國企系進學四",
        id: 210557046,
        name: "陳顗哲",
      },
      {
        class: "國企系進學四",
        id: 210557079,
        name: "林晴暄",
      },
      {
        class: "國企系進學四",
        id: 211558035,
        name: "呂天愛",
      },
      {
        class: "國企二碩士班",
        id: 611550103,
        name: "張藝馨",
      },
      {
        class: "國企二碩士班",
        id: 611550137,
        name: "鄭淳云",
      },
      {
        class: "國企二碩士班",
        id: 611550145,
        name: "于嘉琪",
      },
      {
        class: "國企二碩士班",
        id: 611550152,
        name: "林紫璇",
      },
      {
        class: "國企二碩士班",
        id: 611550343,
        name: "陳俞霑",
      },
      {
        class: "國企二碩士班",
        id: 611550376,
        name: "莊昀臻",
      },
      {
        class: "國企二碩士班",
        id: 611550418,
        name: "何政昌",
      },
      {
        class: "國企二碩士班",
        id: 611550426,
        name: "廖俞翔",
      },
      {
        class: "國企二碩士班",
        id: 611550434,
        name: "許宸榮",
      },
      {
        class: "國企二碩士班",
        id: 611555045,
        name: "阮氏翠恆",
      },
      {
        class: "國企二碩士班",
        id: 612550037,
        name: "黃聖燁",
      },
      {
        class: "國企二碩士班",
        id: 612550110,
        name: "李　忻",
      },
      {
        class: "國企三碩士班",
        id: 610550369,
        name: "張淳媛",
      },
      {
        class: "國企三碩士班",
        id: 610550393,
        name: "黃逸弘",
      },
      {
        class: "國企四碩士班",
        id: 607550034,
        name: "劉孟賢",
      },
      {
        class: "管科企經碩二",
        id: 611620096,
        name: "許凱翔",
      },
      {
        class: "管科企經碩二",
        id: 611620104,
        name: "黃昱翔",
      },
      {
        class: "管科企經碩二",
        id: 611620112,
        name: "王虹茹",
      },
      {
        class: "管科企經碩二",
        id: 611620138,
        name: "廖舒婷",
      },
      {
        class: "管科企經碩二",
        id: 611620260,
        name: "吳文進",
      },
      {
        class: "管科企經碩二",
        id: 611620278,
        name: "陳韋元",
      },
      {
        class: "管科企經碩二",
        id: 611620302,
        name: "董怡均",
      },
      {
        class: "管科企經碩二",
        id: 611620310,
        name: "林湉瓔",
      },
      {
        class: "管科企經碩二",
        id: 612620087,
        name: "胡浩文",
      },
      {
        class: "管科企經碩三",
        id: 606620291,
        name: "邱凱蒂",
      },
      {
        class: "經管全英碩二",
        id: 610586041,
        name: "李立豪",
      },
      {
        class: "經管全英碩二",
        id: 611585026,
        name: "李尚九",
      },
      {
        class: "經管全英碩二",
        id: 611585034,
        name: "李偉倫",
      },
      {
        class: "經管全英碩二",
        id: 611585059,
        name: "黎裴香秀",
      },
      {
        class: "經管全英碩二",
        id: 611585067,
        name: "費佩蒂",
      },
      {
        class: "經管全英碩二",
        id: 611585083,
        name: "吳信芳",
      },
      {
        class: "經管全英碩二",
        id: 611585158,
        name: "周凡伽",
      },
      {
        class: "經管全英碩二",
        id: 611585190,
        name: "官以諾",
      },
      {
        class: "經管全英碩二",
        id: 611585273,
        name: "王文利",
      },
      {
        class: "經管全英碩二",
        id: 611585356,
        name: "江岳蔚",
      },
      {
        class: "經管全英碩二",
        id: 611585364,
        name: "戴樂思",
      },
      {
        class: "經管全英碩二",
        id: 611585414,
        name: "林雪亮",
      },
      {
        class: "經管全英碩二",
        id: 611586024,
        name: "翁慧琴",
      },
      {
        class: "經管全英碩二",
        id: 611586040,
        name: "陳偉發",
      },
      {
        class: "經管全英碩二",
        id: 611586057,
        name: "吳浩研",
      },
      {
        class: "經管全英碩二",
        id: 612580018,
        name: "巫仲超",
      },
      {
        class: "經管全英碩三",
        id: 610580051,
        name: "胡天浩",
      },
      {
        class: "經管全英碩三",
        id: 610580077,
        name: "官昱岑",
      },
      {
        class: "經管全英碩三",
        id: 610585217,
        name: "夏士寶",
      },
      {
        class: "經管全英碩三",
        id: 610585340,
        name: "童開文",
      },
      {
        class: "經管全英碩三",
        id: 610585373,
        name: "沈凱尼",
      },
      {
        class: "經管全英碩三",
        id: 611580019,
        name: "吳沂蓁",
      },
      {
        class: "管科四Ａ",
        id: 208100494,
        name: "陳思勻",
      },
      {
        class: "管科四Ａ",
        id: 408620432,
        name: "楊子嫻   ",
      },
      {
        class: "管科四Ａ",
        id: 408620655,
        name: "廖貫廷   ",
      },
      {
        class: "管科四Ａ",
        id: 408620770,
        name: "丁昱",
      },
      {
        class: "管科四Ａ",
        id: 409001053,
        name: "黃昕曈   ",
      },
      {
        class: "管科四Ａ",
        id: 409007332,
        name: "蔡旻珈",
      },
      {
        class: "管科四Ａ",
        id: 409620019,
        name: "游琇婷   ",
      },
      {
        class: "管科四Ａ",
        id: 409620035,
        name: "許雅雲   ",
      },
      {
        class: "管科四Ａ",
        id: 409620050,
        name: "林姿秀   ",
      },
      {
        class: "管科四Ａ",
        id: 409620076,
        name: "羅翊謙   ",
      },
      {
        class: "管科四Ａ",
        id: 409620092,
        name: "王文忻   ",
      },
      {
        class: "管科四Ａ",
        id: 409620118,
        name: "向宇平   ",
      },
      {
        class: "管科四Ａ",
        id: 409620134,
        name: "張瀚友   ",
      },
      {
        class: "管科四Ａ",
        id: 409620159,
        name: "陳韋翰   ",
      },
      {
        class: "管科四Ａ",
        id: 409620175,
        name: "蔡佩蓉   ",
      },
      {
        class: "管科四Ａ",
        id: 409620191,
        name: "陳采均   ",
      },
      {
        class: "管科四Ａ",
        id: 409620217,
        name: "林柏樺   ",
      },
      {
        class: "管科四Ａ",
        id: 409620258,
        name: "張翔郡   ",
      },
      {
        class: "管科四Ａ",
        id: 409620316,
        name: "劉柏寬   ",
      },
      {
        class: "管科四Ａ",
        id: 409620357,
        name: "陳宥瑜   ",
      },
      {
        class: "管科四Ａ",
        id: 409620373,
        name: "曹其樂   ",
      },
      {
        class: "管科四Ａ",
        id: 409620399,
        name: "簡于娟   ",
      },
      {
        class: "管科四Ａ",
        id: 409620415,
        name: "王薏晴   ",
      },
      {
        class: "管科四Ａ",
        id: 409620431,
        name: "操承翰   ",
      },
      {
        class: "管科四Ａ",
        id: 409620456,
        name: "高耘植   ",
      },
      {
        class: "管科四Ａ",
        id: 409620472,
        name: "李紓諭   ",
      },
      {
        class: "管科四Ａ",
        id: 409620498,
        name: "賴映潔   ",
      },
      {
        class: "管科四Ａ",
        id: 409620514,
        name: "徐女巽   ",
      },
      {
        class: "管科四Ａ",
        id: 409620530,
        name: "許薷尹   ",
      },
      {
        class: "管科四Ａ",
        id: 409620555,
        name: "蔡惠",
      },
      {
        class: "管科四Ａ",
        id: 409620571,
        name: "張　馨   ",
      },
      {
        class: "管科四Ａ",
        id: 409620597,
        name: "黃威融   ",
      },
      {
        class: "管科四Ａ",
        id: 409620639,
        name: "黃子宸   ",
      },
      {
        class: "管科四Ａ",
        id: 409620654,
        name: "林宏宇   ",
      },
      {
        class: "管科四Ａ",
        id: 409620696,
        name: "孟家綺   ",
      },
      {
        class: "管科四Ａ",
        id: 409620738,
        name: "張祐齊   ",
      },
      {
        class: "管科四Ａ",
        id: 409620753,
        name: "姜子維   ",
      },
      {
        class: "管科四Ａ",
        id: 409620837,
        name: "王采婕   ",
      },
      {
        class: "管科四Ａ",
        id: 409620852,
        name: "曾子昕   ",
      },
      {
        class: "管科四Ａ",
        id: 409620878,
        name: "林琮益   ",
      },
      {
        class: "管科四Ａ",
        id: 409620894,
        name: "李奇軒   ",
      },
      {
        class: "管科四Ａ",
        id: 409620936,
        name: "梅士納   ",
      },
      {
        class: "管科四Ａ",
        id: 409620951,
        name: "黃苡珊   ",
      },
      {
        class: "管科四Ａ",
        id: 409620993,
        name: "鄭晴心   ",
      },
      {
        class: "管科四Ａ",
        id: 409621017,
        name: "張瑋倫   ",
      },
      {
        class: "管科四Ａ",
        id: 409621058,
        name: "張尹馨   ",
      },
      {
        class: "管科四Ａ",
        id: 409621074,
        name: "唐御宸   ",
      },
      {
        class: "管科四Ａ",
        id: 409621090,
        name: "蔡睿哲   ",
      },
      {
        class: "管科四Ａ",
        id: 409628038,
        name: "沈郁庭",
      },
      {
        class: "管科四Ａ",
        id: 409628087,
        name: "張伯優",
      },
      {
        class: "管科四Ａ",
        id: 409840377,
        name: "蔡至真   ",
      },
      {
        class: "管科四Ａ",
        id: 410627037,
        name: "周宏澤",
      },
      {
        class: "管科四Ａ",
        id: 410627045,
        name: "李鈺婷",
      },
      {
        class: "管科四Ａ",
        id: 410627052,
        name: "劉瀚文",
      },
      {
        class: "管科四Ａ",
        id: 410627060,
        name: "詹雅婷",
      },
      {
        class: "管科四Ａ",
        id: 410627326,
        name: "邱宇翔",
      },
      {
        class: "管科四Ａ",
        id: 410628050,
        name: "蔡晏玲",
      },
      {
        class: "管科四Ａ",
        id: 410628100,
        name: "林子鈞",
      },
      {
        class: "管科四Ａ",
        id: 411628018,
        name: "呂佳馨",
      },
      {
        class: "管科四Ａ",
        id: 411628034,
        name: "林依萱",
      },
      {
        class: "管科四Ａ",
        id: 411628059,
        name: "陳以庭",
      },
      {
        class: "管科四Ｂ",
        id: 408620184,
        name: "管翊婷   ",
      },
      {
        class: "管科四Ｂ",
        id: 408620242,
        name: "蘇柏睿   ",
      },
      {
        class: "管科四Ｂ",
        id: 408620341,
        name: "許智崴   ",
      },
      {
        class: "管科四Ｂ",
        id: 408620440,
        name: "江怡玫   ",
      },
      {
        class: "管科四Ｂ",
        id: 408620689,
        name: "胡兆明   ",
      },
      {
        class: "管科四Ｂ",
        id: 408620804,
        name: "李鎮宇   ",
      },
      {
        class: "管科四Ｂ",
        id: 409111126,
        name: "邱芳靖   ",
      },
      {
        class: "管科四Ｂ",
        id: 409416301,
        name: "余康爾",
      },
      {
        class: "管科四Ｂ",
        id: 409620027,
        name: "翁羽杉   ",
      },
      {
        class: "管科四Ｂ",
        id: 409620043,
        name: "黃芷葳   ",
      },
      {
        class: "管科四Ｂ",
        id: 409620068,
        name: "周靖純   ",
      },
      {
        class: "管科四Ｂ",
        id: 409620100,
        name: "莊翊平   ",
      },
      {
        class: "管科四Ｂ",
        id: 409620126,
        name: "許書瑀   ",
      },
      {
        class: "管科四Ｂ",
        id: 409620142,
        name: "陳柏廷   ",
      },
      {
        class: "管科四Ｂ",
        id: 409620167,
        name: "李心鈴   ",
      },
      {
        class: "管科四Ｂ",
        id: 409620183,
        name: "張芷彤   ",
      },
      {
        class: "管科四Ｂ",
        id: 409620209,
        name: "林昱程   ",
      },
      {
        class: "管科四Ｂ",
        id: 409620241,
        name: "曾貴偉   ",
      },
      {
        class: "管科四Ｂ",
        id: 409620308,
        name: "陳昊霆   ",
      },
      {
        class: "管科四Ｂ",
        id: 409620324,
        name: "吳晴晴   ",
      },
      {
        class: "管科四Ｂ",
        id: 409620340,
        name: "李雅蓁   ",
      },
      {
        class: "管科四Ｂ",
        id: 409620381,
        name: "杜宥陞   ",
      },
      {
        class: "管科四Ｂ",
        id: 409620423,
        name: "曾姵婕   ",
      },
      {
        class: "管科四Ｂ",
        id: 409620449,
        name: "林芫旭   ",
      },
      {
        class: "管科四Ｂ",
        id: 409620464,
        name: "林華倩   ",
      },
      {
        class: "管科四Ｂ",
        id: 409620480,
        name: "沈竹譽   ",
      },
      {
        class: "管科四Ｂ",
        id: 409620506,
        name: "柯承尚   ",
      },
      {
        class: "管科四Ｂ",
        id: 409620522,
        name: "許鈞復   ",
      },
      {
        class: "管科四Ｂ",
        id: 409620548,
        name: "吳宜芯   ",
      },
      {
        class: "管科四Ｂ",
        id: 409620563,
        name: "李思筠   ",
      },
      {
        class: "管科四Ｂ",
        id: 409620605,
        name: "陳柏睿   ",
      },
      {
        class: "管科四Ｂ",
        id: 409620621,
        name: "劉立恒   ",
      },
      {
        class: "管科四Ｂ",
        id: 409620647,
        name: "邢長銘   ",
      },
      {
        class: "管科四Ｂ",
        id: 409620662,
        name: "高友賦   ",
      },
      {
        class: "管科四Ｂ",
        id: 409620704,
        name: "林晏幀   ",
      },
      {
        class: "管科四Ｂ",
        id: 409620720,
        name: "趙裕翔   ",
      },
      {
        class: "管科四Ｂ",
        id: 409620761,
        name: "羅元佑   ",
      },
      {
        class: "管科四Ｂ",
        id: 409620803,
        name: "傅鼎超   ",
      },
      {
        class: "管科四Ｂ",
        id: 409620829,
        name: "李家誼   ",
      },
      {
        class: "管科四Ｂ",
        id: 409620860,
        name: "李靜怡   ",
      },
      {
        class: "管科四Ｂ",
        id: 409620928,
        name: "徐于媃   ",
      },
      {
        class: "管科四Ｂ",
        id: 409620944,
        name: "吳蘊芯   ",
      },
      {
        class: "管科四Ｂ",
        id: 409620969,
        name: "冀廷安   ",
      },
      {
        class: "管科四Ｂ",
        id: 409620985,
        name: "林茂杰   ",
      },
      {
        class: "管科四Ｂ",
        id: 409621009,
        name: "游嘉宇   ",
      },
      {
        class: "管科四Ｂ",
        id: 409621066,
        name: "李詩穎   ",
      },
      {
        class: "管科四Ｂ",
        id: 409621082,
        name: "郭家維   ",
      },
      {
        class: "管科四Ｂ",
        id: 409621108,
        name: "蔡嘉鴻   ",
      },
      {
        class: "管科四Ｂ",
        id: 409627022,
        name: "賴汧祐",
      },
      {
        class: "管科四Ｂ",
        id: 409628020,
        name: "林佳玄",
      },
      {
        class: "管科四Ｂ",
        id: 409850087,
        name: "黃彥熙   ",
      },
      {
        class: "管科四Ｂ",
        id: 410627029,
        name: "向芳儀",
      },
      {
        class: "管科四Ｂ",
        id: 410627292,
        name: "高意淳",
      },
      {
        class: "管科四Ｂ",
        id: 410627300,
        name: "吳沛頤",
      },
      {
        class: "管科四Ｂ",
        id: 410627318,
        name: "羅安傑",
      },
      {
        class: "管科四Ｂ",
        id: 410628068,
        name: "杜岳達",
      },
      {
        class: "管科四Ｂ",
        id: 410628118,
        name: "黃宇瑄",
      },
      {
        class: "管科四Ｂ",
        id: 410657083,
        name: "蕭仁豪",
      },
      {
        class: "管科四Ｂ",
        id: 411628026,
        name: "何承臻",
      },
      {
        class: "管科四Ｂ",
        id: 411628042,
        name: "章惠晴",
      },
      {
        class: "管科四Ｂ",
        id: 411628067,
        name: "陳柏均",
      },
      {
        class: "管科四Ｂ",
        id: 411628083,
        name: "謝思全",
      },
      {
        class: "管科四Ｂ",
        id: 411628125,
        name: "謝宜哲",
      },
      {
        class: "管科四Ｂ",
        id: 411628141,
        name: "廖柏昇",
      },
      {
        class: "管科二博士班",
        id: 811620011,
        name: "張秀琦",
      },
      {
        class: "管科二博士班",
        id: 811620060,
        name: "徐晉懋",
      },
      {
        class: "管科二博士班",
        id: 811620086,
        name: "謝鎧宇",
      },
      {
        class: "管科二博士班",
        id: 811620102,
        name: "宋志民",
      },
      {
        class: "管科二博士班",
        id: 811620110,
        name: "張熙昌",
      },
      {
        class: "管科二博士班",
        id: 811625010,
        name: "葉辛迪",
      },
      {
        class: "管科二博士班",
        id: 812620010,
        name: "金士翹",
      },
      {
        class: "管科三博士班",
        id: 808620016,
        name: "林谷峰",
      },
      {
        class: "管科三博士班",
        id: 810620020,
        name: "黃寶元",
      },
      {
        class: "管科三博士班",
        id: 810620053,
        name: "王世緯",
      },
      {
        class: "管科三博士班",
        id: 810620137,
        name: "陳聰明",
      },
      {
        class: "管科三博士班",
        id: 810620152,
        name: "林諄婷",
      },
      {
        class: "管科三博士班",
        id: 811620029,
        name: "王雅玄",
      },
      {
        class: "管科三博士班",
        id: 811620037,
        name: "張晉鑾",
      },
      {
        class: "管科三博士班",
        id: 811620045,
        name: "陳劉根",
      },
      {
        class: "管科三博士班",
        id: 811620052,
        name: "賴秀女",
      },
      {
        class: "管科四博士班",
        id: 809620049,
        name: "潘政鵬",
      },
      {
        class: "管科四博士班",
        id: 809620056,
        name: "李洋昇",
      },
      {
        class: "管科四博士班",
        id: 809620072,
        name: "郭碧英",
      },
      {
        class: "管科四博士班",
        id: 809620148,
        name: "陳健華",
      },
      {
        class: "管科四博士班",
        id: 809620155,
        name: "黃百州",
      },
      {
        class: "管科四博士班",
        id: 809620171,
        name: "邵曰道",
      },
      {
        class: "管科四博士班",
        id: 810620038,
        name: "陳志仁",
      },
      {
        class: "管科四博士班",
        id: 810620046,
        name: "黎三鳳",
      },
      {
        class: "管科四博士班",
        id: 810620061,
        name: "余慕薌",
      },
      {
        class: "管科四博士班",
        id: 810620087,
        name: "趙先勇",
      },
      {
        class: "管科五博士班",
        id: 806620158,
        name: "郭信宏",
      },
      {
        class: "管科五博士班",
        id: 808620024,
        name: "蕭育軍",
      },
      {
        class: "管科五博士班",
        id: 808620149,
        name: "秦宗輝",
      },
      {
        class: "管科五博士班",
        id: 809620015,
        name: "何志綱",
      },
      {
        class: "管科五博士班",
        id: 809620031,
        name: "黃品淇",
      },
      {
        class: "管科六博士班",
        id: 805620092,
        name: "何定勳",
      },
      {
        class: "管科六博士班",
        id: 806620067,
        name: "許晉寧",
      },
      {
        class: "管科六博士班",
        id: 806620091,
        name: "劉祖成",
      },
      {
        class: "管科六博士班",
        id: 807620033,
        name: "許湘庭",
      },
      {
        class: "管科六博士班",
        id: 807620140,
        name: "鄭玟瑛",
      },
      {
        class: "管科六博士班",
        id: 807620157,
        name: "陳伯杰",
      },
      {
        class: "管科六博士班",
        id: 807620165,
        name: "鍾達煜",
      },
      {
        class: "管科六博士班",
        id: 807625016,
        name: "阮氏日明",
      },
      {
        class: "管科六博士班",
        id: 808620032,
        name: "陳其豐",
      },
      {
        class: "管科六博士班",
        id: 808620065,
        name: "陳美仁",
      },
      {
        class: "管科七博士班",
        id: 803620136,
        name: "宋慧君",
      },
      {
        class: "管科七博士班",
        id: 803620144,
        name: "吳若語",
      },
      {
        class: "管科七博士班",
        id: 805620118,
        name: "李培源",
      },
      {
        class: "管科七博士班",
        id: 805620126,
        name: "江品慧",
      },
      {
        class: "管科七博士班",
        id: 806620133,
        name: "范揚祝",
      },
      {
        class: "管科七博士班",
        id: 807620066,
        name: "黃玉純",
      },
      {
        class: "管科二碩專班",
        id: 711620012,
        name: "林灝均",
      },
      {
        class: "管科二碩專班",
        id: 711620038,
        name: "歐羿吟",
      },
      {
        class: "管科二碩專班",
        id: 711620046,
        name: "王琳崴",
      },
      {
        class: "管科二碩專班",
        id: 711620053,
        name: "張美玲",
      },
      {
        class: "管科二碩專班",
        id: 711620079,
        name: "黃瀚生",
      },
      {
        class: "管科二碩專班",
        id: 711620087,
        name: "林玠穗",
      },
      {
        class: "管科二碩專班",
        id: 711620103,
        name: "李慧婷",
      },
      {
        class: "管科二碩專班",
        id: 711620111,
        name: "葉明珠",
      },
      {
        class: "管科二碩專班",
        id: 711620129,
        name: "李禘而",
      },
      {
        class: "管科二碩專班",
        id: 711620137,
        name: "楊貴宇",
      },
      {
        class: "管科二碩專班",
        id: 711620145,
        name: "盧怡芳",
      },
      {
        class: "管科二碩專班",
        id: 711620152,
        name: "洪名緯",
      },
      {
        class: "管科二碩專班",
        id: 711620160,
        name: "童琳惠",
      },
      {
        class: "管科二碩專班",
        id: 711620178,
        name: "官家敏",
      },
      {
        class: "管科二碩專班",
        id: 711620186,
        name: "劉怡伶",
      },
      {
        class: "管科二碩專班",
        id: 711620194,
        name: "陳志",
      },
      {
        class: "管科二碩專班",
        id: 711620202,
        name: "林維揚",
      },
      {
        class: "管科二碩專班",
        id: 711620210,
        name: "童文貞",
      },
      {
        class: "管科二碩專班",
        id: 711620228,
        name: "徐富真",
      },
      {
        class: "管科二碩專班",
        id: 711620236,
        name: "陳馨永",
      },
      {
        class: "管科二碩專班",
        id: 711620251,
        name: "李美玲",
      },
      {
        class: "管科二碩專班",
        id: 711620269,
        name: "蔡旺達",
      },
      {
        class: "管科二碩專班",
        id: 711620293,
        name: "房國祥",
      },
      {
        class: "管科二碩專班",
        id: 711620301,
        name: "蔡宗民",
      },
      {
        class: "管科二碩專班",
        id: 711620319,
        name: "鍾閩緯",
      },
      {
        class: "管科三碩專班",
        id: 710620013,
        name: "王淑觀",
      },
      {
        class: "管科三碩專班",
        id: 710620104,
        name: "何爵任",
      },
      {
        class: "管科三碩專班",
        id: 710620229,
        name: "陳莉玲",
      },
      {
        class: "管科三碩專班",
        id: 710620252,
        name: "陳麗如",
      },
      {
        class: "資管四Ａ",
        id: 407630465,
        name: "詹翊辰   ",
      },
      {
        class: "資管四Ａ",
        id: 408630191,
        name: "趙信睿   ",
      },
      {
        class: "資管四Ａ",
        id: 408630258,
        name: "陳白蓉   ",
      },
      {
        class: "資管四Ａ",
        id: 408636016,
        name: "林家儀",
      },
      {
        class: "資管四Ａ",
        id: 408636511,
        name: "吳承軒   ",
      },
      {
        class: "資管四Ａ",
        id: 408636529,
        name: "陳倩雯   ",
      },
      {
        class: "資管四Ａ",
        id: 408637162,
        name: "巫奇澔",
      },
      {
        class: "資管四Ａ",
        id: 409000857,
        name: "陳芊帆   ",
      },
      {
        class: "資管四Ａ",
        id: 409380739,
        name: "黃儀媗   ",
      },
      {
        class: "資管四Ａ",
        id: 409630018,
        name: "郭羿辰   ",
      },
      {
        class: "資管四Ａ",
        id: 409630042,
        name: "余俊諺   ",
      },
      {
        class: "資管四Ａ",
        id: 409630133,
        name: "李娉慧   ",
      },
      {
        class: "資管四Ａ",
        id: 409630166,
        name: "蔡筱晴   ",
      },
      {
        class: "資管四Ａ",
        id: 409630190,
        name: "楊竣翔   ",
      },
      {
        class: "資管四Ａ",
        id: 409630224,
        name: "蔡馥竹   ",
      },
      {
        class: "資管四Ａ",
        id: 409630281,
        name: "林紹勳   ",
      },
      {
        class: "資管四Ａ",
        id: 409630349,
        name: "葉孝毅   ",
      },
      {
        class: "資管四Ａ",
        id: 409630372,
        name: "蕭楚霖   ",
      },
      {
        class: "資管四Ａ",
        id: 409630406,
        name: "陳威兆   ",
      },
      {
        class: "資管四Ａ",
        id: 409630430,
        name: "三子淵   ",
      },
      {
        class: "資管四Ａ",
        id: 409630463,
        name: "游博鈞   ",
      },
      {
        class: "資管四Ａ",
        id: 409630497,
        name: "鄭翠麗   ",
      },
      {
        class: "資管四Ａ",
        id: 409630521,
        name: "童胤嘉   ",
      },
      {
        class: "資管四Ａ",
        id: 409630612,
        name: "張庭嘉   ",
      },
      {
        class: "資管四Ａ",
        id: 409630646,
        name: "潘觀錡   ",
      },
      {
        class: "資管四Ａ",
        id: 409630679,
        name: "邱紹愷   ",
      },
      {
        class: "資管四Ａ",
        id: 409630703,
        name: "許乃文   ",
      },
      {
        class: "資管四Ａ",
        id: 409630737,
        name: "郝名   ",
      },
      {
        class: "資管四Ａ",
        id: 409630760,
        name: "紀睿宇   ",
      },
      {
        class: "資管四Ａ",
        id: 409630794,
        name: "吳振豪   ",
      },
      {
        class: "資管四Ａ",
        id: 409630828,
        name: "周奕翔   ",
      },
      {
        class: "資管四Ａ",
        id: 409630851,
        name: "陳思妤   ",
      },
      {
        class: "資管四Ａ",
        id: 409630919,
        name: "李品儒   ",
      },
      {
        class: "資管四Ａ",
        id: 409630943,
        name: "魏理安   ",
      },
      {
        class: "資管四Ａ",
        id: 409630976,
        name: "吳頡霖   ",
      },
      {
        class: "資管四Ａ",
        id: 409631123,
        name: "陳柏愿   ",
      },
      {
        class: "資管四Ａ",
        id: 409631156,
        name: "劉昭廷   ",
      },
      {
        class: "資管四Ａ",
        id: 409631180,
        name: "駱韋中   ",
      },
      {
        class: "資管四Ａ",
        id: 409631214,
        name: "林承叡   ",
      },
      {
        class: "資管四Ａ",
        id: 409631248,
        name: "錡冠妤   ",
      },
      {
        class: "資管四Ａ",
        id: 409631271,
        name: "鄒柔祺   ",
      },
      {
        class: "資管四Ａ",
        id: 409631305,
        name: "華浩勛   ",
      },
      {
        class: "資管四Ａ",
        id: 409631339,
        name: "周禹蒨   ",
      },
      {
        class: "資管四Ａ",
        id: 409631453,
        name: "甯子倢   ",
      },
      {
        class: "資管四Ａ",
        id: 409631487,
        name: "林哲甫   ",
      },
      {
        class: "資管四Ａ",
        id: 409631511,
        name: "蕭惟仁   ",
      },
      {
        class: "資管四Ａ",
        id: 409631602,
        name: "高煒翔   ",
      },
      {
        class: "資管四Ａ",
        id: 409631636,
        name: "黃靖融   ",
      },
      {
        class: "資管四Ａ",
        id: 409631669,
        name: "林宗諺   ",
      },
      {
        class: "資管四Ａ",
        id: 409631693,
        name: "洪國豪   ",
      },
      {
        class: "資管四Ａ",
        id: 409631727,
        name: "蔡昇峰   ",
      },
      {
        class: "資管四Ａ",
        id: 409631750,
        name: "陳怡伶   ",
      },
      {
        class: "資管四Ａ",
        id: 409631784,
        name: "黃世辰   ",
      },
      {
        class: "資管四Ａ",
        id: 409635017,
        name: "林大衛",
      },
      {
        class: "資管四Ａ",
        id: 409636072,
        name: "高文豪",
      },
      {
        class: "資管四Ａ",
        id: 409636510,
        name: "胡正萍   ",
      },
      {
        class: "資管四Ａ",
        id: 409636528,
        name: "林　靖   ",
      },
      {
        class: "資管四Ａ",
        id: 409637104,
        name: "張耀文",
      },
      {
        class: "資管四Ａ",
        id: 409637138,
        name: "鄭宇辰",
      },
      {
        class: "資管四Ａ",
        id: 409820379,
        name: "吳采庭   ",
      },
      {
        class: "資管四Ａ",
        id: 410631211,
        name: "林子庭   ",
      },
      {
        class: "資管四Ａ",
        id: 410637044,
        name: "李宜俊",
      },
      {
        class: "資管四Ａ",
        id: 410637101,
        name: "李憶",
      },
      {
        class: "資管四Ａ",
        id: 410638133,
        name: "劉啟廷",
      },
      {
        class: "資管四Ａ",
        id: 410638166,
        name: "劉書宇",
      },
      {
        class: "資管四Ａ",
        id: 410638208,
        name: "侯昱澤",
      },
      {
        class: "資管四Ａ",
        id: 410638232,
        name: "吳承峰",
      },
      {
        class: "資管四Ａ",
        id: 411638041,
        name: "于　芸",
      },
      {
        class: "資管四Ａ",
        id: 411638132,
        name: "梁芳瑀",
      },
      {
        class: "資管四Ｂ",
        id: 407840353,
        name: "劉子琳   ",
      },
      {
        class: "資管四Ｂ",
        id: 408630175,
        name: "許嘉祥   ",
      },
      {
        class: "資管四Ｂ",
        id: 408630449,
        name: "戴昱瑞   ",
      },
      {
        class: "資管四Ｂ",
        id: 408630506,
        name: "陳廷諺   ",
      },
      {
        class: "資管四Ｂ",
        id: 408630597,
        name: "楊德倫   ",
      },
      {
        class: "資管四Ｂ",
        id: 408630688,
        name: "詹育姍   ",
      },
      {
        class: "資管四Ｂ",
        id: 408630837,
        name: "周孟諺   ",
      },
      {
        class: "資管四Ｂ",
        id: 408630894,
        name: "林瑞智   ",
      },
      {
        class: "資管四Ｂ",
        id: 408631017,
        name: "林辰諺   ",
      },
      {
        class: "資管四Ｂ",
        id: 408631132,
        name: "鄭　皓   ",
      },
      {
        class: "資管四Ｂ",
        id: 408631348,
        name: "王映涵   ",
      },
      {
        class: "資管四Ｂ",
        id: 408631645,
        name: "王宥璇   ",
      },
      {
        class: "資管四Ｂ",
        id: 408636537,
        name: "曾佳穎   ",
      },
      {
        class: "資管四Ｂ",
        id: 408850179,
        name: "蔣睿恩   ",
      },
      {
        class: "資管四Ｂ",
        id: 409000980,
        name: "夏煜翔   ",
      },
      {
        class: "資管四Ｂ",
        id: 409620266,
        name: "李庭宇   ",
      },
      {
        class: "資管四Ｂ",
        id: 409630026,
        name: "郭倩伶   ",
      },
      {
        class: "資管四Ｂ",
        id: 409630141,
        name: "張宇辰   ",
      },
      {
        class: "資管四Ｂ",
        id: 409630174,
        name: "翟荃興   ",
      },
      {
        class: "資管四Ｂ",
        id: 409630208,
        name: "陳沛妤   ",
      },
      {
        class: "資管四Ｂ",
        id: 409630232,
        name: "沈亮旭   ",
      },
      {
        class: "資管四Ｂ",
        id: 409630299,
        name: "郭偲瑜   ",
      },
      {
        class: "資管四Ｂ",
        id: 409630323,
        name: "陳韻菱   ",
      },
      {
        class: "資管四Ｂ",
        id: 409630356,
        name: "譚榕烜   ",
      },
      {
        class: "資管四Ｂ",
        id: 409630380,
        name: "蔡承恩   ",
      },
      {
        class: "資管四Ｂ",
        id: 409630414,
        name: "劉宣   ",
      },
      {
        class: "資管四Ｂ",
        id: 409630448,
        name: "孫耀庭   ",
      },
      {
        class: "資管四Ｂ",
        id: 409630505,
        name: "吳岱祐   ",
      },
      {
        class: "資管四Ｂ",
        id: 409630539,
        name: "賴尹禎   ",
      },
      {
        class: "資管四Ｂ",
        id: 409630596,
        name: "蘇聖暘   ",
      },
      {
        class: "資管四Ｂ",
        id: 409630620,
        name: "趙茗安   ",
      },
      {
        class: "資管四Ｂ",
        id: 409630653,
        name: "蔡雨儒   ",
      },
      {
        class: "資管四Ｂ",
        id: 409630687,
        name: "陳顥軒   ",
      },
      {
        class: "資管四Ｂ",
        id: 409630711,
        name: "陳序宸   ",
      },
      {
        class: "資管四Ｂ",
        id: 409630745,
        name: "潘世育   ",
      },
      {
        class: "資管四Ｂ",
        id: 409630778,
        name: "沈冠譯   ",
      },
      {
        class: "資管四Ｂ",
        id: 409630836,
        name: "許少奇   ",
      },
      {
        class: "資管四Ｂ",
        id: 409630927,
        name: "李佳翰   ",
      },
      {
        class: "資管四Ｂ",
        id: 409630950,
        name: "徐蔚杰   ",
      },
      {
        class: "資管四Ｂ",
        id: 409631016,
        name: "馮凱祥   ",
      },
      {
        class: "資管四Ｂ",
        id: 409631040,
        name: "蔡松穎   ",
      },
      {
        class: "資管四Ｂ",
        id: 409631073,
        name: "黃宜柔   ",
      },
      {
        class: "資管四Ｂ",
        id: 409631107,
        name: "鄭芸婷   ",
      },
      {
        class: "資管四Ｂ",
        id: 409631131,
        name: "鄭安婷   ",
      },
      {
        class: "資管四Ｂ",
        id: 409631222,
        name: "朱憲暉   ",
      },
      {
        class: "資管四Ｂ",
        id: 409631255,
        name: "馬劭昀   ",
      },
      {
        class: "資管四Ｂ",
        id: 409631289,
        name: "林典均   ",
      },
      {
        class: "資管四Ｂ",
        id: 409631347,
        name: "黃致中   ",
      },
      {
        class: "資管四Ｂ",
        id: 409631370,
        name: "賴妍希   ",
      },
      {
        class: "資管四Ｂ",
        id: 409631404,
        name: "李秉錩   ",
      },
      {
        class: "資管四Ｂ",
        id: 409631438,
        name: "黃榆容   ",
      },
      {
        class: "資管四Ｂ",
        id: 409631495,
        name: "郭弘明   ",
      },
      {
        class: "資管四Ｂ",
        id: 409631529,
        name: "謝侑錚   ",
      },
      {
        class: "資管四Ｂ",
        id: 409631552,
        name: "李祐誠   ",
      },
      {
        class: "資管四Ｂ",
        id: 409631610,
        name: "蔡月娥   ",
      },
      {
        class: "資管四Ｂ",
        id: 409631701,
        name: "賴昱霖   ",
      },
      {
        class: "資管四Ｂ",
        id: 409631735,
        name: "呂佳擇   ",
      },
      {
        class: "資管四Ｂ",
        id: 409631792,
        name: "陳冠霖   ",
      },
      {
        class: "資管四Ｂ",
        id: 409636023,
        name: "洪婷婷",
      },
      {
        class: "資管四Ｂ",
        id: 409636536,
        name: "胡盛恩   ",
      },
      {
        class: "資管四Ｂ",
        id: 409636551,
        name: "金緯綸",
      },
      {
        class: "資管四Ｂ",
        id: 409638029,
        name: "蕭伊婷",
      },
      {
        class: "資管四Ｂ",
        id: 409850269,
        name: "曾靖捷   ",
      },
      {
        class: "資管四Ｂ",
        id: 410637028,
        name: "郭品辰",
      },
      {
        class: "資管四Ｂ",
        id: 410637085,
        name: "林奕成",
      },
      {
        class: "資管四Ｂ",
        id: 410638141,
        name: "林湘芸",
      },
      {
        class: "資管四Ｂ",
        id: 410638216,
        name: "徐仲萱",
      },
      {
        class: "資管四Ｂ",
        id: 411638025,
        name: "許雅筑",
      },
      {
        class: "資管四Ｂ",
        id: 411638058,
        name: "陳昱廷",
      },
      {
        class: "資管四Ｂ",
        id: 411638116,
        name: "蘇湘婷",
      },
      {
        class: "資管四Ｂ",
        id: 411638140,
        name: "許佑安",
      },
      {
        class: "資管四Ｂ",
        id: 412638149,
        name: "秦凱傑",
      },
      {
        class: "資管四Ｃ",
        id: 407630663,
        name: "許竣凱   ",
      },
      {
        class: "資管四Ｃ",
        id: 407630994,
        name: "許偉濠   ",
      },
      {
        class: "資管四Ｃ",
        id: 408630811,
        name: "蒲羿妃   ",
      },
      {
        class: "資管四Ｃ",
        id: 408631082,
        name: "盧柏翰   ",
      },
      {
        class: "資管四Ｃ",
        id: 408631140,
        name: "羅振呈   ",
      },
      {
        class: "資管四Ｃ",
        id: 408637154,
        name: "張庭軒",
      },
      {
        class: "資管四Ｃ",
        id: 409630034,
        name: "林妤蓁   ",
      },
      {
        class: "資管四Ｃ",
        id: 409630067,
        name: "陳嘉榕   ",
      },
      {
        class: "資管四Ｃ",
        id: 409630091,
        name: "林思妤   ",
      },
      {
        class: "資管四Ｃ",
        id: 409630158,
        name: "魏廷宇   ",
      },
      {
        class: "資管四Ｃ",
        id: 409630182,
        name: "吳采妍   ",
      },
      {
        class: "資管四Ｃ",
        id: 409630240,
        name: "張茜雯   ",
      },
      {
        class: "資管四Ｃ",
        id: 409630273,
        name: "簡子娟   ",
      },
      {
        class: "資管四Ｃ",
        id: 409630307,
        name: "鄭竹君   ",
      },
      {
        class: "資管四Ｃ",
        id: 409630331,
        name: "劉宇晴   ",
      },
      {
        class: "資管四Ｃ",
        id: 409630364,
        name: "彭琦崴   ",
      },
      {
        class: "資管四Ｃ",
        id: 409630398,
        name: "李長翰   ",
      },
      {
        class: "資管四Ｃ",
        id: 409630422,
        name: "邱予芊   ",
      },
      {
        class: "資管四Ｃ",
        id: 409630455,
        name: "徐　溱   ",
      },
      {
        class: "資管四Ｃ",
        id: 409630489,
        name: "張尹薰   ",
      },
      {
        class: "資管四Ｃ",
        id: 409630547,
        name: "呂嘉萱   ",
      },
      {
        class: "資管四Ｃ",
        id: 409630570,
        name: "謝承諭   ",
      },
      {
        class: "資管四Ｃ",
        id: 409630638,
        name: "朱英里   ",
      },
      {
        class: "資管四Ｃ",
        id: 409630661,
        name: "林泓陞   ",
      },
      {
        class: "資管四Ｃ",
        id: 409630695,
        name: "林妃銹   ",
      },
      {
        class: "資管四Ｃ",
        id: 409630729,
        name: "江晨瑋   ",
      },
      {
        class: "資管四Ｃ",
        id: 409630752,
        name: "陳傑威   ",
      },
      {
        class: "資管四Ｃ",
        id: 409630786,
        name: "楊皓翔   ",
      },
      {
        class: "資管四Ｃ",
        id: 409630844,
        name: "林承億   ",
      },
      {
        class: "資管四Ｃ",
        id: 409630877,
        name: "林以章   ",
      },
      {
        class: "資管四Ｃ",
        id: 409630901,
        name: "黎家妤   ",
      },
      {
        class: "資管四Ｃ",
        id: 409630935,
        name: "楊森宇   ",
      },
      {
        class: "資管四Ｃ",
        id: 409630968,
        name: "戴巧昕   ",
      },
      {
        class: "資管四Ｃ",
        id: 409630992,
        name: "陳唯嘉   ",
      },
      {
        class: "資管四Ｃ",
        id: 409631024,
        name: "劉悅堂   ",
      },
      {
        class: "資管四Ｃ",
        id: 409631115,
        name: "王柏捷   ",
      },
      {
        class: "資管四Ｃ",
        id: 409631230,
        name: "汪宸緯   ",
      },
      {
        class: "資管四Ｃ",
        id: 409631263,
        name: "陳丰藝   ",
      },
      {
        class: "資管四Ｃ",
        id: 409631297,
        name: "江旻儒   ",
      },
      {
        class: "資管四Ｃ",
        id: 409631354,
        name: "蔡泓錫   ",
      },
      {
        class: "資管四Ｃ",
        id: 409631388,
        name: "何彥甫   ",
      },
      {
        class: "資管四Ｃ",
        id: 409631412,
        name: "許上霖   ",
      },
      {
        class: "資管四Ｃ",
        id: 409631446,
        name: "蔡廷威   ",
      },
      {
        class: "資管四Ｃ",
        id: 409631479,
        name: "陳逸貞   ",
      },
      {
        class: "資管四Ｃ",
        id: 409631503,
        name: "李王睿   ",
      },
      {
        class: "資管四Ｃ",
        id: 409631537,
        name: "蕭允",
      },
      {
        class: "資管四Ｃ",
        id: 409631560,
        name: "林威朋   ",
      },
      {
        class: "資管四Ｃ",
        id: 409631594,
        name: "俞熙鈅",
      },
      {
        class: "資管四Ｃ",
        id: 409631628,
        name: "阮楚霖   ",
      },
      {
        class: "資管四Ｃ",
        id: 409631651,
        name: "陳偉綸   ",
      },
      {
        class: "資管四Ｃ",
        id: 409631685,
        name: "林伯澂   ",
      },
      {
        class: "資管四Ｃ",
        id: 409631719,
        name: "徐聖哲   ",
      },
      {
        class: "資管四Ｃ",
        id: 409860185,
        name: "何承燁   ",
      },
      {
        class: "資管四Ｃ",
        id: 410637069,
        name: "李姿怡",
      },
      {
        class: "資管四Ｃ",
        id: 410637093,
        name: "何漢東",
      },
      {
        class: "資管四Ｃ",
        id: 410637127,
        name: "紀欣妤",
      },
      {
        class: "資管四Ｃ",
        id: 410638158,
        name: "范綱睿",
      },
      {
        class: "資管四Ｃ",
        id: 410638182,
        name: "傅泰甯",
      },
      {
        class: "資管四Ｃ",
        id: 411638033,
        name: "陳奕蓁",
      },
      {
        class: "資管四Ｃ",
        id: 411638066,
        name: "林國禾",
      },
      {
        class: "資管四Ｃ",
        id: 411638124,
        name: "林睿璿",
      },
      {
        class: "資管四Ｃ",
        id: 411638157,
        name: "葉子嘉",
      },
      {
        class: "資管二碩專班",
        id: 711630045,
        name: "樊益智",
      },
      {
        class: "資管二碩專班",
        id: 711630078,
        name: "林佑軒",
      },
      {
        class: "資管二碩專班",
        id: 711630128,
        name: "楊俊益",
      },
      {
        class: "資管二碩專班",
        id: 711630136,
        name: "李文均",
      },
      {
        class: "資管二碩專班",
        id: 711630151,
        name: "曹品蓁",
      },
      {
        class: "資管二碩專班",
        id: 711630177,
        name: "黃信介",
      },
      {
        class: "資管四碩專班",
        id: 708550172,
        name: "吳瑞雲",
      },
      {
        class: "資管四碩專班",
        id: 709630031,
        name: "江盛吉",
      },
      {
        class: "資管四碩專班",
        id: 709630080,
        name: "林堉文",
      },
      {
        class: "資管二碩士班",
        id: 611630061,
        name: "謝佩容",
      },
      {
        class: "資管二碩士班",
        id: 611630194,
        name: "滕肇云",
      },
      {
        class: "資管二碩士班",
        id: 611630350,
        name: "廖語琪",
      },
      {
        class: "資管二碩士班",
        id: 611630376,
        name: "黃詩涵",
      },
      {
        class: "資管二碩士班",
        id: 611630384,
        name: "鄭　榆",
      },
      {
        class: "資管二碩士班",
        id: 611630392,
        name: "陳翌琳",
      },
      {
        class: "資管二碩士班",
        id: 611630400,
        name: "簡偉丞",
      },
      {
        class: "資管二碩士班",
        id: 611630426,
        name: "卓郡宇",
      },
      {
        class: "資管二碩士班",
        id: 611630442,
        name: "朱栗",
      },
      {
        class: "資管二碩士班",
        id: 611630459,
        name: "張勻漢",
      },
      {
        class: "資管二碩士班",
        id: 611630491,
        name: "林涵如",
      },
      {
        class: "資管二碩士班",
        id: 611630509,
        name: "蔡麗詩",
      },
      {
        class: "資管二碩士班",
        id: 611630517,
        name: "杜哲言",
      },
      {
        class: "資管二碩士班",
        id: 611630533,
        name: "陳允斌",
      },
      {
        class: "資管二碩士班",
        id: 611635011,
        name: "蔡智勇",
      },
      {
        class: "資管二碩士班",
        id: 611636019,
        name: "蘇贊權",
      },
      {
        class: "資管二碩士班",
        id: 612630045,
        name: "張雅棋",
      },
      {
        class: "資管三碩士班",
        id: 610630021,
        name: "謝承諠",
      },
      {
        class: "資管三碩士班",
        id: 610630351,
        name: "魏志鼎",
      },
      {
        class: "資管三碩士班",
        id: 610634015,
        name: "趙　微",
      },
      {
        class: "資管四碩士班",
        id: 608630249,
        name: "洪士淵",
      },
      {
        class: "資管四碩士班",
        id: 609630404,
        name: "林建鋐",
      },
      {
        class: "風保四Ａ",
        id: 407820272,
        name: "羅　琳   ",
      },
      {
        class: "風保四Ａ",
        id: 408560356,
        name: "黃永旭   ",
      },
      {
        class: "風保四Ａ",
        id: 408560430,
        name: "朱怡璇   ",
      },
      {
        class: "風保四Ａ",
        id: 408560513,
        name: "謝維程   ",
      },
      {
        class: "風保四Ａ",
        id: 408560539,
        name: "李雨蓁   ",
      },
      {
        class: "風保四Ａ",
        id: 408567211,
        name: "黃進賢",
      },
      {
        class: "風保四Ａ",
        id: 408630753,
        name: "蔡紹羽   ",
      },
      {
        class: "風保四Ａ",
        id: 408840378,
        name: "陳翊惠   ",
      },
      {
        class: "風保四Ａ",
        id: 409206512,
        name: "陳映蓉",
      },
      {
        class: "風保四Ａ",
        id: 409350070,
        name: "倪郁城   ",
      },
      {
        class: "風保四Ａ",
        id: 409560017,
        name: "劉郁娟   ",
      },
      {
        class: "風保四Ａ",
        id: 409560033,
        name: "楊士賢   ",
      },
      {
        class: "風保四Ａ",
        id: 409560058,
        name: "沈奕任   ",
      },
      {
        class: "風保四Ａ",
        id: 409560074,
        name: "王詩硯   ",
      },
      {
        class: "風保四Ａ",
        id: 409560090,
        name: "吳承宜   ",
      },
      {
        class: "風保四Ａ",
        id: 409560116,
        name: "王珮文   ",
      },
      {
        class: "風保四Ａ",
        id: 409560132,
        name: "許皓勛   ",
      },
      {
        class: "風保四Ａ",
        id: 409560157,
        name: "游駿逸   ",
      },
      {
        class: "風保四Ａ",
        id: 409560173,
        name: "袁應天   ",
      },
      {
        class: "風保四Ａ",
        id: 409560199,
        name: "許淳淇   ",
      },
      {
        class: "風保四Ａ",
        id: 409560215,
        name: "游心榕   ",
      },
      {
        class: "風保四Ａ",
        id: 409560256,
        name: "鍾茜宇   ",
      },
      {
        class: "風保四Ａ",
        id: 409560272,
        name: "鄭嘉柔   ",
      },
      {
        class: "風保四Ａ",
        id: 409560298,
        name: "王　睿   ",
      },
      {
        class: "風保四Ａ",
        id: 409560314,
        name: "石珮琪   ",
      },
      {
        class: "風保四Ａ",
        id: 409560330,
        name: "邱弘瑜   ",
      },
      {
        class: "風保四Ａ",
        id: 409560355,
        name: "蔡崴宇   ",
      },
      {
        class: "風保四Ａ",
        id: 409560413,
        name: "張晏逢   ",
      },
      {
        class: "風保四Ａ",
        id: 409560439,
        name: "楊濬瑋   ",
      },
      {
        class: "風保四Ａ",
        id: 409560454,
        name: "周俊廷   ",
      },
      {
        class: "風保四Ａ",
        id: 409560470,
        name: "謝采容   ",
      },
      {
        class: "風保四Ａ",
        id: 409560496,
        name: "江苙翔   ",
      },
      {
        class: "風保四Ａ",
        id: 409560512,
        name: "王翊宣   ",
      },
      {
        class: "風保四Ａ",
        id: 409560538,
        name: "陳彥綸   ",
      },
      {
        class: "風保四Ａ",
        id: 409560553,
        name: "鄭丞佑   ",
      },
      {
        class: "風保四Ａ",
        id: 409560579,
        name: "江承勳   ",
      },
      {
        class: "風保四Ａ",
        id: 409560611,
        name: "尤心鐳   ",
      },
      {
        class: "風保四Ａ",
        id: 409560637,
        name: "黃柔甄   ",
      },
      {
        class: "風保四Ａ",
        id: 409560652,
        name: "楊承勳   ",
      },
      {
        class: "風保四Ａ",
        id: 409560710,
        name: "陳韻竹   ",
      },
      {
        class: "風保四Ａ",
        id: 409560736,
        name: "鄭鈞瑋   ",
      },
      {
        class: "風保四Ａ",
        id: 409560751,
        name: "林俞攸   ",
      },
      {
        class: "風保四Ａ",
        id: 409560793,
        name: "陳冠宏   ",
      },
      {
        class: "風保四Ａ",
        id: 409560819,
        name: "王巧宜   ",
      },
      {
        class: "風保四Ａ",
        id: 409560835,
        name: "余仲青   ",
      },
      {
        class: "風保四Ａ",
        id: 409560850,
        name: "廖翊均   ",
      },
      {
        class: "風保四Ａ",
        id: 409560876,
        name: "陳亞愉   ",
      },
      {
        class: "風保四Ａ",
        id: 409560934,
        name: "張旭東   ",
      },
      {
        class: "風保四Ａ",
        id: 409560959,
        name: "張廷楷   ",
      },
      {
        class: "風保四Ａ",
        id: 409560991,
        name: "陳思恩   ",
      },
      {
        class: "風保四Ａ",
        id: 409566014,
        name: "葉志康",
      },
      {
        class: "風保四Ａ",
        id: 409566519,
        name: "林凱莉   ",
      },
      {
        class: "風保四Ａ",
        id: 409850111,
        name: "林漢晴   ",
      },
      {
        class: "風保四Ａ",
        id: 410567050,
        name: "謝馨萱",
      },
      {
        class: "風保四Ａ",
        id: 410567126,
        name: "張榆彗",
      },
      {
        class: "風保四Ａ",
        id: 410567142,
        name: "陳芝穎",
      },
      {
        class: "風保四Ａ",
        id: 410567167,
        name: "陳思妤",
      },
      {
        class: "風保四Ａ",
        id: 410567266,
        name: "林宣亞",
      },
      {
        class: "風保四Ａ",
        id: 410568017,
        name: "陳品翰",
      },
      {
        class: "風保四Ａ",
        id: 411568032,
        name: "林治辰",
      },
      {
        class: "風保四Ａ",
        id: 411568057,
        name: "施映瑄",
      },
      {
        class: "風保四Ａ",
        id: 411568099,
        name: "林宜蓁",
      },
      {
        class: "風保四Ａ",
        id: 411568156,
        name: "魏良祐",
      },
      {
        class: "風保四Ｂ",
        id: 407560365,
        name: "竺彥承   ",
      },
      {
        class: "風保四Ｂ",
        id: 407560522,
        name: "蘇子堯   ",
      },
      {
        class: "風保四Ｂ",
        id: 408120920,
        name: "楊承戰   ",
      },
      {
        class: "風保四Ｂ",
        id: 408560224,
        name: "余孟翰   ",
      },
      {
        class: "風保四Ｂ",
        id: 408560349,
        name: "牛怡方   ",
      },
      {
        class: "風保四Ｂ",
        id: 408560604,
        name: "柯美妃   ",
      },
      {
        class: "風保四Ｂ",
        id: 408560760,
        name: "林震瀧",
      },
      {
        class: "風保四Ｂ",
        id: 408568045,
        name: "林聖閔",
      },
      {
        class: "風保四Ｂ",
        id: 409560025,
        name: "黃采蘋   ",
      },
      {
        class: "風保四Ｂ",
        id: 409560041,
        name: "李承浩   ",
      },
      {
        class: "風保四Ｂ",
        id: 409560066,
        name: "吳美君   ",
      },
      {
        class: "風保四Ｂ",
        id: 409560082,
        name: "陳鈺閔   ",
      },
      {
        class: "風保四Ｂ",
        id: 409560108,
        name: "郭嘉豪   ",
      },
      {
        class: "風保四Ｂ",
        id: 409560124,
        name: "林柏妏   ",
      },
      {
        class: "風保四Ｂ",
        id: 409560140,
        name: "王騰緯   ",
      },
      {
        class: "風保四Ｂ",
        id: 409560223,
        name: "謝皓澤   ",
      },
      {
        class: "風保四Ｂ",
        id: 409560249,
        name: "黃若綺   ",
      },
      {
        class: "風保四Ｂ",
        id: 409560264,
        name: "陳豐其   ",
      },
      {
        class: "風保四Ｂ",
        id: 409560280,
        name: "高庭皓   ",
      },
      {
        class: "風保四Ｂ",
        id: 409560322,
        name: "李建亨   ",
      },
      {
        class: "風保四Ｂ",
        id: 409560348,
        name: "劉家吟   ",
      },
      {
        class: "風保四Ｂ",
        id: 409560363,
        name: "林柏辰   ",
      },
      {
        class: "風保四Ｂ",
        id: 409560389,
        name: "李東霖   ",
      },
      {
        class: "風保四Ｂ",
        id: 409560405,
        name: "丁靖哲   ",
      },
      {
        class: "風保四Ｂ",
        id: 409560421,
        name: "游韻蓁   ",
      },
      {
        class: "風保四Ｂ",
        id: 409560447,
        name: "賴聖翰   ",
      },
      {
        class: "風保四Ｂ",
        id: 409560462,
        name: "聶元軒   ",
      },
      {
        class: "風保四Ｂ",
        id: 409560488,
        name: "許雅婷   ",
      },
      {
        class: "風保四Ｂ",
        id: 409560504,
        name: "林可崴   ",
      },
      {
        class: "風保四Ｂ",
        id: 409560520,
        name: "莊仁語   ",
      },
      {
        class: "風保四Ｂ",
        id: 409560546,
        name: "李采玲   ",
      },
      {
        class: "風保四Ｂ",
        id: 409560561,
        name: "楊鎧菲   ",
      },
      {
        class: "風保四Ｂ",
        id: 409560587,
        name: "胡宸維   ",
      },
      {
        class: "風保四Ｂ",
        id: 409560603,
        name: "李欣宇   ",
      },
      {
        class: "風保四Ｂ",
        id: 409560629,
        name: "蕭育晴   ",
      },
      {
        class: "風保四Ｂ",
        id: 409560645,
        name: "龔心慈   ",
      },
      {
        class: "風保四Ｂ",
        id: 409560686,
        name: "郭維騰   ",
      },
      {
        class: "風保四Ｂ",
        id: 409560702,
        name: "張芳瑜   ",
      },
      {
        class: "風保四Ｂ",
        id: 409560728,
        name: "林芷欣   ",
      },
      {
        class: "風保四Ｂ",
        id: 409560769,
        name: "王羿婷   ",
      },
      {
        class: "風保四Ｂ",
        id: 409560785,
        name: "吳承翰   ",
      },
      {
        class: "風保四Ｂ",
        id: 409560801,
        name: "盧怡瑾   ",
      },
      {
        class: "風保四Ｂ",
        id: 409560827,
        name: "廖貫宏   ",
      },
      {
        class: "風保四Ｂ",
        id: 409560843,
        name: "呂恩齊   ",
      },
      {
        class: "風保四Ｂ",
        id: 409560884,
        name: "龔裕智   ",
      },
      {
        class: "風保四Ｂ",
        id: 409560900,
        name: "張展境   ",
      },
      {
        class: "風保四Ｂ",
        id: 409560926,
        name: "莊富鈞   ",
      },
      {
        class: "風保四Ｂ",
        id: 409560967,
        name: "林欣儒   ",
      },
      {
        class: "風保四Ｂ",
        id: 410567043,
        name: "莊子萱",
      },
      {
        class: "風保四Ｂ",
        id: 410567084,
        name: "周于瑄",
      },
      {
        class: "風保四Ｂ",
        id: 410567118,
        name: "黃頌偉",
      },
      {
        class: "風保四Ｂ",
        id: 410567191,
        name: "吳羽姍",
      },
      {
        class: "風保四Ｂ",
        id: 410568041,
        name: "陳玉瀚",
      },
      {
        class: "風保四Ｂ",
        id: 411568024,
        name: "李知靜",
      },
      {
        class: "風保四Ｂ",
        id: 411568107,
        name: "張長宇",
      },
      {
        class: "風保二碩專班",
        id: 711560010,
        name: "劉純斌",
      },
      {
        class: "風保二碩專班",
        id: 711560028,
        name: "黃玉芳",
      },
      {
        class: "風保二碩專班",
        id: 711560044,
        name: "呂勝正",
      },
      {
        class: "風保二碩專班",
        id: 711560051,
        name: "陳怡君",
      },
      {
        class: "風保二碩專班",
        id: 711560077,
        name: "簡文潔",
      },
      {
        class: "風保二碩專班",
        id: 711560085,
        name: "劉純怡",
      },
      {
        class: "風保二碩專班",
        id: 711560093,
        name: "陳宣佑",
      },
      {
        class: "風保二碩專班",
        id: 711560101,
        name: "郭庭維",
      },
      {
        class: "風保二碩專班",
        id: 711560127,
        name: "王慧真",
      },
      {
        class: "風保二碩專班",
        id: 711560135,
        name: "柯典易",
      },
      {
        class: "風保二碩專班",
        id: 711560143,
        name: "李振羽",
      },
      {
        class: "風保二碩專班",
        id: 711560168,
        name: "康景堯",
      },
      {
        class: "風保二碩專班",
        id: 711560176,
        name: "劉胤映",
      },
      {
        class: "風保二碩專班",
        id: 711560184,
        name: "吳宜娟",
      },
      {
        class: "風保三碩專班",
        id: 710560037,
        name: "劉俊宏",
      },
      {
        class: "風保三碩專班",
        id: 710560086,
        name: "劉征學",
      },
      {
        class: "風保四碩專班",
        id: 705560042,
        name: "洪健豪",
      },
      {
        class: "風保四碩專班",
        id: 707560164,
        name: "鄭凱文",
      },
      {
        class: "風保二碩士班",
        id: 609560031,
        name: "蔡佩君",
      },
      {
        class: "風保二碩士班",
        id: 611560011,
        name: "劉祐姍",
      },
      {
        class: "風保二碩士班",
        id: 611560029,
        name: "江蘊哲",
      },
      {
        class: "風保二碩士班",
        id: 611560037,
        name: "蔡沛津",
      },
      {
        class: "風保二碩士班",
        id: 611560045,
        name: "劉力銘",
      },
      {
        class: "風保二碩士班",
        id: 611560060,
        name: "周珮瑄",
      },
      {
        class: "風保二碩士班",
        id: 611560078,
        name: "翁子婷",
      },
      {
        class: "風保二碩士班",
        id: 611560094,
        name: "鍾沛綾",
      },
      {
        class: "風保二碩士班",
        id: 611560201,
        name: "林亞潔",
      },
      {
        class: "風保二碩士班",
        id: 611560219,
        name: "洪詩婷",
      },
      {
        class: "風保二碩士班",
        id: 611560227,
        name: "簡于婷",
      },
      {
        class: "風保二碩士班",
        id: 611560250,
        name: "李翊綸",
      },
      {
        class: "風保二碩士班",
        id: 611560268,
        name: "陳俊元",
      },
      {
        class: "風保二碩士班",
        id: 611560284,
        name: "黃詳育",
      },
      {
        class: "風保三碩士班",
        id: 610560061,
        name: "方家琪",
      },
      {
        class: "風保四碩士班",
        id: 609560155,
        name: "劉智凱",
      },
      {
        class: "公行四Ａ",
        id: 407106193,
        name: "林嘉韻",
      },
      {
        class: "公行四Ａ",
        id: 407640613,
        name: "蘇昱云   ",
      },
      {
        class: "公行四Ａ",
        id: 408646528,
        name: "陳思文   ",
      },
      {
        class: "公行四Ａ",
        id: 408646544,
        name: "劉心媛   ",
      },
      {
        class: "公行四Ａ",
        id: 408647054,
        name: "李承祐",
      },
      {
        class: "公行四Ａ",
        id: 409000659,
        name: "許庭瑄   ",
      },
      {
        class: "公行四Ａ",
        id: 409640033,
        name: "陳佳妤   ",
      },
      {
        class: "公行四Ａ",
        id: 409640058,
        name: "謝妮真   ",
      },
      {
        class: "公行四Ａ",
        id: 409640074,
        name: "邱于芳   ",
      },
      {
        class: "公行四Ａ",
        id: 409640090,
        name: "梁宇昕   ",
      },
      {
        class: "公行四Ａ",
        id: 409640116,
        name: "林怡萱   ",
      },
      {
        class: "公行四Ａ",
        id: 409640132,
        name: "林美姿   ",
      },
      {
        class: "公行四Ａ",
        id: 409640157,
        name: "李佩綾   ",
      },
      {
        class: "公行四Ａ",
        id: 409640173,
        name: "許芝寧   ",
      },
      {
        class: "公行四Ａ",
        id: 409640215,
        name: "陳品竹   ",
      },
      {
        class: "公行四Ａ",
        id: 409640231,
        name: "劉邑寧   ",
      },
      {
        class: "公行四Ａ",
        id: 409640256,
        name: "秦筱媃   ",
      },
      {
        class: "公行四Ａ",
        id: 409640272,
        name: "蘇宸緯   ",
      },
      {
        class: "公行四Ａ",
        id: 409640298,
        name: "林辰穎   ",
      },
      {
        class: "公行四Ａ",
        id: 409640314,
        name: "李宏恩   ",
      },
      {
        class: "公行四Ａ",
        id: 409640355,
        name: "謝胤祺   ",
      },
      {
        class: "公行四Ａ",
        id: 409640371,
        name: "陳瑋奇   ",
      },
      {
        class: "公行四Ａ",
        id: 409640413,
        name: "黃若斳   ",
      },
      {
        class: "公行四Ａ",
        id: 409640439,
        name: "賴佩珊   ",
      },
      {
        class: "公行四Ａ",
        id: 409640470,
        name: "張芷瑄   ",
      },
      {
        class: "公行四Ａ",
        id: 409640496,
        name: "陳　霆   ",
      },
      {
        class: "公行四Ａ",
        id: 409640512,
        name: "陳旻彤   ",
      },
      {
        class: "公行四Ａ",
        id: 409640538,
        name: "陳博文   ",
      },
      {
        class: "公行四Ａ",
        id: 409640579,
        name: "曾心瑜   ",
      },
      {
        class: "公行四Ａ",
        id: 409640595,
        name: "黃玉融   ",
      },
      {
        class: "公行四Ａ",
        id: 409640652,
        name: "李秉哲   ",
      },
      {
        class: "公行四Ａ",
        id: 409640694,
        name: "陳昱維   ",
      },
      {
        class: "公行四Ａ",
        id: 409640710,
        name: "楊欣珈   ",
      },
      {
        class: "公行四Ａ",
        id: 409640736,
        name: "詹卉孺   ",
      },
      {
        class: "公行四Ａ",
        id: 409640751,
        name: "林易萱   ",
      },
      {
        class: "公行四Ａ",
        id: 409640777,
        name: "劉欣平   ",
      },
      {
        class: "公行四Ａ",
        id: 409640793,
        name: "黃奕翔   ",
      },
      {
        class: "公行四Ａ",
        id: 409640819,
        name: "周怡伶   ",
      },
      {
        class: "公行四Ａ",
        id: 409640835,
        name: "張文瑜   ",
      },
      {
        class: "公行四Ａ",
        id: 409640876,
        name: "蔡佳蒨   ",
      },
      {
        class: "公行四Ａ",
        id: 409640892,
        name: "張斯涵   ",
      },
      {
        class: "公行四Ａ",
        id: 409640918,
        name: "何昀叡   ",
      },
      {
        class: "公行四Ａ",
        id: 409640934,
        name: "楊正瑤   ",
      },
      {
        class: "公行四Ａ",
        id: 409640959,
        name: "吳帛勳   ",
      },
      {
        class: "公行四Ａ",
        id: 409640975,
        name: "陳任沅   ",
      },
      {
        class: "公行四Ａ",
        id: 409646550,
        name: "賴尹柔   ",
      },
      {
        class: "公行四Ａ",
        id: 409646568,
        name: "許舒涵   ",
      },
      {
        class: "公行四Ａ",
        id: 409646576,
        name: "李佳容",
      },
      {
        class: "公行四Ａ",
        id: 409646592,
        name: "簡禎伶",
      },
      {
        class: "公行四Ａ",
        id: 409648085,
        name: "陳　靜",
      },
      {
        class: "公行四Ａ",
        id: 409730131,
        name: "周耘竹   ",
      },
      {
        class: "公行四Ａ",
        id: 409730537,
        name: "王譽宸   ",
      },
      {
        class: "公行四Ａ",
        id: 409860854,
        name: "林晏瑜   ",
      },
      {
        class: "公行四Ａ",
        id: 410647050,
        name: "古幸家",
      },
      {
        class: "公行四Ａ",
        id: 410647076,
        name: "葉如宸",
      },
      {
        class: "公行四Ａ",
        id: 410647118,
        name: "廖鎮捷",
      },
      {
        class: "公行四Ａ",
        id: 410648017,
        name: "黃思瑜",
      },
      {
        class: "公行四Ａ",
        id: 410648074,
        name: "許柏瀚",
      },
      {
        class: "公行四Ａ",
        id: 411648032,
        name: "廖致崴",
      },
      {
        class: "公行四Ａ",
        id: 411648057,
        name: "陳庭萱",
      },
      {
        class: "公行四Ａ",
        id: 411648099,
        name: "古書維",
      },
      {
        class: "公行四Ａ",
        id: 411648131,
        name: "宋澄心",
      },
      {
        class: "公行四Ａ",
        id: 412648114,
        name: "連珮甯",
      },
      {
        class: "公行四Ｂ",
        id: 208640168,
        name: "廖子儀",
      },
      {
        class: "公行四Ｂ",
        id: 407646024,
        name: "歐惠燕",
      },
      {
        class: "公行四Ｂ",
        id: 407648129,
        name: "林秉源",
      },
      {
        class: "公行四Ｂ",
        id: 408030848,
        name: "陳建宸   ",
      },
      {
        class: "公行四Ｂ",
        id: 408120300,
        name: "劉庭嘉   ",
      },
      {
        class: "公行四Ｂ",
        id: 408640307,
        name: "林語慈   ",
      },
      {
        class: "公行四Ｂ",
        id: 408640521,
        name: "許閎鈞   ",
      },
      {
        class: "公行四Ｂ",
        id: 408640844,
        name: "賴績智   ",
      },
      {
        class: "公行四Ｂ",
        id: 408646536,
        name: "黃明傑   ",
      },
      {
        class: "公行四Ｂ",
        id: 409640025,
        name: "李姿瑩   ",
      },
      {
        class: "公行四Ｂ",
        id: 409640041,
        name: "廖心珮   ",
      },
      {
        class: "公行四Ｂ",
        id: 409640066,
        name: "郭宥萱   ",
      },
      {
        class: "公行四Ｂ",
        id: 409640082,
        name: "邵郁甯   ",
      },
      {
        class: "公行四Ｂ",
        id: 409640108,
        name: "粘彥   ",
      },
      {
        class: "公行四Ｂ",
        id: 409640124,
        name: "陳昊聲   ",
      },
      {
        class: "公行四Ｂ",
        id: 409640140,
        name: "洪千芳   ",
      },
      {
        class: "公行四Ｂ",
        id: 409640165,
        name: "陳育安   ",
      },
      {
        class: "公行四Ｂ",
        id: 409640207,
        name: "陳穎潔   ",
      },
      {
        class: "公行四Ｂ",
        id: 409640223,
        name: "林玟羽   ",
      },
      {
        class: "公行四Ｂ",
        id: 409640249,
        name: "許凱翔   ",
      },
      {
        class: "公行四Ｂ",
        id: 409640264,
        name: "詹立琦   ",
      },
      {
        class: "公行四Ｂ",
        id: 409640280,
        name: "朱韋蓁   ",
      },
      {
        class: "公行四Ｂ",
        id: 409640306,
        name: "何安琪   ",
      },
      {
        class: "公行四Ｂ",
        id: 409640348,
        name: "鍾宜寧   ",
      },
      {
        class: "公行四Ｂ",
        id: 409640363,
        name: "林筱馨   ",
      },
      {
        class: "公行四Ｂ",
        id: 409640389,
        name: "林恆宇   ",
      },
      {
        class: "公行四Ｂ",
        id: 409640405,
        name: "張鈞凱   ",
      },
      {
        class: "公行四Ｂ",
        id: 409640421,
        name: "郭家榮   ",
      },
      {
        class: "公行四Ｂ",
        id: 409640447,
        name: "李佳穎   ",
      },
      {
        class: "公行四Ｂ",
        id: 409640488,
        name: "林俊銘   ",
      },
      {
        class: "公行四Ｂ",
        id: 409640504,
        name: "周佳叡   ",
      },
      {
        class: "公行四Ｂ",
        id: 409640520,
        name: "藍詠絜   ",
      },
      {
        class: "公行四Ｂ",
        id: 409640546,
        name: "邱恩加   ",
      },
      {
        class: "公行四Ｂ",
        id: 409640561,
        name: "游昕瑋   ",
      },
      {
        class: "公行四Ｂ",
        id: 409640587,
        name: "陳弘聖   ",
      },
      {
        class: "公行四Ｂ",
        id: 409640603,
        name: "蕭雅云   ",
      },
      {
        class: "公行四Ｂ",
        id: 409640629,
        name: "李承祐   ",
      },
      {
        class: "公行四Ｂ",
        id: 409640645,
        name: "蘇欣柔   ",
      },
      {
        class: "公行四Ｂ",
        id: 409640660,
        name: "蔡駿漢   ",
      },
      {
        class: "公行四Ｂ",
        id: 409640686,
        name: "許語軒   ",
      },
      {
        class: "公行四Ｂ",
        id: 409640702,
        name: "羅楷翔   ",
      },
      {
        class: "公行四Ｂ",
        id: 409640728,
        name: "陸嘉琪   ",
      },
      {
        class: "公行四Ｂ",
        id: 409640744,
        name: "陳芊瑀   ",
      },
      {
        class: "公行四Ｂ",
        id: 409640785,
        name: "劉澤明   ",
      },
      {
        class: "公行四Ｂ",
        id: 409640801,
        name: "蘇廷瑋   ",
      },
      {
        class: "公行四Ｂ",
        id: 409640827,
        name: "陳德志   ",
      },
      {
        class: "公行四Ｂ",
        id: 409640843,
        name: "姜佳妤   ",
      },
      {
        class: "公行四Ｂ",
        id: 409640926,
        name: "蕭傳瑋   ",
      },
      {
        class: "公行四Ｂ",
        id: 409640942,
        name: "林雨葳   ",
      },
      {
        class: "公行四Ｂ",
        id: 409640967,
        name: "莊育傑   ",
      },
      {
        class: "公行四Ｂ",
        id: 409640983,
        name: "陳俐",
      },
      {
        class: "公行四Ｂ",
        id: 409641007,
        name: "林郁軒   ",
      },
      {
        class: "公行四Ｂ",
        id: 409646527,
        name: "石志安   ",
      },
      {
        class: "公行四Ｂ",
        id: 409646543,
        name: "曾羿瑄   ",
      },
      {
        class: "公行四Ｂ",
        id: 409646600,
        name: "楊金平   ",
      },
      {
        class: "公行四Ｂ",
        id: 409840203,
        name: "許書愷   ",
      },
      {
        class: "公行四Ｂ",
        id: 410647068,
        name: "李虹嫻",
      },
      {
        class: "公行四Ｂ",
        id: 410647100,
        name: "吳詩涵",
      },
      {
        class: "公行四Ｂ",
        id: 411648024,
        name: "吳弈賢",
      },
      {
        class: "公行四Ｂ",
        id: 411648040,
        name: "陳妍伶",
      },
      {
        class: "公行四Ｂ",
        id: 411648107,
        name: "李品萱",
      },
      {
        class: "公行四Ｂ",
        id: 411648123,
        name: "劉康辰",
      },
      {
        class: "公行進學班四",
        id: 207647081,
        name: "盧麗安",
      },
      {
        class: "公行進學班四",
        id: 208640200,
        name: "徐婷茹",
      },
      {
        class: "公行進學班四",
        id: 208640382,
        name: "王　璦",
      },
      {
        class: "公行進學班四",
        id: 208647098,
        name: "楊昌龍",
      },
      {
        class: "公行進學班四",
        id: 209640027,
        name: "張季賢",
      },
      {
        class: "公行進學班四",
        id: 209640035,
        name: "階苡雯",
      },
      {
        class: "公行進學班四",
        id: 209640159,
        name: "紀佳惠",
      },
      {
        class: "公行進學班四",
        id: 209640183,
        name: "陳金姈",
      },
      {
        class: "公行進學班四",
        id: 209640282,
        name: "李崇維",
      },
      {
        class: "公行進學班四",
        id: 209640308,
        name: "蔡明蓁",
      },
      {
        class: "公行進學班四",
        id: 209640480,
        name: "吳旻憶",
      },
      {
        class: "公行進學班四",
        id: 209640506,
        name: "曾國諺",
      },
      {
        class: "公行進學班四",
        id: 209640589,
        name: "簡慧姍",
      },
      {
        class: "公行進學班四",
        id: 209640670,
        name: "許權德",
      },
      {
        class: "公行進學班四",
        id: 209640696,
        name: "王威翔",
      },
      {
        class: "公行進學班四",
        id: 209647121,
        name: "林詩宸",
      },
      {
        class: "公行進學班四",
        id: 210647052,
        name: "林育莓",
      },
      {
        class: "公行進學班四",
        id: 210647078,
        name: "林律研",
      },
      {
        class: "公行進學班四",
        id: 210648050,
        name: "鍾冠奕",
      },
      {
        class: "公行進學班四",
        id: 211640247,
        name: "林純妤",
      },
      {
        class: "公行進學班四",
        id: 211647028,
        name: "黃士豪",
      },
      {
        class: "公行四碩專班",
        id: 705640091,
        name: "高妤榛",
      },
      {
        class: "公行四碩專班",
        id: 708640056,
        name: "顏毓佑",
      },
      {
        class: "公行四碩專班",
        id: 709640030,
        name: "張柏年",
      },
      {
        class: "公行二碩士班",
        id: 611640011,
        name: "王歆勻",
      },
      {
        class: "公行二碩士班",
        id: 611640078,
        name: "周思妘",
      },
      {
        class: "公行二碩士班",
        id: 612640051,
        name: "簡俊安",
      },
      {
        class: "公行三碩士班",
        id: 610640020,
        name: "許馥雅",
      },
      {
        class: "公行三碩士班",
        id: 610640079,
        name: "龔耀東",
      },
      {
        class: "公行三碩士班",
        id: 610640145,
        name: "謝安祈",
      },
      {
        class: "公行四碩士班",
        id: 607640025,
        name: "陳友健",
      },
      {
        class: "公行四碩士班",
        id: 608640149,
        name: "李允文",
      },
      {
        class: "數科二碩士班",
        id: 611890012,
        name: "黃永駖",
      },
      {
        class: "數科二碩士班",
        id: 611890061,
        name: "趙芊茹",
      },
      {
        class: "數科二碩士班",
        id: 611890095,
        name: "陳品樺",
      },
      {
        class: "數科二碩士班",
        id: 611890103,
        name: "王彥樺",
      },
      {
        class: "數科二碩士班",
        id: 611890178,
        name: "黃熏",
      },
      {
        class: "數科二碩士班",
        id: 611890194,
        name: "吳明諺",
      },
      {
        class: "數科二碩士班",
        id: 611895011,
        name: "黎阮氏竹翠",
      },
      {
        class: "統計四Ａ",
        id: 407650737,
        name: "鄭伊   ",
      },
      {
        class: "統計四Ａ",
        id: 407650976,
        name: "涂政宏   ",
      },
      {
        class: "統計四Ａ",
        id: 408650223,
        name: "蔡佳丞   ",
      },
      {
        class: "統計四Ａ",
        id: 408650520,
        name: "楊于頡   ",
      },
      {
        class: "統計四Ａ",
        id: 408650769,
        name: "徐詠園   ",
      },
      {
        class: "統計四Ａ",
        id: 408650975,
        name: "郭紫諭   ",
      },
      {
        class: "統計四Ａ",
        id: 408651098,
        name: "邱昱豪   ",
      },
      {
        class: "統計四Ａ",
        id: 408651312,
        name: "吳徑輝   ",
      },
      {
        class: "統計四Ａ",
        id: 408651494,
        name: "來宇恩   ",
      },
      {
        class: "統計四Ａ",
        id: 408657012,
        name: "柯宇凡",
      },
      {
        class: "統計四Ａ",
        id: 409650016,
        name: "陳若欣   ",
      },
      {
        class: "統計四Ａ",
        id: 409650073,
        name: "陳嬿今   ",
      },
      {
        class: "統計四Ａ",
        id: 409650107,
        name: "洪瑄蔓   ",
      },
      {
        class: "統計四Ａ",
        id: 409650164,
        name: "陳家安   ",
      },
      {
        class: "統計四Ａ",
        id: 409650198,
        name: "何偲華   ",
      },
      {
        class: "統計四Ａ",
        id: 409650222,
        name: "梁瑋麟   ",
      },
      {
        class: "統計四Ａ",
        id: 409650255,
        name: "周方馳   ",
      },
      {
        class: "統計四Ａ",
        id: 409650289,
        name: "張育銘   ",
      },
      {
        class: "統計四Ａ",
        id: 409650313,
        name: "盧凱翔   ",
      },
      {
        class: "統計四Ａ",
        id: 409650347,
        name: "林威漢   ",
      },
      {
        class: "統計四Ａ",
        id: 409650370,
        name: "梁易安   ",
      },
      {
        class: "統計四Ａ",
        id: 409650404,
        name: "李杰恩   ",
      },
      {
        class: "統計四Ａ",
        id: 409650438,
        name: "林莉芸   ",
      },
      {
        class: "統計四Ａ",
        id: 409650461,
        name: "卓士恆   ",
      },
      {
        class: "統計四Ａ",
        id: 409650495,
        name: "余欣穎   ",
      },
      {
        class: "統計四Ａ",
        id: 409650529,
        name: "蔡孟儒   ",
      },
      {
        class: "統計四Ａ",
        id: 409650586,
        name: "杜少廷   ",
      },
      {
        class: "統計四Ａ",
        id: 409650610,
        name: "國揚震   ",
      },
      {
        class: "統計四Ａ",
        id: 409650644,
        name: "陳思妤   ",
      },
      {
        class: "統計四Ａ",
        id: 409650701,
        name: "黃昱翔   ",
      },
      {
        class: "統計四Ａ",
        id: 409650735,
        name: "陳盈諳   ",
      },
      {
        class: "統計四Ａ",
        id: 409650768,
        name: "吳秉燁   ",
      },
      {
        class: "統計四Ａ",
        id: 409650826,
        name: "薛羽彤   ",
      },
      {
        class: "統計四Ａ",
        id: 409650859,
        name: "鍾閔勝   ",
      },
      {
        class: "統計四Ａ",
        id: 409650883,
        name: "唐松熙   ",
      },
      {
        class: "統計四Ａ",
        id: 409650917,
        name: "孫　靖   ",
      },
      {
        class: "統計四Ａ",
        id: 409650941,
        name: "李昀澤   ",
      },
      {
        class: "統計四Ａ",
        id: 409650974,
        name: "白采融   ",
      },
      {
        class: "統計四Ａ",
        id: 409651006,
        name: "何韋翰   ",
      },
      {
        class: "統計四Ａ",
        id: 409651030,
        name: "林吉意   ",
      },
      {
        class: "統計四Ａ",
        id: 409651063,
        name: "李嘉遠   ",
      },
      {
        class: "統計四Ａ",
        id: 409651097,
        name: "陳智遠   ",
      },
      {
        class: "統計四Ａ",
        id: 409651121,
        name: "李佳蓁   ",
      },
      {
        class: "統計四Ａ",
        id: 409651188,
        name: "黃詠賢   ",
      },
      {
        class: "統計四Ａ",
        id: 409651279,
        name: "施名哲   ",
      },
      {
        class: "統計四Ａ",
        id: 409651303,
        name: "林欣儀   ",
      },
      {
        class: "統計四Ａ",
        id: 409651337,
        name: "王亭尹   ",
      },
      {
        class: "統計四Ａ",
        id: 409651360,
        name: "傅楷耘   ",
      },
      {
        class: "統計四Ａ",
        id: 409651394,
        name: "賴柏翰   ",
      },
      {
        class: "統計四Ａ",
        id: 409651428,
        name: "許翎韋   ",
      },
      {
        class: "統計四Ａ",
        id: 409651485,
        name: "趙士宸   ",
      },
      {
        class: "統計四Ａ",
        id: 409651576,
        name: "李琍絹   ",
      },
      {
        class: "統計四Ａ",
        id: 409651600,
        name: "賴嘉誼   ",
      },
      {
        class: "統計四Ａ",
        id: 409651667,
        name: "李書宇   ",
      },
      {
        class: "統計四Ａ",
        id: 409651725,
        name: "徐昀達   ",
      },
      {
        class: "統計四Ａ",
        id: 409651758,
        name: "馬儀庭   ",
      },
      {
        class: "統計四Ａ",
        id: 409651782,
        name: "陳連袤   ",
      },
      {
        class: "統計四Ａ",
        id: 409657045,
        name: "林奕成",
      },
      {
        class: "統計四Ａ",
        id: 409657169,
        name: "林庭妤",
      },
      {
        class: "統計四Ａ",
        id: 409810495,
        name: "蕭詠綺   ",
      },
      {
        class: "統計四Ａ",
        id: 410197098,
        name: "陳柏熏",
      },
      {
        class: "統計四Ａ",
        id: 410657042,
        name: "張甯祐",
      },
      {
        class: "統計四Ａ",
        id: 410657109,
        name: "簡子雋",
      },
      {
        class: "統計四Ａ",
        id: 410657125,
        name: "林玥彤",
      },
      {
        class: "統計四Ａ",
        id: 410657158,
        name: "張心于",
      },
      {
        class: "統計四Ａ",
        id: 411658015,
        name: "李沛霖",
      },
      {
        class: "統計四Ａ",
        id: 411658049,
        name: "楊昕穎",
      },
      {
        class: "統計四Ａ",
        id: 411658072,
        name: "王梓銘",
      },
      {
        class: "統計四Ａ",
        id: 412658048,
        name: "傅冠棠",
      },
      {
        class: "統計四Ｂ",
        id: 407650893,
        name: "張亭筠   ",
      },
      {
        class: "統計四Ｂ",
        id: 407656528,
        name: "陳雨瑄   ",
      },
      {
        class: "統計四Ｂ",
        id: 408650231,
        name: "宋柏呈   ",
      },
      {
        class: "統計四Ｂ",
        id: 408650744,
        name: "鄭家豪   ",
      },
      {
        class: "統計四Ｂ",
        id: 408650801,
        name: "施宇鴻   ",
      },
      {
        class: "統計四Ｂ",
        id: 408650868,
        name: "張心柔   ",
      },
      {
        class: "統計四Ｂ",
        id: 408651049,
        name: "劉軒宇   ",
      },
      {
        class: "統計四Ｂ",
        id: 408651072,
        name: "邱羽薇   ",
      },
      {
        class: "統計四Ｂ",
        id: 408651106,
        name: "譚承浩   ",
      },
      {
        class: "統計四Ｂ",
        id: 408651411,
        name: "童　宇   ",
      },
      {
        class: "統計四Ｂ",
        id: 408651569,
        name: "黃瀚霆   ",
      },
      {
        class: "統計四Ｂ",
        id: 408651593,
        name: "徐研力   ",
      },
      {
        class: "統計四Ｂ",
        id: 408657293,
        name: "余育愷",
      },
      {
        class: "統計四Ｂ",
        id: 408860988,
        name: "戰柏諺   ",
      },
      {
        class: "統計四Ｂ",
        id: 409650024,
        name: "莊子萱   ",
      },
      {
        class: "統計四Ｂ",
        id: 409650081,
        name: "葉怡伶   ",
      },
      {
        class: "統計四Ｂ",
        id: 409650115,
        name: "劉奕伶   ",
      },
      {
        class: "統計四Ｂ",
        id: 409650149,
        name: "陳奕翔   ",
      },
      {
        class: "統計四Ｂ",
        id: 409650172,
        name: "王柏崴   ",
      },
      {
        class: "統計四Ｂ",
        id: 409650206,
        name: "鄭安筑   ",
      },
      {
        class: "統計四Ｂ",
        id: 409650230,
        name: "葉宛欣   ",
      },
      {
        class: "統計四Ｂ",
        id: 409650263,
        name: "尹堯   ",
      },
      {
        class: "統計四Ｂ",
        id: 409650297,
        name: "蔡佩芬   ",
      },
      {
        class: "統計四Ｂ",
        id: 409650321,
        name: "劉士銓   ",
      },
      {
        class: "統計四Ｂ",
        id: 409650388,
        name: "陳柏伶   ",
      },
      {
        class: "統計四Ｂ",
        id: 409650412,
        name: "劉宸宇   ",
      },
      {
        class: "統計四Ｂ",
        id: 409650446,
        name: "陳姵華   ",
      },
      {
        class: "統計四Ｂ",
        id: 409650503,
        name: "王子杰   ",
      },
      {
        class: "統計四Ｂ",
        id: 409650560,
        name: "劉祐辰   ",
      },
      {
        class: "統計四Ｂ",
        id: 409650594,
        name: "楊鎮宥   ",
      },
      {
        class: "統計四Ｂ",
        id: 409650628,
        name: "楊才誼   ",
      },
      {
        class: "統計四Ｂ",
        id: 409650685,
        name: "王立群   ",
      },
      {
        class: "統計四Ｂ",
        id: 409650719,
        name: "吳明軒   ",
      },
      {
        class: "統計四Ｂ",
        id: 409650776,
        name: "傅筱晴   ",
      },
      {
        class: "統計四Ｂ",
        id: 409650800,
        name: "陳芊   ",
      },
      {
        class: "統計四Ｂ",
        id: 409650834,
        name: "陳彥誠   ",
      },
      {
        class: "統計四Ｂ",
        id: 409650867,
        name: "蔡宗陞   ",
      },
      {
        class: "統計四Ｂ",
        id: 409650891,
        name: "鄭傑丞   ",
      },
      {
        class: "統計四Ｂ",
        id: 409650925,
        name: "李昇峰   ",
      },
      {
        class: "統計四Ｂ",
        id: 409651048,
        name: "王宇宏   ",
      },
      {
        class: "統計四Ｂ",
        id: 409651071,
        name: "魏浚哲   ",
      },
      {
        class: "統計四Ｂ",
        id: 409651139,
        name: "莊旻諺   ",
      },
      {
        class: "統計四Ｂ",
        id: 409651162,
        name: "范智媛   ",
      },
      {
        class: "統計四Ｂ",
        id: 409651196,
        name: "林詩軒   ",
      },
      {
        class: "統計四Ｂ",
        id: 409651220,
        name: "張愷玲   ",
      },
      {
        class: "統計四Ｂ",
        id: 409651311,
        name: "陳冠佑   ",
      },
      {
        class: "統計四Ｂ",
        id: 409651345,
        name: "林沂霈   ",
      },
      {
        class: "統計四Ｂ",
        id: 409651436,
        name: "吳念薰   ",
      },
      {
        class: "統計四Ｂ",
        id: 409651469,
        name: "林維祥   ",
      },
      {
        class: "統計四Ｂ",
        id: 409651493,
        name: "游紹弘   ",
      },
      {
        class: "統計四Ｂ",
        id: 409651527,
        name: "陳珈羽   ",
      },
      {
        class: "統計四Ｂ",
        id: 409651550,
        name: "吳岦鋼   ",
      },
      {
        class: "統計四Ｂ",
        id: 409651618,
        name: "王穎杰   ",
      },
      {
        class: "統計四Ｂ",
        id: 409651675,
        name: "魏祺紘   ",
      },
      {
        class: "統計四Ｂ",
        id: 409651766,
        name: "黃鈺婷   ",
      },
      {
        class: "統計四Ｂ",
        id: 409656526,
        name: "陳妍臻",
      },
      {
        class: "統計四Ｂ",
        id: 409657029,
        name: "盧瑞源",
      },
      {
        class: "統計四Ｂ",
        id: 409658050,
        name: "江沂鴻",
      },
      {
        class: "統計四Ｂ",
        id: 410657059,
        name: "楊弘詣",
      },
      {
        class: "統計四Ｂ",
        id: 410657133,
        name: "林宜蓁",
      },
      {
        class: "統計四Ｂ",
        id: 410658024,
        name: "林靚惠",
      },
      {
        class: "統計四Ｂ",
        id: 411658056,
        name: "許晁瑋",
      },
      {
        class: "統計四Ｂ",
        id: 412658022,
        name: "周宥杰",
      },
      {
        class: "統計四Ｃ",
        id: 208610781,
        name: "郭承濰",
      },
      {
        class: "統計四Ｃ",
        id: 208610872,
        name: "林漢威",
      },
      {
        class: "統計四Ｃ",
        id: 405650994,
        name: "韓瑞庭   ",
      },
      {
        class: "統計四Ｃ",
        id: 407650877,
        name: "曾兆賢   ",
      },
      {
        class: "統計四Ｃ",
        id: 407650935,
        name: "李紹璿   ",
      },
      {
        class: "統計四Ｃ",
        id: 407651743,
        name: "蔡智文   ",
      },
      {
        class: "統計四Ｃ",
        id: 408130242,
        name: "馬智仲   ",
      },
      {
        class: "統計四Ｃ",
        id: 408650066,
        name: "丁妤汶   ",
      },
      {
        class: "統計四Ｃ",
        id: 408650157,
        name: "莊怡軒   ",
      },
      {
        class: "統計四Ｃ",
        id: 408650330,
        name: "鍾明翰   ",
      },
      {
        class: "統計四Ｃ",
        id: 408650397,
        name: "陳映如   ",
      },
      {
        class: "統計四Ｃ",
        id: 408650728,
        name: "洪瑞陽   ",
      },
      {
        class: "統計四Ｃ",
        id: 408650785,
        name: "易筱筑   ",
      },
      {
        class: "統計四Ｃ",
        id: 408650843,
        name: "李昀澄   ",
      },
      {
        class: "統計四Ｃ",
        id: 408650876,
        name: "蘇少權   ",
      },
      {
        class: "統計四Ｃ",
        id: 408650967,
        name: "劉鴻廷   ",
      },
      {
        class: "統計四Ｃ",
        id: 408651304,
        name: "簡妤蒨   ",
      },
      {
        class: "統計四Ｃ",
        id: 409080933,
        name: "楊子萱   ",
      },
      {
        class: "統計四Ｃ",
        id: 409650032,
        name: "彭兆齊   ",
      },
      {
        class: "統計四Ｃ",
        id: 409650099,
        name: "鄧楷霖   ",
      },
      {
        class: "統計四Ｃ",
        id: 409650123,
        name: "林育陞   ",
      },
      {
        class: "統計四Ｃ",
        id: 409650156,
        name: "薛揚騰   ",
      },
      {
        class: "統計四Ｃ",
        id: 409650180,
        name: "廖盈善   ",
      },
      {
        class: "統計四Ｃ",
        id: 409650214,
        name: "吳家誠   ",
      },
      {
        class: "統計四Ｃ",
        id: 409650248,
        name: "張若琳   ",
      },
      {
        class: "統計四Ｃ",
        id: 409650271,
        name: "葉品妤   ",
      },
      {
        class: "統計四Ｃ",
        id: 409650305,
        name: "洪識庭   ",
      },
      {
        class: "統計四Ｃ",
        id: 409650339,
        name: "蔡少瑜   ",
      },
      {
        class: "統計四Ｃ",
        id: 409650396,
        name: "蔡承志   ",
      },
      {
        class: "統計四Ｃ",
        id: 409650420,
        name: "徐韻如   ",
      },
      {
        class: "統計四Ｃ",
        id: 409650453,
        name: "葉純瑜   ",
      },
      {
        class: "統計四Ｃ",
        id: 409650487,
        name: "施郡恩   ",
      },
      {
        class: "統計四Ｃ",
        id: 409650511,
        name: "柯艾言   ",
      },
      {
        class: "統計四Ｃ",
        id: 409650545,
        name: "胡格瑋   ",
      },
      {
        class: "統計四Ｃ",
        id: 409650578,
        name: "吳允辰   ",
      },
      {
        class: "統計四Ｃ",
        id: 409650602,
        name: "劉子豪   ",
      },
      {
        class: "統計四Ｃ",
        id: 409650669,
        name: "賴奕帆   ",
      },
      {
        class: "統計四Ｃ",
        id: 409650693,
        name: "蔡昇祐   ",
      },
      {
        class: "統計四Ｃ",
        id: 409650727,
        name: "歐家誠   ",
      },
      {
        class: "統計四Ｃ",
        id: 409650750,
        name: "陳樺均   ",
      },
      {
        class: "統計四Ｃ",
        id: 409650784,
        name: "鄭衣羢   ",
      },
      {
        class: "統計四Ｃ",
        id: 409650818,
        name: "李庭緯   ",
      },
      {
        class: "統計四Ｃ",
        id: 409650842,
        name: "樊銓文   ",
      },
      {
        class: "統計四Ｃ",
        id: 409650875,
        name: "王斌俞   ",
      },
      {
        class: "統計四Ｃ",
        id: 409650909,
        name: "黃哲倫   ",
      },
      {
        class: "統計四Ｃ",
        id: 409650933,
        name: "金予望   ",
      },
      {
        class: "統計四Ｃ",
        id: 409650966,
        name: "蔡舒婷   ",
      },
      {
        class: "統計四Ｃ",
        id: 409651022,
        name: "張嘉旅   ",
      },
      {
        class: "統計四Ｃ",
        id: 409651055,
        name: "蔡昀真   ",
      },
      {
        class: "統計四Ｃ",
        id: 409651089,
        name: "黃睿翔   ",
      },
      {
        class: "統計四Ｃ",
        id: 409651113,
        name: "盧品蓉   ",
      },
      {
        class: "統計四Ｃ",
        id: 409651147,
        name: "劉承諭   ",
      },
      {
        class: "統計四Ｃ",
        id: 409651170,
        name: "蔡睿哲   ",
      },
      {
        class: "統計四Ｃ",
        id: 409651204,
        name: "陳緯霖   ",
      },
      {
        class: "統計四Ｃ",
        id: 409651238,
        name: "黃柏誠   ",
      },
      {
        class: "統計四Ｃ",
        id: 409651295,
        name: "楊世強   ",
      },
      {
        class: "統計四Ｃ",
        id: 409651352,
        name: "楊賀縜   ",
      },
      {
        class: "統計四Ｃ",
        id: 409651410,
        name: "翁偉淳   ",
      },
      {
        class: "統計四Ｃ",
        id: 409651477,
        name: "吳旻洋   ",
      },
      {
        class: "統計四Ｃ",
        id: 409651501,
        name: "羅振宇   ",
      },
      {
        class: "統計四Ｃ",
        id: 409651535,
        name: "莊詠翔   ",
      },
      {
        class: "統計四Ｃ",
        id: 409651592,
        name: "蔡承諺   ",
      },
      {
        class: "統計四Ｃ",
        id: 409651626,
        name: "朱庭萱   ",
      },
      {
        class: "統計四Ｃ",
        id: 409651659,
        name: "劉書瑋   ",
      },
      {
        class: "統計四Ｃ",
        id: 409651717,
        name: "王楦淳   ",
      },
      {
        class: "統計四Ｃ",
        id: 409651741,
        name: "李沂芳   ",
      },
      {
        class: "統計四Ｃ",
        id: 409656534,
        name: "楊汶逸",
      },
      {
        class: "統計四Ｃ",
        id: 410657091,
        name: "莊恒睎",
      },
      {
        class: "統計四Ｃ",
        id: 410657141,
        name: "王雯蓉",
      },
      {
        class: "統計四Ｃ",
        id: 410657273,
        name: "許育睿",
      },
      {
        class: "統計四Ｃ",
        id: 410658032,
        name: "游若庭",
      },
      {
        class: "統計四Ｃ",
        id: 411658031,
        name: "陳居阜",
      },
      {
        class: "統計四Ｃ",
        id: 411658064,
        name: "阮立承",
      },
      {
        class: "統計二碩士班",
        id: 611650010,
        name: "翁紫瑄",
      },
      {
        class: "統計二碩士班",
        id: 611650051,
        name: "蔡明翰",
      },
      {
        class: "統計二碩士班",
        id: 611650101,
        name: "邱俊捷",
      },
      {
        class: "統計二碩士班",
        id: 611650127,
        name: "彭子誠",
      },
      {
        class: "統計二碩士班",
        id: 611650135,
        name: "葉學謙",
      },
      {
        class: "統計二碩士班",
        id: 611650143,
        name: "徐立恩",
      },
      {
        class: "運管四Ａ",
        id: 407000271,
        name: "李秉洋   ",
      },
      {
        class: "運管四Ａ",
        id: 407660298,
        name: "呂陳宜   ",
      },
      {
        class: "運管四Ａ",
        id: 408660156,
        name: "陳洧仟   ",
      },
      {
        class: "運管四Ａ",
        id: 408660792,
        name: "吳琨暉   ",
      },
      {
        class: "運管四Ａ",
        id: 408660891,
        name: "王睿祺   ",
      },
      {
        class: "運管四Ａ",
        id: 408666013,
        name: "潘泳靜",
      },
      {
        class: "運管四Ａ",
        id: 408666039,
        name: "賴子樂",
      },
      {
        class: "運管四Ａ",
        id: 408860897,
        name: "李紫涵   ",
      },
      {
        class: "運管四Ａ",
        id: 409660031,
        name: "張峻天   ",
      },
      {
        class: "運管四Ａ",
        id: 409660056,
        name: "朱彥寧   ",
      },
      {
        class: "運管四Ａ",
        id: 409660072,
        name: "胡晴翊   ",
      },
      {
        class: "運管四Ａ",
        id: 409660098,
        name: "蔡芮盈   ",
      },
      {
        class: "運管四Ａ",
        id: 409660114,
        name: "劉羿伯   ",
      },
      {
        class: "運管四Ａ",
        id: 409660130,
        name: "許芸婕   ",
      },
      {
        class: "運管四Ａ",
        id: 409660155,
        name: "鄭允誠   ",
      },
      {
        class: "運管四Ａ",
        id: 409660171,
        name: "馬嘉懋   ",
      },
      {
        class: "運管四Ａ",
        id: 409660197,
        name: "林采頤   ",
      },
      {
        class: "運管四Ａ",
        id: 409660213,
        name: "許翊帆   ",
      },
      {
        class: "運管四Ａ",
        id: 409660239,
        name: "林廷叡   ",
      },
      {
        class: "運管四Ａ",
        id: 409660254,
        name: "鄭雅麒   ",
      },
      {
        class: "運管四Ａ",
        id: 409660312,
        name: "微庭   ",
      },
      {
        class: "運管四Ａ",
        id: 409660338,
        name: "王初懿   ",
      },
      {
        class: "運管四Ａ",
        id: 409660353,
        name: "盧怡安   ",
      },
      {
        class: "運管四Ａ",
        id: 409660379,
        name: "曾柔瑛   ",
      },
      {
        class: "運管四Ａ",
        id: 409660395,
        name: "黃俊維   ",
      },
      {
        class: "運管四Ａ",
        id: 409660411,
        name: "王茗賢   ",
      },
      {
        class: "運管四Ａ",
        id: 409660437,
        name: "艾維綱   ",
      },
      {
        class: "運管四Ａ",
        id: 409660452,
        name: "魏士軒   ",
      },
      {
        class: "運管四Ａ",
        id: 409660478,
        name: "張凱傑   ",
      },
      {
        class: "運管四Ａ",
        id: 409660494,
        name: "張家楷   ",
      },
      {
        class: "運管四Ａ",
        id: 409660510,
        name: "吳聿修   ",
      },
      {
        class: "運管四Ａ",
        id: 409660551,
        name: "簡佑丞   ",
      },
      {
        class: "運管四Ａ",
        id: 409660577,
        name: "黃苡蓁   ",
      },
      {
        class: "運管四Ａ",
        id: 409660593,
        name: "陳泓賓   ",
      },
      {
        class: "運管四Ａ",
        id: 409660619,
        name: "周予婕   ",
      },
      {
        class: "運管四Ａ",
        id: 409660635,
        name: "曾琛苡   ",
      },
      {
        class: "運管四Ａ",
        id: 409660650,
        name: "何玉玲   ",
      },
      {
        class: "運管四Ａ",
        id: 409660676,
        name: "田昱鎧   ",
      },
      {
        class: "運管四Ａ",
        id: 409660692,
        name: "孔令禹   ",
      },
      {
        class: "運管四Ａ",
        id: 409660718,
        name: "江芷珊   ",
      },
      {
        class: "運管四Ａ",
        id: 409660759,
        name: "徐翊瑄   ",
      },
      {
        class: "運管四Ａ",
        id: 409660874,
        name: "林旻樺   ",
      },
      {
        class: "運管四Ａ",
        id: 409660890,
        name: "蔡政洋   ",
      },
      {
        class: "運管四Ａ",
        id: 409660916,
        name: "梁世益   ",
      },
      {
        class: "運管四Ａ",
        id: 409660932,
        name: "許程翔   ",
      },
      {
        class: "運管四Ａ",
        id: 409660957,
        name: "卜子琁   ",
      },
      {
        class: "運管四Ａ",
        id: 409660973,
        name: "陳怡如   ",
      },
      {
        class: "運管四Ａ",
        id: 409661013,
        name: "呂紹誠   ",
      },
      {
        class: "運管四Ａ",
        id: 409661039,
        name: "林駿翔   ",
      },
      {
        class: "運管四Ａ",
        id: 409661054,
        name: "白昀潔   ",
      },
      {
        class: "運管四Ａ",
        id: 409661070,
        name: "陳彥橦   ",
      },
      {
        class: "運管四Ａ",
        id: 409661096,
        name: "李文晉   ",
      },
      {
        class: "運管四Ａ",
        id: 409661112,
        name: "胡家誠   ",
      },
      {
        class: "運管四Ａ",
        id: 409666517,
        name: "鐘周諏   ",
      },
      {
        class: "運管四Ａ",
        id: 410667017,
        name: "蔡羽貞",
      },
      {
        class: "運管四Ａ",
        id: 410667108,
        name: "涂定",
      },
      {
        class: "運管四Ａ",
        id: 410667124,
        name: "鄭家聿",
      },
      {
        class: "運管四Ａ",
        id: 410667140,
        name: "王韻捷",
      },
      {
        class: "運管四Ａ",
        id: 410667165,
        name: "施佩欣",
      },
      {
        class: "運管四Ｂ",
        id: 207610485,
        name: "陳弘展",
      },
      {
        class: "運管四Ｂ",
        id: 408660164,
        name: "劉家熏   ",
      },
      {
        class: "運管四Ｂ",
        id: 408660362,
        name: "李秉諺   ",
      },
      {
        class: "運管四Ｂ",
        id: 408660446,
        name: "宮立婷   ",
      },
      {
        class: "運管四Ｂ",
        id: 408660701,
        name: "鄭宇傑   ",
      },
      {
        class: "運管四Ｂ",
        id: 408661022,
        name: "洪詩雅   ",
      },
      {
        class: "運管四Ｂ",
        id: 408661162,
        name: "朱瑞文   ",
      },
      {
        class: "運管四Ｂ",
        id: 408666021,
        name: "古學文",
      },
      {
        class: "運管四Ｂ",
        id: 409400644,
        name: "魏毓槿   ",
      },
      {
        class: "運管四Ｂ",
        id: 409417069,
        name: "陳柏勳",
      },
      {
        class: "運管四Ｂ",
        id: 409660023,
        name: "張維蒞   ",
      },
      {
        class: "運管四Ｂ",
        id: 409660064,
        name: "沈宜萱   ",
      },
      {
        class: "運管四Ｂ",
        id: 409660080,
        name: "游喨鈞   ",
      },
      {
        class: "運管四Ｂ",
        id: 409660106,
        name: "梁茗翔   ",
      },
      {
        class: "運管四Ｂ",
        id: 409660122,
        name: "蔡媚如   ",
      },
      {
        class: "運管四Ｂ",
        id: 409660148,
        name: "洪祐頡   ",
      },
      {
        class: "運管四Ｂ",
        id: 409660163,
        name: "洪彬森   ",
      },
      {
        class: "運管四Ｂ",
        id: 409660189,
        name: "周哿瑜   ",
      },
      {
        class: "運管四Ｂ",
        id: 409660221,
        name: "黃子芸   ",
      },
      {
        class: "運管四Ｂ",
        id: 409660247,
        name: "武鈞婷   ",
      },
      {
        class: "運管四Ｂ",
        id: 409660304,
        name: "洪子媃   ",
      },
      {
        class: "運管四Ｂ",
        id: 409660346,
        name: "蔡博翔   ",
      },
      {
        class: "運管四Ｂ",
        id: 409660387,
        name: "黃寶儀   ",
      },
      {
        class: "運管四Ｂ",
        id: 409660403,
        name: "吳沁陽   ",
      },
      {
        class: "運管四Ｂ",
        id: 409660429,
        name: "喬儒君   ",
      },
      {
        class: "運管四Ｂ",
        id: 409660445,
        name: "陳羿安   ",
      },
      {
        class: "運管四Ｂ",
        id: 409660460,
        name: "郭承諺   ",
      },
      {
        class: "運管四Ｂ",
        id: 409660486,
        name: "王千材   ",
      },
      {
        class: "運管四Ｂ",
        id: 409660502,
        name: "佳汶   ",
      },
      {
        class: "運管四Ｂ",
        id: 409660528,
        name: "巫峙禕   ",
      },
      {
        class: "運管四Ｂ",
        id: 409660544,
        name: "楊宸安   ",
      },
      {
        class: "運管四Ｂ",
        id: 409660569,
        name: "簡之琪   ",
      },
      {
        class: "運管四Ｂ",
        id: 409660585,
        name: "蘇紋儀   ",
      },
      {
        class: "運管四Ｂ",
        id: 409660601,
        name: "曾翊倫   ",
      },
      {
        class: "運管四Ｂ",
        id: 409660627,
        name: "郭宇萱   ",
      },
      {
        class: "運管四Ｂ",
        id: 409660643,
        name: "吳孟平   ",
      },
      {
        class: "運管四Ｂ",
        id: 409660668,
        name: "黃宜筠   ",
      },
      {
        class: "運管四Ｂ",
        id: 409660700,
        name: "劉又榛   ",
      },
      {
        class: "運管四Ｂ",
        id: 409660726,
        name: "李庭軒   ",
      },
      {
        class: "運管四Ｂ",
        id: 409660742,
        name: "鄭郁縈   ",
      },
      {
        class: "運管四Ｂ",
        id: 409660767,
        name: "黃叡元   ",
      },
      {
        class: "運管四Ｂ",
        id: 409660783,
        name: "蔡承諭   ",
      },
      {
        class: "運管四Ｂ",
        id: 409660809,
        name: "蘇莉庭   ",
      },
      {
        class: "運管四Ｂ",
        id: 409660841,
        name: "陳彥辰   ",
      },
      {
        class: "運管四Ｂ",
        id: 409660882,
        name: "葉　榮   ",
      },
      {
        class: "運管四Ｂ",
        id: 409660908,
        name: "陳星維   ",
      },
      {
        class: "運管四Ｂ",
        id: 409660940,
        name: "許雅雯   ",
      },
      {
        class: "運管四Ｂ",
        id: 409660965,
        name: "張竣彥   ",
      },
      {
        class: "運管四Ｂ",
        id: 409660981,
        name: "陳其妤   ",
      },
      {
        class: "運管四Ｂ",
        id: 409661005,
        name: "林思妤   ",
      },
      {
        class: "運管四Ｂ",
        id: 409661062,
        name: "陳允薰   ",
      },
      {
        class: "運管四Ｂ",
        id: 409661104,
        name: "曾弘琦   ",
      },
      {
        class: "運管四Ｂ",
        id: 409661146,
        name: "張鈞淮   ",
      },
      {
        class: "運管四Ｂ",
        id: 409661161,
        name: "賈明學   ",
      },
      {
        class: "運管四Ｂ",
        id: 409661203,
        name: "陳志柏   ",
      },
      {
        class: "運管四Ｂ",
        id: 410667041,
        name: "楊博丞",
      },
      {
        class: "運管四Ｂ",
        id: 410667116,
        name: "黃宣淇",
      },
      {
        class: "運管四Ｂ",
        id: 410667157,
        name: "張丞鈞",
      },
      {
        class: "運管四Ｂ",
        id: 410668049,
        name: "蔡政軒",
      },
      {
        class: "運管四Ｂ",
        id: 411668022,
        name: "黃儀芳",
      },
      {
        class: "運管四Ｂ",
        id: 411668089,
        name: "李翠翎",
      },
      {
        class: "運管四Ｂ",
        id: 411668105,
        name: "曾喜祥",
      },
      {
        class: "運管二碩士班",
        id: 611660035,
        name: "蘇郁涵",
      },
      {
        class: "運管二碩士班",
        id: 611660076,
        name: "楊凡可",
      },
      {
        class: "運管二碩士班",
        id: 611660084,
        name: "林振新",
      },
      {
        class: "運管二碩士班",
        id: 611660092,
        name: "韓博倫",
      },
      {
        class: "運管二碩士班",
        id: 611660167,
        name: "郭軒佑",
      },
      {
        class: "運管二碩士班",
        id: 611660191,
        name: "黃緯綸",
      },
      {
        class: "運管二碩士班",
        id: 611660217,
        name: "顏裕仁",
      },
      {
        class: "運管二碩士班",
        id: 611666016,
        name: "孫健聰",
      },
      {
        class: "運管三碩士班",
        id: 610660069,
        name: "孫瑞霖",
      },
      {
        class: "運管三碩士班",
        id: 610660135,
        name: "李宜謙",
      },
      {
        class: "運管三碩士班",
        id: 610660218,
        name: "邱俊生",
      },
      {
        class: "運管三碩士班",
        id: 610666017,
        name: "趙國匡",
      },
      {
        class: "財金雙碩士二",
        id: 611670034,
        name: "張詠崴",
      },
      {
        class: "財金雙碩士二",
        id: 611670059,
        name: "周鈺羚",
      },
      {
        class: "財金雙碩士二",
        id: 611670208,
        name: "徐聖閔",
      },
      {
        class: "財金雙碩士二",
        id: 611670232,
        name: "何竑毅",
      },
      {
        class: "財金雙碩士二",
        id: 611670240,
        name: "王立豪",
      },
      {
        class: "財金雙碩士三",
        id: 610670035,
        name: "薛悅方",
      },
      {
        class: "財金雙碩士三",
        id: 610670076,
        name: "黃品潔",
      },
      {
        class: "財金雙碩士三",
        id: 610670084,
        name: "林士紘",
      },
      {
        class: "財金雙碩士三",
        id: 610675018,
        name: "鄭惠娜",
      },
      {
        class: "全財管學程四",
        id: 407405017,
        name: "顏呈祥",
      },
      {
        class: "全財管學程四",
        id: 407680197,
        name: "許伯源   ",
      },
      {
        class: "全財管學程四",
        id: 408680212,
        name: "邱子寧   ",
      },
      {
        class: "全財管學程四",
        id: 408680469,
        name: "羅瑋如   ",
      },
      {
        class: "全財管學程四",
        id: 408685062,
        name: "李恩泉",
      },
      {
        class: "全財管學程四",
        id: 409680021,
        name: "林子耀   ",
      },
      {
        class: "全財管學程四",
        id: 409680039,
        name: "曾昱梃   ",
      },
      {
        class: "全財管學程四",
        id: 409680047,
        name: "林詩霈   ",
      },
      {
        class: "全財管學程四",
        id: 409680054,
        name: "吳雅萱   ",
      },
      {
        class: "全財管學程四",
        id: 409680062,
        name: "蔡佩岑   ",
      },
      {
        class: "全財管學程四",
        id: 409680070,
        name: "黃韻庭   ",
      },
      {
        class: "全財管學程四",
        id: 409680088,
        name: "盧爰榆   ",
      },
      {
        class: "全財管學程四",
        id: 409680096,
        name: "黃宗寶   ",
      },
      {
        class: "全財管學程四",
        id: 409680112,
        name: "李欣柔   ",
      },
      {
        class: "全財管學程四",
        id: 409680120,
        name: "程俞潔   ",
      },
      {
        class: "全財管學程四",
        id: 409680146,
        name: "邱琬釤   ",
      },
      {
        class: "全財管學程四",
        id: 409680153,
        name: "鄭伊辰   ",
      },
      {
        class: "全財管學程四",
        id: 409680161,
        name: "廖柏甯   ",
      },
      {
        class: "全財管學程四",
        id: 409680179,
        name: "陸泓維   ",
      },
      {
        class: "全財管學程四",
        id: 409680187,
        name: "顏任佑   ",
      },
      {
        class: "全財管學程四",
        id: 409680195,
        name: "謝昕陸   ",
      },
      {
        class: "全財管學程四",
        id: 409680203,
        name: "陳昱穎   ",
      },
      {
        class: "全財管學程四",
        id: 409680211,
        name: "于　潔   ",
      },
      {
        class: "全財管學程四",
        id: 409680229,
        name: "陳思羽   ",
      },
      {
        class: "全財管學程四",
        id: 409680237,
        name: "張子怡   ",
      },
      {
        class: "全財管學程四",
        id: 409680245,
        name: "胡貝慈   ",
      },
      {
        class: "全財管學程四",
        id: 409680252,
        name: "王薏晴   ",
      },
      {
        class: "全財管學程四",
        id: 409680260,
        name: "李姿靜   ",
      },
      {
        class: "全財管學程四",
        id: 409680278,
        name: "劉律言   ",
      },
      {
        class: "全財管學程四",
        id: 409680286,
        name: "陳芝妤   ",
      },
      {
        class: "全財管學程四",
        id: 409680294,
        name: "蔡宜庭   ",
      },
      {
        class: "全財管學程四",
        id: 409680302,
        name: "陳媺青   ",
      },
      {
        class: "全財管學程四",
        id: 409680310,
        name: "高諺鋒   ",
      },
      {
        class: "全財管學程四",
        id: 409680328,
        name: "陳昱婷   ",
      },
      {
        class: "全財管學程四",
        id: 409680336,
        name: "張雯晴   ",
      },
      {
        class: "全財管學程四",
        id: 409680344,
        name: "陳重印   ",
      },
      {
        class: "全財管學程四",
        id: 409680351,
        name: "黃祺勛   ",
      },
      {
        class: "全財管學程四",
        id: 409680369,
        name: "陳力榕   ",
      },
      {
        class: "全財管學程四",
        id: 409680377,
        name: "蔡明雁   ",
      },
      {
        class: "全財管學程四",
        id: 409680385,
        name: "紀柏任   ",
      },
      {
        class: "全財管學程四",
        id: 409680427,
        name: "邵柏諭   ",
      },
      {
        class: "全財管學程四",
        id: 409680443,
        name: "葉於昜   ",
      },
      {
        class: "全財管學程四",
        id: 409680468,
        name: "劉宜靜   ",
      },
      {
        class: "全財管學程四",
        id: 409680484,
        name: "陳柏維   ",
      },
      {
        class: "全財管學程四",
        id: 409685038,
        name: "戴大福",
      },
      {
        class: "全財管學程四",
        id: 409685046,
        name: "蘇艾寧",
      },
      {
        class: "全財管學程四",
        id: 409685061,
        name: "孟斐珊",
      },
      {
        class: "全財管學程四",
        id: 409685079,
        name: "康喬娜",
      },
      {
        class: "全財管學程四",
        id: 409685087,
        name: "迪安娜",
      },
      {
        class: "全財管學程四",
        id: 409685095,
        name: "李光孝",
      },
      {
        class: "全財管學程四",
        id: 409685194,
        name: "鄧文正",
      },
      {
        class: "全財管學程四",
        id: 409685202,
        name: "阮黎微草",
      },
      {
        class: "全財管學程四",
        id: 409685210,
        name: "林駿偉",
      },
      {
        class: "全財管學程四",
        id: 409685228,
        name: "白德洋",
      },
      {
        class: "全財管學程四",
        id: 409685244,
        name: "林德勝",
      },
      {
        class: "全財管學程四",
        id: 409686051,
        name: "李俊業",
      },
      {
        class: "經濟二碩士班",
        id: 611570069,
        name: "游昱銘",
      },
      {
        class: "經濟二碩士班",
        id: 611570150,
        name: "朱書宏",
      },
      {
        class: "經濟二碩士班",
        id: 611570184,
        name: "金子雲",
      },
      {
        class: "經濟二碩士班",
        id: 611570192,
        name: "朱律輔",
      },
      {
        class: "經濟二碩士班",
        id: 611570218,
        name: "林昀葳",
      },
      {
        class: "經濟二碩士班",
        id: 612570027,
        name: "顏均仰",
      },
      {
        class: "經濟三碩士班",
        id: 610570037,
        name: "許韻菱",
      },
      {
        class: "經濟四Ａ",
        id: 406571272,
        name: "周昀儀   ",
      },
      {
        class: "經濟四Ａ",
        id: 407570646,
        name: "林鉦彬   ",
      },
      {
        class: "經濟四Ａ",
        id: 408366523,
        name: "陳舒嫻   ",
      },
      {
        class: "經濟四Ａ",
        id: 408570371,
        name: "詹偉帝   ",
      },
      {
        class: "經濟四Ａ",
        id: 408570405,
        name: "莊坤容   ",
      },
      {
        class: "經濟四Ａ",
        id: 408570587,
        name: "莊哲凱   ",
      },
      {
        class: "經濟四Ａ",
        id: 408570884,
        name: "溫智鈞   ",
      },
      {
        class: "經濟四Ａ",
        id: 408570942,
        name: "史翔宇   ",
      },
      {
        class: "經濟四Ａ",
        id: 408571189,
        name: "林昀臻   ",
      },
      {
        class: "經濟四Ａ",
        id: 408571247,
        name: "李政勳   ",
      },
      {
        class: "經濟四Ａ",
        id: 408576535,
        name: "林鼎瀚   ",
      },
      {
        class: "經濟四Ａ",
        id: 408578234,
        name: "呂哲賢",
      },
      {
        class: "經濟四Ａ",
        id: 409570040,
        name: "黃怡嘉   ",
      },
      {
        class: "經濟四Ａ",
        id: 409570073,
        name: "劉雨   ",
      },
      {
        class: "經濟四Ａ",
        id: 409570107,
        name: "徐巧怡   ",
      },
      {
        class: "經濟四Ａ",
        id: 409570131,
        name: "許惠雲   ",
      },
      {
        class: "經濟四Ａ",
        id: 409570164,
        name: "陳家翰   ",
      },
      {
        class: "經濟四Ａ",
        id: 409570222,
        name: "陳潔   ",
      },
      {
        class: "經濟四Ａ",
        id: 409570255,
        name: "林承翰   ",
      },
      {
        class: "經濟四Ａ",
        id: 409570289,
        name: "黃師緯   ",
      },
      {
        class: "經濟四Ａ",
        id: 409570313,
        name: "郭書廷   ",
      },
      {
        class: "經濟四Ａ",
        id: 409570347,
        name: "陳于玄   ",
      },
      {
        class: "經濟四Ａ",
        id: 409570370,
        name: "朱霆晏   ",
      },
      {
        class: "經濟四Ａ",
        id: 409570404,
        name: "陳柏宇   ",
      },
      {
        class: "經濟四Ａ",
        id: 409570438,
        name: "簡家富   ",
      },
      {
        class: "經濟四Ａ",
        id: 409570495,
        name: "馬漢齊   ",
      },
      {
        class: "經濟四Ａ",
        id: 409570529,
        name: "李秉寰   ",
      },
      {
        class: "經濟四Ａ",
        id: 409570552,
        name: "吳皓鈞   ",
      },
      {
        class: "經濟四Ａ",
        id: 409570586,
        name: "何睿霖   ",
      },
      {
        class: "經濟四Ａ",
        id: 409570610,
        name: "張永誠   ",
      },
      {
        class: "經濟四Ａ",
        id: 409570644,
        name: "劉展睿   ",
      },
      {
        class: "經濟四Ａ",
        id: 409570735,
        name: "林勁宇   ",
      },
      {
        class: "經濟四Ａ",
        id: 409570792,
        name: "林芓岍   ",
      },
      {
        class: "經濟四Ａ",
        id: 409570826,
        name: "陳冠銘   ",
      },
      {
        class: "經濟四Ａ",
        id: 409570859,
        name: "賴昱承   ",
      },
      {
        class: "經濟四Ａ",
        id: 409570883,
        name: "陳瀅如   ",
      },
      {
        class: "經濟四Ａ",
        id: 409570917,
        name: "許東曜   ",
      },
      {
        class: "經濟四Ａ",
        id: 409571006,
        name: "楊羽潔   ",
      },
      {
        class: "經濟四Ａ",
        id: 409571030,
        name: "洪子鈞   ",
      },
      {
        class: "經濟四Ａ",
        id: 409571097,
        name: "石佳云   ",
      },
      {
        class: "經濟四Ａ",
        id: 409571121,
        name: "張育庭   ",
      },
      {
        class: "經濟四Ａ",
        id: 409571154,
        name: "林佑璋   ",
      },
      {
        class: "經濟四Ａ",
        id: 409571188,
        name: "章家綺   ",
      },
      {
        class: "經濟四Ａ",
        id: 409571279,
        name: "曾弘瑋   ",
      },
      {
        class: "經濟四Ａ",
        id: 409571303,
        name: "吳旻昇   ",
      },
      {
        class: "經濟四Ａ",
        id: 409571360,
        name: "杜冠成   ",
      },
      {
        class: "經濟四Ａ",
        id: 409571394,
        name: "李睿宸   ",
      },
      {
        class: "經濟四Ａ",
        id: 409571428,
        name: "邵展揚   ",
      },
      {
        class: "經濟四Ａ",
        id: 409571451,
        name: "林育全   ",
      },
      {
        class: "經濟四Ａ",
        id: 409576542,
        name: "田立成   ",
      },
      {
        class: "經濟四Ａ",
        id: 409576559,
        name: "楊瀚翔   ",
      },
      {
        class: "經濟四Ａ",
        id: 409577078,
        name: "劉正道",
      },
      {
        class: "經濟四Ａ",
        id: 409578134,
        name: "莊喻翔",
      },
      {
        class: "經濟四Ａ",
        id: 409578217,
        name: "張子軒",
      },
      {
        class: "經濟四Ａ",
        id: 410577018,
        name: "李宜蓁",
      },
      {
        class: "經濟四Ａ",
        id: 410577042,
        name: "邱詩芸",
      },
      {
        class: "經濟四Ａ",
        id: 410577109,
        name: "劉又誠",
      },
      {
        class: "經濟四Ａ",
        id: 410577174,
        name: "黃雅琪",
      },
      {
        class: "經濟四Ａ",
        id: 410577497,
        name: "邱毓真",
      },
      {
        class: "經濟四Ａ",
        id: 410578107,
        name: "吳友",
      },
      {
        class: "經濟四Ａ",
        id: 411578163,
        name: "張晉維",
      },
      {
        class: "經濟四Ａ",
        id: 412578139,
        name: "洪靖程",
      },
      {
        class: "經濟四Ｂ",
        id: 407570117,
        name: "吳敏銓   ",
      },
      {
        class: "經濟四Ｂ",
        id: 407571461,
        name: "游騰文   ",
      },
      {
        class: "經濟四Ｂ",
        id: 408384013,
        name: "隋惟深",
      },
      {
        class: "經濟四Ｂ",
        id: 408570025,
        name: "余書旻   ",
      },
      {
        class: "經濟四Ｂ",
        id: 408570298,
        name: "鄭騰翔   ",
      },
      {
        class: "經濟四Ｂ",
        id: 408570629,
        name: "陳昱霈   ",
      },
      {
        class: "經濟四Ｂ",
        id: 408570926,
        name: "施岳翔   ",
      },
      {
        class: "經濟四Ｂ",
        id: 408571221,
        name: "洪鈺棨   ",
      },
      {
        class: "經濟四Ｂ",
        id: 408571437,
        name: "王富愷   ",
      },
      {
        class: "經濟四Ｂ",
        id: 408577236,
        name: "林聰",
      },
      {
        class: "經濟四Ｂ",
        id: 409570057,
        name: "李奕賢   ",
      },
      {
        class: "經濟四Ｂ",
        id: 409570081,
        name: "陳映均   ",
      },
      {
        class: "經濟四Ｂ",
        id: 409570149,
        name: "傅昱潔   ",
      },
      {
        class: "經濟四Ｂ",
        id: 409570206,
        name: "尤翊珍   ",
      },
      {
        class: "經濟四Ｂ",
        id: 409570230,
        name: "翁才鈞   ",
      },
      {
        class: "經濟四Ｂ",
        id: 409570263,
        name: "蔡承恩   ",
      },
      {
        class: "經濟四Ｂ",
        id: 409570297,
        name: "許亦其   ",
      },
      {
        class: "經濟四Ｂ",
        id: 409570321,
        name: "鍾雅婷   ",
      },
      {
        class: "經濟四Ｂ",
        id: 409570388,
        name: "褚珈萱   ",
      },
      {
        class: "經濟四Ｂ",
        id: 409570446,
        name: "陳玠宇   ",
      },
      {
        class: "經濟四Ｂ",
        id: 409570479,
        name: "陸　侃   ",
      },
      {
        class: "經濟四Ｂ",
        id: 409570503,
        name: "湯子嫻   ",
      },
      {
        class: "經濟四Ｂ",
        id: 409570537,
        name: "鄒秉浩   ",
      },
      {
        class: "經濟四Ｂ",
        id: 409570560,
        name: "劉純睿   ",
      },
      {
        class: "經濟四Ｂ",
        id: 409570628,
        name: "單永旭   ",
      },
      {
        class: "經濟四Ｂ",
        id: 409570651,
        name: "周煥傑   ",
      },
      {
        class: "經濟四Ｂ",
        id: 409570685,
        name: "鄭羽絜   ",
      },
      {
        class: "經濟四Ｂ",
        id: 409570719,
        name: "梁家慶   ",
      },
      {
        class: "經濟四Ｂ",
        id: 409570743,
        name: "蔣承宏   ",
      },
      {
        class: "經濟四Ｂ",
        id: 409570776,
        name: "葉靜穎   ",
      },
      {
        class: "經濟四Ｂ",
        id: 409570800,
        name: "江孟謙   ",
      },
      {
        class: "經濟四Ｂ",
        id: 409570834,
        name: "周子馨   ",
      },
      {
        class: "經濟四Ｂ",
        id: 409570891,
        name: "葉函柔   ",
      },
      {
        class: "經濟四Ｂ",
        id: 409570925,
        name: "陳琮諭   ",
      },
      {
        class: "經濟四Ｂ",
        id: 409570958,
        name: "尚諺   ",
      },
      {
        class: "經濟四Ｂ",
        id: 409571014,
        name: "何世勛   ",
      },
      {
        class: "經濟四Ｂ",
        id: 409571048,
        name: "吳浩旭   ",
      },
      {
        class: "經濟四Ｂ",
        id: 409571071,
        name: "楊彥綸   ",
      },
      {
        class: "經濟四Ｂ",
        id: 409571105,
        name: "汪庭輝   ",
      },
      {
        class: "經濟四Ｂ",
        id: 409571139,
        name: "方詠儀   ",
      },
      {
        class: "經濟四Ｂ",
        id: 409571162,
        name: "薛柏源   ",
      },
      {
        class: "經濟四Ｂ",
        id: 409571253,
        name: "陳俞仁   ",
      },
      {
        class: "經濟四Ｂ",
        id: 409571287,
        name: "林相杞   ",
      },
      {
        class: "經濟四Ｂ",
        id: 409571311,
        name: "陳姵綺   ",
      },
      {
        class: "經濟四Ｂ",
        id: 409571378,
        name: "林睿翔   ",
      },
      {
        class: "經濟四Ｂ",
        id: 409571402,
        name: "高政凱   ",
      },
      {
        class: "經濟四Ｂ",
        id: 409571436,
        name: "謝博任   ",
      },
      {
        class: "經濟四Ｂ",
        id: 409571493,
        name: "陳芷葳   ",
      },
      {
        class: "經濟四Ｂ",
        id: 409576526,
        name: "陳筠臻   ",
      },
      {
        class: "經濟四Ｂ",
        id: 409577052,
        name: "王聖凱",
      },
      {
        class: "經濟四Ｂ",
        id: 409577177,
        name: "謝宜潔",
      },
      {
        class: "經濟四Ｂ",
        id: 409577201,
        name: "謝顓宇",
      },
      {
        class: "經濟四Ｂ",
        id: 409577581,
        name: "賴怡璇",
      },
      {
        class: "經濟四Ｂ",
        id: 409578142,
        name: "張云嘉",
      },
      {
        class: "經濟四Ｂ",
        id: 409578175,
        name: "蘇睿淵",
      },
      {
        class: "經濟四Ｂ",
        id: 409820353,
        name: "劉蕙瑜   ",
      },
      {
        class: "經濟四Ｂ",
        id: 409840021,
        name: "盧俞璇   ",
      },
      {
        class: "經濟四Ｂ",
        id: 410577026,
        name: "陳映潔",
      },
      {
        class: "經濟四Ｂ",
        id: 410577158,
        name: "林律齊",
      },
      {
        class: "經濟四Ｂ",
        id: 411578023,
        name: "張心榆",
      },
      {
        class: "經濟四Ｂ",
        id: 411578056,
        name: "鄭弼檠",
      },
      {
        class: "經濟四Ｂ",
        id: 411578114,
        name: "于依立",
      },
      {
        class: "經濟四Ｃ",
        id: 407570752,
        name: "許庭安   ",
      },
      {
        class: "經濟四Ｃ",
        id: 407571149,
        name: "傅郁淇   ",
      },
      {
        class: "經濟四Ｃ",
        id: 408570363,
        name: "蔣心慈   ",
      },
      {
        class: "經濟四Ｃ",
        id: 408570819,
        name: "李家齊   ",
      },
      {
        class: "經濟四Ｃ",
        id: 408570876,
        name: "余柏叡   ",
      },
      {
        class: "經濟四Ｃ",
        id: 408571387,
        name: "曾虹雯   ",
      },
      {
        class: "經濟四Ｃ",
        id: 408577210,
        name: "李秉翰",
      },
      {
        class: "經濟四Ｃ",
        id: 408577244,
        name: "張本岳",
      },
      {
        class: "經濟四Ｃ",
        id: 408578192,
        name: "宋晢銘",
      },
      {
        class: "經濟四Ｃ",
        id: 408820396,
        name: "鄭季昀   ",
      },
      {
        class: "經濟四Ｃ",
        id: 409570032,
        name: "洪韶謙   ",
      },
      {
        class: "經濟四Ｃ",
        id: 409570123,
        name: "蔡昀彤   ",
      },
      {
        class: "經濟四Ｃ",
        id: 409570156,
        name: "龔天仕   ",
      },
      {
        class: "經濟四Ｃ",
        id: 409570180,
        name: "林欣宜   ",
      },
      {
        class: "經濟四Ｃ",
        id: 409570214,
        name: "王鐿安   ",
      },
      {
        class: "經濟四Ｃ",
        id: 409570271,
        name: "卞奕翔   ",
      },
      {
        class: "經濟四Ｃ",
        id: 409570305,
        name: "張淑婷   ",
      },
      {
        class: "經濟四Ｃ",
        id: 409570396,
        name: "羅品威   ",
      },
      {
        class: "經濟四Ｃ",
        id: 409570420,
        name: "詹峻嘉   ",
      },
      {
        class: "經濟四Ｃ",
        id: 409570453,
        name: "郭予萱   ",
      },
      {
        class: "經濟四Ｃ",
        id: 409570487,
        name: "方國思   ",
      },
      {
        class: "經濟四Ｃ",
        id: 409570545,
        name: "卜嘉樂   ",
      },
      {
        class: "經濟四Ｃ",
        id: 409570578,
        name: "馬抒煜   ",
      },
      {
        class: "經濟四Ｃ",
        id: 409570636,
        name: "王韻恩   ",
      },
      {
        class: "經濟四Ｃ",
        id: 409570669,
        name: "蔡昇宏   ",
      },
      {
        class: "經濟四Ｃ",
        id: 409570693,
        name: "雷詠涵   ",
      },
      {
        class: "經濟四Ｃ",
        id: 409570727,
        name: "紀又誠   ",
      },
      {
        class: "經濟四Ｃ",
        id: 409570750,
        name: "郭鎮維   ",
      },
      {
        class: "經濟四Ｃ",
        id: 409570784,
        name: "張桂榛   ",
      },
      {
        class: "經濟四Ｃ",
        id: 409570842,
        name: "洪若瑄   ",
      },
      {
        class: "經濟四Ｃ",
        id: 409570875,
        name: "蔡承恩   ",
      },
      {
        class: "經濟四Ｃ",
        id: 409570909,
        name: "林明賢   ",
      },
      {
        class: "經濟四Ｃ",
        id: 409570966,
        name: "徐暐承   ",
      },
      {
        class: "經濟四Ｃ",
        id: 409571055,
        name: "蔡旻容   ",
      },
      {
        class: "經濟四Ｃ",
        id: 409571089,
        name: "許祐瑄   ",
      },
      {
        class: "經濟四Ｃ",
        id: 409571113,
        name: "林義翔   ",
      },
      {
        class: "經濟四Ｃ",
        id: 409571170,
        name: "詹胤希   ",
      },
      {
        class: "經濟四Ｃ",
        id: 409571238,
        name: "邱品珊   ",
      },
      {
        class: "經濟四Ｃ",
        id: 409571261,
        name: "施奕邦   ",
      },
      {
        class: "經濟四Ｃ",
        id: 409571295,
        name: "王廷兆   ",
      },
      {
        class: "經濟四Ｃ",
        id: 409571352,
        name: "卿兆璘   ",
      },
      {
        class: "經濟四Ｃ",
        id: 409571477,
        name: "陳裕傑   ",
      },
      {
        class: "經濟四Ｃ",
        id: 409571501,
        name: "周愷威   ",
      },
      {
        class: "經濟四Ｃ",
        id: 409575031,
        name: "梅澤也",
      },
      {
        class: "經濟四Ｃ",
        id: 409576039,
        name: "林泳康",
      },
      {
        class: "經濟四Ｃ",
        id: 409576534,
        name: "張邱鈺棋  ",
      },
      {
        class: "經濟四Ｃ",
        id: 409577219,
        name: "王莉禎",
      },
      {
        class: "經濟四Ｃ",
        id: 409578233,
        name: "曾品羲",
      },
      {
        class: "經濟四Ｃ",
        id: 409860607,
        name: "劉珈彤   ",
      },
      {
        class: "經濟四Ｃ",
        id: 410577034,
        name: "黃筱晴",
      },
      {
        class: "經濟四Ｃ",
        id: 410577067,
        name: "吳霽珈",
      },
      {
        class: "經濟四Ｃ",
        id: 410577091,
        name: "謝采潔",
      },
      {
        class: "經濟四Ｃ",
        id: 410578032,
        name: "阮莉婷",
      },
      {
        class: "經濟四Ｃ",
        id: 410578156,
        name: "李奕亞",
      },
      {
        class: "經濟四Ｃ",
        id: 410578214,
        name: "吳旻洋",
      },
      {
        class: "經濟四Ｃ",
        id: 411578031,
        name: "陳芝引",
      },
      {
        class: "經濟四Ｃ",
        id: 411578098,
        name: "劉柏穎",
      },
      {
        class: "經濟四Ｃ",
        id: 411578122,
        name: "簡儀銘",
      },
      {
        class: "經濟四Ｃ",
        id: 411578155,
        name: "巫蕎因",
      },
      {
        class: "觀光四Ａ",
        id: 406860253,
        name: "謝岳廷   ",
      },
      {
        class: "觀光四Ａ",
        id: 407867034,
        name: "陳致嘉",
      },
      {
        class: "觀光四Ａ",
        id: 408860228,
        name: "黃致翰   ",
      },
      {
        class: "觀光四Ａ",
        id: 409860011,
        name: "林欣慧   ",
      },
      {
        class: "觀光四Ａ",
        id: 409860029,
        name: "黃苡貽   ",
      },
      {
        class: "觀光四Ａ",
        id: 409860037,
        name: "蔡佳芸   ",
      },
      {
        class: "觀光四Ａ",
        id: 409860045,
        name: "蔡奇霖   ",
      },
      {
        class: "觀光四Ａ",
        id: 409860060,
        name: "姚昱亭   ",
      },
      {
        class: "觀光四Ａ",
        id: 409860078,
        name: "施昀馨   ",
      },
      {
        class: "觀光四Ａ",
        id: 409860110,
        name: "鄭成旭",
      },
      {
        class: "觀光四Ａ",
        id: 409860128,
        name: "黃晨語   ",
      },
      {
        class: "觀光四Ａ",
        id: 409860136,
        name: "張妤瑄   ",
      },
      {
        class: "觀光四Ａ",
        id: 409860144,
        name: "黃品瑄   ",
      },
      {
        class: "觀光四Ａ",
        id: 409860151,
        name: "黃亮曦   ",
      },
      {
        class: "觀光四Ａ",
        id: 409860177,
        name: "周宸維   ",
      },
      {
        class: "觀光四Ａ",
        id: 409860193,
        name: "邱紫淇   ",
      },
      {
        class: "觀光四Ａ",
        id: 409860201,
        name: "徐千惠   ",
      },
      {
        class: "觀光四Ａ",
        id: 409860219,
        name: "陳亭瑄   ",
      },
      {
        class: "觀光四Ａ",
        id: 409860227,
        name: "吳文君   ",
      },
      {
        class: "觀光四Ａ",
        id: 409860235,
        name: "紀　融   ",
      },
      {
        class: "觀光四Ａ",
        id: 409860243,
        name: "黃英洲   ",
      },
      {
        class: "觀光四Ａ",
        id: 409860250,
        name: "黃楚棋   ",
      },
      {
        class: "觀光四Ａ",
        id: 409860268,
        name: "甯致霆   ",
      },
      {
        class: "觀光四Ａ",
        id: 409860292,
        name: "吳瑜   ",
      },
      {
        class: "觀光四Ａ",
        id: 409860300,
        name: "劉姵妤   ",
      },
      {
        class: "觀光四Ａ",
        id: 409860565,
        name: "賴仲芃   ",
      },
      {
        class: "觀光四Ａ",
        id: 409860573,
        name: "陳姿妤   ",
      },
      {
        class: "觀光四Ａ",
        id: 409860581,
        name: "倪書涵   ",
      },
      {
        class: "觀光四Ａ",
        id: 409860615,
        name: "陳威廷   ",
      },
      {
        class: "觀光四Ａ",
        id: 409860623,
        name: "盧湘錡   ",
      },
      {
        class: "觀光四Ａ",
        id: 409860631,
        name: "黃星瑜   ",
      },
      {
        class: "觀光四Ａ",
        id: 409860656,
        name: "葉佳旻   ",
      },
      {
        class: "觀光四Ａ",
        id: 409860672,
        name: "吳昀錡   ",
      },
      {
        class: "觀光四Ａ",
        id: 409860698,
        name: "柯懿恩   ",
      },
      {
        class: "觀光四Ａ",
        id: 409860730,
        name: "涂乃云   ",
      },
      {
        class: "觀光四Ａ",
        id: 409860771,
        name: "王少庭   ",
      },
      {
        class: "觀光四Ａ",
        id: 409865051,
        name: "陶　智",
      },
      {
        class: "觀光四Ａ",
        id: 409865077,
        name: "海野奈",
      },
      {
        class: "觀光四Ａ",
        id: 409865101,
        name: "黎清草",
      },
      {
        class: "觀光四Ａ",
        id: 409866018,
        name: "毛喬卉",
      },
      {
        class: "觀光四Ａ",
        id: 409866034,
        name: "曾淑燁",
      },
      {
        class: "觀光四Ａ",
        id: 409866075,
        name: "陳　倫",
      },
      {
        class: "觀光四Ａ",
        id: 409867024,
        name: "陳勤閔",
      },
      {
        class: "觀光四Ａ",
        id: 410867039,
        name: "張力予",
      },
      {
        class: "觀光四Ａ",
        id: 410867047,
        name: "黃小路",
      },
      {
        class: "觀光四Ａ",
        id: 410867054,
        name: "曾榆庠",
      },
      {
        class: "觀光四Ａ",
        id: 410867062,
        name: "葉欣怡",
      },
      {
        class: "觀光四Ａ",
        id: 410867070,
        name: "林妍勛",
      },
      {
        class: "觀光四Ｂ",
        id: 407860203,
        name: "謝佳玲   ",
      },
      {
        class: "觀光四Ｂ",
        id: 408860368,
        name: "朱殷賢   ",
      },
      {
        class: "觀光四Ｂ",
        id: 408860830,
        name: "何霈瀚   ",
      },
      {
        class: "觀光四Ｂ",
        id: 408860905,
        name: "紀安妮   ",
      },
      {
        class: "觀光四Ｂ",
        id: 408865045,
        name: "伊東花音",
      },
      {
        class: "觀光四Ｂ",
        id: 408867363,
        name: "劉奕妘",
      },
      {
        class: "觀光四Ｂ",
        id: 409860326,
        name: "葉子薇   ",
      },
      {
        class: "觀光四Ｂ",
        id: 409860334,
        name: "鄭博陽   ",
      },
      {
        class: "觀光四Ｂ",
        id: 409860359,
        name: "吳禹   ",
      },
      {
        class: "觀光四Ｂ",
        id: 409860367,
        name: "邱珮慈   ",
      },
      {
        class: "觀光四Ｂ",
        id: 409860391,
        name: "莊展瑋   ",
      },
      {
        class: "觀光四Ｂ",
        id: 409860417,
        name: "蔡承諭   ",
      },
      {
        class: "觀光四Ｂ",
        id: 409860425,
        name: "謝羽蘋   ",
      },
      {
        class: "觀光四Ｂ",
        id: 409860433,
        name: "黃明緯   ",
      },
      {
        class: "觀光四Ｂ",
        id: 409860441,
        name: "張凱晴   ",
      },
      {
        class: "觀光四Ｂ",
        id: 409860458,
        name: "李知霖   ",
      },
      {
        class: "觀光四Ｂ",
        id: 409860474,
        name: "吳彥旻   ",
      },
      {
        class: "觀光四Ｂ",
        id: 409860490,
        name: "林欣余   ",
      },
      {
        class: "觀光四Ｂ",
        id: 409860516,
        name: "許哲維   ",
      },
      {
        class: "觀光四Ｂ",
        id: 409860524,
        name: "林子萱   ",
      },
      {
        class: "觀光四Ｂ",
        id: 409860789,
        name: "劉郁綾   ",
      },
      {
        class: "觀光四Ｂ",
        id: 409860821,
        name: "李佳樺   ",
      },
      {
        class: "觀光四Ｂ",
        id: 409860839,
        name: "林書丞   ",
      },
      {
        class: "觀光四Ｂ",
        id: 409860896,
        name: "林柄佑",
      },
      {
        class: "觀光四Ｂ",
        id: 409860961,
        name: "何貝靈   ",
      },
      {
        class: "觀光四Ｂ",
        id: 409860995,
        name: "黃少宣   ",
      },
      {
        class: "觀光四Ｂ",
        id: 409866042,
        name: "黃文洋",
      },
      {
        class: "觀光四Ｂ",
        id: 409867453,
        name: "鍾孟桓",
      },
      {
        class: "觀光四Ｂ",
        id: 409867461,
        name: "林靖童",
      },
      {
        class: "觀光四Ｂ",
        id: 409867594,
        name: "沈郁翔",
      },
      {
        class: "觀光四Ｂ",
        id: 410867336,
        name: "白芯瑜",
      },
      {
        class: "觀光四Ｂ",
        id: 410869274,
        name: "于健濤",
      },
      {
        class: "觀光四Ｂ",
        id: 411867103,
        name: "林宗毅",
      },
      {
        class: "觀光四Ｂ",
        id: 412867128,
        name: "李光蕙",
      },
      {
        class: "大陸二碩專班",
        id: 708270193,
        name: "陳建榮",
      },
      {
        class: "大陸二碩專班",
        id: 711270016,
        name: "陳良德",
      },
      {
        class: "大陸二碩專班",
        id: 711270024,
        name: "鄭夏華",
      },
      {
        class: "大陸二碩專班",
        id: 711270032,
        name: "彭冠勛",
      },
      {
        class: "大陸二碩專班",
        id: 711270057,
        name: "李林姿",
      },
      {
        class: "大陸二碩專班",
        id: 711270081,
        name: "蔡汀洲",
      },
      {
        class: "大陸二碩專班",
        id: 711270115,
        name: "吳芸菲",
      },
      {
        class: "大陸二碩專班",
        id: 711270123,
        name: "許哲豪",
      },
      {
        class: "大陸三碩專班",
        id: 708270011,
        name: "謝宜穎",
      },
      {
        class: "大陸三碩專班",
        id: 710270025,
        name: "劉盛良",
      },
      {
        class: "大陸三碩專班",
        id: 710270033,
        name: "卓鴻佑",
      },
      {
        class: "大陸三碩專班",
        id: 710270116,
        name: "王子芩",
      },
      {
        class: "大陸三碩專班",
        id: 710270165,
        name: "賴麗秋",
      },
      {
        class: "大陸三碩專班",
        id: 710270231,
        name: "譚聖弘",
      },
      {
        class: "大陸四碩專班",
        id: 705270279,
        name: "黃勝威",
      },
      {
        class: "大陸四碩專班",
        id: 707270079,
        name: "林正國",
      },
      {
        class: "大陸四碩專班",
        id: 707270202,
        name: "劉香羚",
      },
      {
        class: "大陸四碩專班",
        id: 707270251,
        name: "吳泯錡",
      },
      {
        class: "大陸四碩專班",
        id: 708270037,
        name: "余祥泰",
      },
      {
        class: "大陸二碩士班",
        id: 611270017,
        name: "周有翊",
      },
      {
        class: "大陸二碩士班",
        id: 611270058,
        name: "李佳諭",
      },
      {
        class: "大陸二碩士班",
        id: 611270074,
        name: "張提詠",
      },
      {
        class: "大陸二碩士班",
        id: 611270108,
        name: "鄭珮恒",
      },
      {
        class: "大陸二碩士班",
        id: 612270024,
        name: "吳思賢",
      },
      {
        class: "大陸三碩士班",
        id: 610270018,
        name: "黃予瑍",
      },
      {
        class: "大陸三碩士班",
        id: 610270109,
        name: "姚　鵬",
      },
      {
        class: "大陸四碩士班",
        id: 607270237,
        name: "楊宏偉",
      },
      {
        class: "大陸四碩士班",
        id: 609270102,
        name: "李嘉和",
      },
      {
        class: "歐研二博士班",
        id: 811290021,
        name: "賈其蓁",
      },
      {
        class: "歐研二博士班",
        id: 811290054,
        name: "黃俋閔",
      },
      {
        class: "歐研二博士班",
        id: 812290012,
        name: "葉景榕",
      },
      {
        class: "歐研三博士班",
        id: 810290030,
        name: "許妙如",
      },
      {
        class: "歐研三博士班",
        id: 810290048,
        name: "陳乃榕",
      },
      {
        class: "歐研三博士班",
        id: 811290013,
        name: "江佳蓉",
      },
      {
        class: "歐研四博士班",
        id: 809290017,
        name: "楊傳裕",
      },
      {
        class: "歐研四博士班",
        id: 809290041,
        name: "陳志澤",
      },
      {
        class: "歐研六博士班",
        id: 805290086,
        name: "吳玲瑩",
      },
      {
        class: "歐研六博士班",
        id: 807290043,
        name: "廖若妤",
      },
      {
        class: "歐研六博士班",
        id: 807290050,
        name: "林忠誠",
      },
      {
        class: "歐研二碩士班",
        id: 611290080,
        name: "錢明潔",
      },
      {
        class: "歐研二碩士班",
        id: 611290098,
        name: "林京進",
      },
      {
        class: "歐研二碩士班",
        id: 611290106,
        name: "周鈺哲",
      },
      {
        class: "歐研三碩士班",
        id: 608290101,
        name: "陳禹安",
      },
      {
        class: "歐研三碩士班",
        id: 610290073,
        name: "李宛育",
      },
      {
        class: "歐研三碩士班",
        id: 610290149,
        name: "韋家欣",
      },
      {
        class: "歐研三碩士班",
        id: 610290156,
        name: "黃馨禾",
      },
      {
        class: "歐研三碩士班",
        id: 610290172,
        name: "翁心婕",
      },
      {
        class: "歐研三碩士班",
        id: 611290023,
        name: "袁維翎",
      },
      {
        class: "歐研四碩士班",
        id: 609290068,
        name: "鍾雲天",
      },
      {
        class: "外交四",
        id: 407055051,
        name: "張美玲",
      },
      {
        class: "外交四",
        id: 407805331,
        name: "賴柏瑞",
      },
      {
        class: "外交四",
        id: 408800307,
        name: "陳威圻   ",
      },
      {
        class: "外交四",
        id: 408805074,
        name: "倪以絲",
      },
      {
        class: "外交四",
        id: 408805439,
        name: "歐紫玲",
      },
      {
        class: "外交四",
        id: 408805447,
        name: "蔡振宏",
      },
      {
        class: "外交四",
        id: 408805538,
        name: "舒喬治",
      },
      {
        class: "外交四",
        id: 408805561,
        name: "國井芳和",
      },
      {
        class: "外交四",
        id: 408806015,
        name: "王　蓺",
      },
      {
        class: "外交四",
        id: 409105045,
        name: "勢登麟太朗",
      },
      {
        class: "外交四",
        id: 409375010,
        name: "柏瑞絲",
      },
      {
        class: "外交四",
        id: 409595369,
        name: "洞下泰輝",
      },
      {
        class: "外交四",
        id: 409685020,
        name: "羅德光",
      },
      {
        class: "外交四",
        id: 409800017,
        name: "魏彤芸   ",
      },
      {
        class: "外交四",
        id: 409800025,
        name: "吳秉芸   ",
      },
      {
        class: "外交四",
        id: 409800033,
        name: "林佳恩   ",
      },
      {
        class: "外交四",
        id: 409800041,
        name: "許欹雲   ",
      },
      {
        class: "外交四",
        id: 409800058,
        name: "陳立函   ",
      },
      {
        class: "外交四",
        id: 409800066,
        name: "謝麒霖   ",
      },
      {
        class: "外交四",
        id: 409800074,
        name: "雷阡詠   ",
      },
      {
        class: "外交四",
        id: 409800082,
        name: "高筱淯   ",
      },
      {
        class: "外交四",
        id: 409800090,
        name: "傅紹宇   ",
      },
      {
        class: "外交四",
        id: 409800108,
        name: "曾昀楷   ",
      },
      {
        class: "外交四",
        id: 409800116,
        name: "黃靖恩   ",
      },
      {
        class: "外交四",
        id: 409800124,
        name: "張芷瑄   ",
      },
      {
        class: "外交四",
        id: 409800132,
        name: "許亦涵   ",
      },
      {
        class: "外交四",
        id: 409800140,
        name: "蔡景于   ",
      },
      {
        class: "外交四",
        id: 409800157,
        name: "王紀崴   ",
      },
      {
        class: "外交四",
        id: 409800165,
        name: "曾元媛   ",
      },
      {
        class: "外交四",
        id: 409800173,
        name: "楊沛蓁   ",
      },
      {
        class: "外交四",
        id: 409800181,
        name: "鄭又嘉   ",
      },
      {
        class: "外交四",
        id: 409800207,
        name: "蔡楚侑   ",
      },
      {
        class: "外交四",
        id: 409800215,
        name: "曾鎧青   ",
      },
      {
        class: "外交四",
        id: 409800223,
        name: "蔡誌恩   ",
      },
      {
        class: "外交四",
        id: 409800249,
        name: "黃士瑋   ",
      },
      {
        class: "外交四",
        id: 409800256,
        name: "劉海芃   ",
      },
      {
        class: "外交四",
        id: 409800264,
        name: "賴亭蓁   ",
      },
      {
        class: "外交四",
        id: 409800272,
        name: "巫尚恩   ",
      },
      {
        class: "外交四",
        id: 409800298,
        name: "黃文妤   ",
      },
      {
        class: "外交四",
        id: 409800306,
        name: "許毓珈   ",
      },
      {
        class: "外交四",
        id: 409800314,
        name: "黃楷程   ",
      },
      {
        class: "外交四",
        id: 409800322,
        name: "戴振庭   ",
      },
      {
        class: "外交四",
        id: 409800330,
        name: "蔡庭瑋   ",
      },
      {
        class: "外交四",
        id: 409800348,
        name: "許晴霈",
      },
      {
        class: "外交四",
        id: 409800355,
        name: "李杰恩   ",
      },
      {
        class: "外交四",
        id: 409800363,
        name: "陳嫺蓉   ",
      },
      {
        class: "外交四",
        id: 409800371,
        name: "高柔晏   ",
      },
      {
        class: "外交四",
        id: 409800389,
        name: "蘇逸宏   ",
      },
      {
        class: "外交四",
        id: 409800397,
        name: "紀韋廷   ",
      },
      {
        class: "外交四",
        id: 409800405,
        name: "黃　瀚   ",
      },
      {
        class: "外交四",
        id: 409800413,
        name: "張森皓   ",
      },
      {
        class: "外交四",
        id: 409800421,
        name: "陳宇晨   ",
      },
      {
        class: "外交四",
        id: 409800454,
        name: "陳昕儀   ",
      },
      {
        class: "外交四",
        id: 409805016,
        name: "宋儒雅",
      },
      {
        class: "外交四",
        id: 409805024,
        name: "橫山令佳",
      },
      {
        class: "外交四",
        id: 409805040,
        name: "郭芷伊",
      },
      {
        class: "外交四",
        id: 409805081,
        name: "沼若菜",
      },
      {
        class: "外交四",
        id: 409805156,
        name: "許光明",
      },
      {
        class: "外交四",
        id: 409805198,
        name: "林善",
      },
      {
        class: "外交四",
        id: 409805206,
        name: "羅亞蕾",
      },
      {
        class: "外交四",
        id: 409805248,
        name: "倪阿霞",
      },
      {
        class: "外交四",
        id: 409805255,
        name: "雷艾德",
      },
      {
        class: "外交四",
        id: 409805289,
        name: "范宿英",
      },
      {
        class: "外交四",
        id: 409805461,
        name: "沈夢娟",
      },
      {
        class: "外交四",
        id: 409805479,
        name: "華以琳",
      },
      {
        class: "外交四",
        id: 409805495,
        name: "池保昂",
      },
      {
        class: "外交四",
        id: 409805511,
        name: "朱玉香玲",
      },
      {
        class: "外交四",
        id: 409805529,
        name: "林愛玲",
      },
      {
        class: "外交四",
        id: 409806022,
        name: "葉莉圓",
      },
      {
        class: "外交四",
        id: 409806048,
        name: "林秀芳",
      },
      {
        class: "外交四",
        id: 409806063,
        name: "陳超泓",
      },
      {
        class: "外交四",
        id: 409806089,
        name: "納晨玉",
      },
      {
        class: "外交四",
        id: 409806519,
        name: "陳凱威   ",
      },
      {
        class: "外交四",
        id: 409806535,
        name: "葉丞豐",
      },
      {
        class: "美洲七博士班",
        id: 800250036,
        name: "陳奕帆",
      },
      {
        class: "美洲七博士班",
        id: 802250026,
        name: "郭儀風",
      },
      {
        class: "美洲七博士班",
        id: 803250033,
        name: "曾享文",
      },
      {
        class: "拉亞二數碩專",
        id: 711825017,
        name: "雷維多",
      },
      {
        class: "拉亞二數碩專",
        id: 711825025,
        name: "羅德斯",
      },
      {
        class: "拉亞二數碩專",
        id: 711825033,
        name: "安浩河",
      },
      {
        class: "拉亞二數碩專",
        id: 711825041,
        name: "雷　娜",
      },
      {
        class: "拉亞二數碩專",
        id: 711825058,
        name: "羅珊娜",
      },
      {
        class: "拉亞二數碩專",
        id: 711825066,
        name: "韋宇格",
      },
      {
        class: "拉亞二數碩專",
        id: 711825108,
        name: "歐瑪莉",
      },
      {
        class: "拉亞二數碩專",
        id: 711825116,
        name: "畢菲力",
      },
      {
        class: "拉亞二數碩專",
        id: 711825124,
        name: "貝蕾兒",
      },
      {
        class: "拉亞二數碩專",
        id: 711825132,
        name: "安莎蓓",
      },
      {
        class: "拉亞二數碩專",
        id: 711825140,
        name: "貝蘿拉",
      },
      {
        class: "拉亞四數碩專",
        id: 707345046,
        name: "蘿　拉",
      },
      {
        class: "拉亞四數碩專",
        id: 707345087,
        name: "穆莎柏",
      },
      {
        class: "拉亞四數碩專",
        id: 709345077,
        name: "卡利斯",
      },
      {
        class: "拉研二碩士班",
        id: 609310056,
        name: "吳家陞",
      },
      {
        class: "拉研二碩士班",
        id: 611310045,
        name: "黃科傑",
      },
      {
        class: "拉研三碩士班",
        id: 608310032,
        name: "許凱博",
      },
      {
        class: "拉研三碩士班",
        id: 610310038,
        name: "謝薇鈞",
      },
      {
        class: "拉研三碩士班",
        id: 610310079,
        name: "毛楚程",
      },
      {
        class: "拉研四碩士班",
        id: 607310181,
        name: "陳冠吟",
      },
      {
        class: "拉研四碩士班",
        id: 609310049,
        name: "施惟中",
      },
      {
        class: "日政經碩專四",
        id: 705300068,
        name: "李佩珊",
      },
      {
        class: "日政經碩專四",
        id: 709300023,
        name: "謝龍達",
      },
      {
        class: "日本政經碩二",
        id: 611300079,
        name: "江泓廷",
      },
      {
        class: "日本政經碩二",
        id: 611300087,
        name: "方景瀚",
      },
      {
        class: "日本政經碩二",
        id: 611300111,
        name: "蔡姿儀",
      },
      {
        class: "日本政經碩二",
        id: 611305011,
        name: "菅家千妃呂",
      },
      {
        class: "日本政經碩三",
        id: 609300065,
        name: "林治辰",
      },
      {
        class: "日本政經碩三",
        id: 610300013,
        name: "劉正珽",
      },
      {
        class: "日本政經碩三",
        id: 610300021,
        name: "林之琁",
      },
      {
        class: "日本政經碩三",
        id: 610300054,
        name: "王瑾芸",
      },
      {
        class: "日本政經碩三",
        id: 610300062,
        name: "黃烈敏",
      },
      {
        class: "日本政經碩三",
        id: 610300120,
        name: "陳玟馨",
      },
      {
        class: "日本政經碩三",
        id: 610300146,
        name: "林季緯",
      },
      {
        class: "日本政經碩三",
        id: 610300153,
        name: "曾柔雅",
      },
      {
        class: "日本政經碩三",
        id: 610300161,
        name: "黎耀隆",
      },
      {
        class: "日本政經碩三",
        id: 610305012,
        name: "大井輪子",
      },
      {
        class: "日本政經碩三",
        id: 611300038,
        name: "林沚妤",
      },
      {
        class: "日本政經碩四",
        id: 606300076,
        name: "詹韻蓉",
      },
      {
        class: "日本政經碩四",
        id: 607300125,
        name: "盛　隼",
      },
      {
        class: "日本政經碩四",
        id: 609300040,
        name: "陳季湄",
      },
      {
        class: "政經四",
        id: 407820199,
        name: "周安之   ",
      },
      {
        class: "政經四",
        id: 408820065,
        name: "王靖夫   ",
      },
      {
        class: "政經四",
        id: 408820073,
        name: "蘇育影   ",
      },
      {
        class: "政經四",
        id: 408820461,
        name: "侯　鈞   ",
      },
      {
        class: "政經四",
        id: 408825064,
        name: "山本穰",
      },
      {
        class: "政經四",
        id: 408827011,
        name: "游蕓綺",
      },
      {
        class: "政經四",
        id: 409820015,
        name: "陳姿璇   ",
      },
      {
        class: "政經四",
        id: 409820049,
        name: "向甫傑   ",
      },
      {
        class: "政經四",
        id: 409820064,
        name: "陳瑞恩   ",
      },
      {
        class: "政經四",
        id: 409820072,
        name: "謝承廷   ",
      },
      {
        class: "政經四",
        id: 409820080,
        name: "徐詩閔   ",
      },
      {
        class: "政經四",
        id: 409820098,
        name: "林思棠",
      },
      {
        class: "政經四",
        id: 409820106,
        name: "蕭睿廷   ",
      },
      {
        class: "政經四",
        id: 409820114,
        name: "邱佳榆   ",
      },
      {
        class: "政經四",
        id: 409820122,
        name: "賴韻喬",
      },
      {
        class: "政經四",
        id: 409820148,
        name: "楊荏宇   ",
      },
      {
        class: "政經四",
        id: 409820155,
        name: "呂文冠   ",
      },
      {
        class: "政經四",
        id: 409820163,
        name: "陳姮妤   ",
      },
      {
        class: "政經四",
        id: 409820213,
        name: "王　嬿   ",
      },
      {
        class: "政經四",
        id: 409820247,
        name: "杜芷柔   ",
      },
      {
        class: "政經四",
        id: 409820254,
        name: "吳岳哲   ",
      },
      {
        class: "政經四",
        id: 409820262,
        name: "黃皓庭   ",
      },
      {
        class: "政經四",
        id: 409820288,
        name: "簡逸寧   ",
      },
      {
        class: "政經四",
        id: 409820296,
        name: "楊智鈞   ",
      },
      {
        class: "政經四",
        id: 409820304,
        name: "王維楨   ",
      },
      {
        class: "政經四",
        id: 409820387,
        name: "簡明真   ",
      },
      {
        class: "政經四",
        id: 409820395,
        name: "何小芬   ",
      },
      {
        class: "政經四",
        id: 409820494,
        name: "劉晏瑋   ",
      },
      {
        class: "政經四",
        id: 409825063,
        name: "于昌明",
      },
      {
        class: "政經四",
        id: 409826517,
        name: "汪佩諭   ",
      },
      {
        class: "戰略二博士班",
        id: 811330033,
        name: "李明泰",
      },
      {
        class: "戰略二博士班",
        id: 811330181,
        name: "鐵木‧蕭特",
      },
      {
        class: "戰略二博士班",
        id: 811330199,
        name: "林詩淵",
      },
      {
        class: "戰略二博士班",
        id: 812330024,
        name: "蕭介源",
      },
      {
        class: "戰略二博士班",
        id: 812330057,
        name: "李中維",
      },
      {
        class: "戰略三博士班",
        id: 809330011,
        name: "徐衍璞",
      },
      {
        class: "戰略三博士班",
        id: 810330034,
        name: "王維新",
      },
      {
        class: "戰略三博士班",
        id: 810330117,
        name: "曲姵蓉",
      },
      {
        class: "戰略三博士班",
        id: 810330125,
        name: "楊嘉智",
      },
      {
        class: "戰略三博士班",
        id: 810330133,
        name: "宋　磊",
      },
      {
        class: "戰略三博士班",
        id: 810330141,
        name: "劉又瑄",
      },
      {
        class: "戰略三博士班",
        id: 810330158,
        name: "施嘉鎮",
      },
      {
        class: "戰略三博士班",
        id: 810335017,
        name: "雷　南",
      },
      {
        class: "戰略三博士班",
        id: 810335025,
        name: "馬亦恩",
      },
      {
        class: "戰略三博士班",
        id: 811330017,
        name: "吳佳幸",
      },
      {
        class: "戰略四博士班",
        id: 807330054,
        name: "汪悟仁",
      },
      {
        class: "戰略四博士班",
        id: 809330029,
        name: "郭延平",
      },
      {
        class: "戰略四博士班",
        id: 809330052,
        name: "王志堅",
      },
      {
        class: "戰略四博士班",
        id: 809330151,
        name: "戴成志",
      },
      {
        class: "戰略四博士班",
        id: 809330169,
        name: "林彥廷",
      },
      {
        class: "戰略四博士班",
        id: 809330177,
        name: "崔瀚中",
      },
      {
        class: "戰略四博士班",
        id: 809330185,
        name: "楊文楓",
      },
      {
        class: "戰略四博士班",
        id: 810330018,
        name: "易仲錢",
      },
      {
        class: "戰略四博士班",
        id: 810330026,
        name: "蕭時遠",
      },
      {
        class: "戰略四博士班",
        id: 810330059,
        name: "劉昺坤",
      },
      {
        class: "戰略五博士班",
        id: 808330194,
        name: "江炘杓",
      },
      {
        class: "戰略五博士班",
        id: 808330228,
        name: "林柏州",
      },
      {
        class: "戰略六博士班",
        id: 806335013,
        name: "白石千尋",
      },
      {
        class: "戰略六博士班",
        id: 807330021,
        name: "陳琪昌",
      },
      {
        class: "戰略六博士班",
        id: 807330153,
        name: "徐彥齊",
      },
      {
        class: "戰略六博士班",
        id: 807330179,
        name: "吳沛璇",
      },
      {
        class: "戰略六博士班",
        id: 807335020,
        name: "夏憲斌",
      },
      {
        class: "戰略六博士班",
        id: 808330038,
        name: "李華球",
      },
      {
        class: "戰略六博士班",
        id: 808330053,
        name: "張盛觀",
      },
      {
        class: "戰略七博士班",
        id: 803330017,
        name: "王建文",
      },
      {
        class: "戰略七博士班",
        id: 805330064,
        name: "袁業芳",
      },
      {
        class: "戰略七博士班",
        id: 805330106,
        name: "黃煒昇",
      },
      {
        class: "戰略二碩專班",
        id: 710330050,
        name: "徐巧芯",
      },
      {
        class: "戰略二碩專班",
        id: 711330018,
        name: "林張震東",
      },
      {
        class: "戰略二碩專班",
        id: 711330026,
        name: "劉育藤",
      },
      {
        class: "戰略二碩專班",
        id: 711330042,
        name: "金志剛",
      },
      {
        class: "戰略二碩專班",
        id: 711330083,
        name: "蘇承佑",
      },
      {
        class: "戰略二碩專班",
        id: 711330091,
        name: "黃懷寬",
      },
      {
        class: "戰略二碩專班",
        id: 711330109,
        name: "吳沅翰",
      },
      {
        class: "戰略二碩專班",
        id: 711330117,
        name: "陳彥丞",
      },
      {
        class: "戰略二碩專班",
        id: 711330125,
        name: "金元良",
      },
      {
        class: "戰略二碩專班",
        id: 711330141,
        name: "施銘顏",
      },
      {
        class: "戰略二碩專班",
        id: 711330158,
        name: "賴文生",
      },
      {
        class: "戰略二碩專班",
        id: 711330166,
        name: "戴肇良",
      },
      {
        class: "戰略二碩專班",
        id: 711330208,
        name: "陳郁綺",
      },
      {
        class: "戰略二碩專班",
        id: 711330216,
        name: "鄭名訓",
      },
      {
        class: "戰略二碩專班",
        id: 711330224,
        name: "李啟翃",
      },
      {
        class: "戰略二碩專班",
        id: 711330240,
        name: "陳紳緒",
      },
      {
        class: "戰略三碩專班",
        id: 708330120,
        name: "王文雷",
      },
      {
        class: "戰略三碩專班",
        id: 710330043,
        name: "簡媺純",
      },
      {
        class: "戰略三碩專班",
        id: 710330100,
        name: "陳鈺傑",
      },
      {
        class: "戰略三碩專班",
        id: 710330126,
        name: "吳忠民",
      },
      {
        class: "戰略三碩專班",
        id: 710330183,
        name: "廖玟芳",
      },
      {
        class: "戰略三碩專班",
        id: 710330191,
        name: "張耀程",
      },
      {
        class: "戰略三碩專班",
        id: 710330217,
        name: "李承駿",
      },
      {
        class: "戰略三碩專班",
        id: 710330241,
        name: "林吉慶",
      },
      {
        class: "戰略碩專四Ａ",
        id: 704330116,
        name: "武彥杙",
      },
      {
        class: "戰略碩專四Ａ",
        id: 705330016,
        name: "黃元豪",
      },
      {
        class: "戰略碩專四Ａ",
        id: 705330206,
        name: "李尚聰",
      },
      {
        class: "戰略碩專四Ａ",
        id: 706330106,
        name: "羅正宇",
      },
      {
        class: "戰略碩專四Ａ",
        id: 706330130,
        name: "齊　飛",
      },
      {
        class: "戰略碩專四Ａ",
        id: 706330296,
        name: "余孟騫",
      },
      {
        class: "戰略碩專四Ａ",
        id: 706330346,
        name: "王鈺森",
      },
      {
        class: "戰略碩專四Ａ",
        id: 707330212,
        name: "胡嘉顯",
      },
      {
        class: "戰略碩專四Ａ",
        id: 708330104,
        name: "羅元谷",
      },
      {
        class: "戰略碩專四Ａ",
        id: 709330186,
        name: "陳國元",
      },
      {
        class: "戰略碩專四Ａ",
        id: 709330236,
        name: "王照鈞",
      },
      {
        class: "戰略碩專四Ａ",
        id: 709330251,
        name: "林士懿",
      },
      {
        class: "戰略碩專四Ａ",
        id: 709330319,
        name: "徐郁旻",
      },
      {
        class: "戰略碩專四Ａ",
        id: 709330327,
        name: "胡昌平",
      },
      {
        class: "戰略碩專四Ｂ",
        id: 708330211,
        name: "盧慶宸",
      },
      {
        class: "戰略碩專四Ｂ",
        id: 708330229,
        name: "林蔚融",
      },
      {
        class: "戰略碩專四Ｂ",
        id: 709330384,
        name: "張睿祐",
      },
      {
        class: "戰略碩專四Ｂ",
        id: 709330426,
        name: "陳俊凱",
      },
      {
        class: "戰略二碩士班",
        id: 610330077,
        name: "唐詠華",
      },
      {
        class: "戰略二碩士班",
        id: 611330035,
        name: "陳宛澤",
      },
      {
        class: "戰略二碩士班",
        id: 611330050,
        name: "黃予璿",
      },
      {
        class: "戰略二碩士班",
        id: 611330076,
        name: "陳驊彤",
      },
      {
        class: "戰略二碩士班",
        id: 611330134,
        name: "周育德",
      },
      {
        class: "戰略二碩士班",
        id: 611330142,
        name: "周語彤",
      },
      {
        class: "戰略二碩士班",
        id: 611330159,
        name: "許秀壕",
      },
      {
        class: "戰略二碩士班",
        id: 611330167,
        name: "高意禎",
      },
      {
        class: "戰略二碩士班",
        id: 611335034,
        name: "梅雷爾",
      },
      {
        class: "戰略二碩士班",
        id: 611335042,
        name: "溫芝靈",
      },
      {
        class: "戰略二碩士班",
        id: 612330067,
        name: "廖欣男",
      },
      {
        class: "戰略二碩士班",
        id: 612330083,
        name: "葉松如",
      },
      {
        class: "戰略三碩士班",
        id: 610330085,
        name: "蔡秉言",
      },
      {
        class: "戰略三碩士班",
        id: 610330184,
        name: "林芷",
      },
      {
        class: "戰略三碩士班",
        id: 610330192,
        name: "陳廷瑀",
      },
      {
        class: "戰略三碩士班",
        id: 610330226,
        name: "陳啟睿",
      },
      {
        class: "戰略三碩士班",
        id: 610330259,
        name: "徐傳儒",
      },
      {
        class: "戰略三碩士班",
        id: 610335050,
        name: "吳淨芳",
      },
      {
        class: "戰略四碩士班",
        id: 607330213,
        name: "高千",
      },
      {
        class: "戰略四碩士班",
        id: 609330112,
        name: "邱玟婕",
      },
      {
        class: "戰略四碩士班",
        id: 609330120,
        name: "廖俊銘",
      },
      {
        class: "戰略四碩士班",
        id: 609335053,
        name: "諾萊瑞",
      },
      {
        class: "戰略四碩士班",
        id: 610330051,
        name: "周睿約",
      },
      {
        class: "尖端材料四",
        id: 407230126,
        name: "林哲旭   ",
      },
      {
        class: "尖端材料四",
        id: 407230134,
        name: "唐敏之   ",
      },
      {
        class: "尖端材料四",
        id: 407230159,
        name: "呂學翰   ",
      },
      {
        class: "尖端材料四",
        id: 407230217,
        name: "黃　頎   ",
      },
      {
        class: "尖端材料四",
        id: 407230399,
        name: "王珽瓘   ",
      },
      {
        class: "尖端材料四",
        id: 408230190,
        name: "林洸緯   ",
      },
      {
        class: "尖端材料四",
        id: 408230208,
        name: "陳淑媛   ",
      },
      {
        class: "尖端材料四",
        id: 408230422,
        name: "陳彥東   ",
      },
      {
        class: "尖端材料四",
        id: 409230017,
        name: "盧諭諴   ",
      },
      {
        class: "尖端材料四",
        id: 409230033,
        name: "金宛諭   ",
      },
      {
        class: "尖端材料四",
        id: 409230041,
        name: "孟繁蓉   ",
      },
      {
        class: "尖端材料四",
        id: 409230066,
        name: "莊詠蓉   ",
      },
      {
        class: "尖端材料四",
        id: 409230082,
        name: "馬梓紘   ",
      },
      {
        class: "尖端材料四",
        id: 409230116,
        name: "林芷榆   ",
      },
      {
        class: "尖端材料四",
        id: 409230132,
        name: "王奕傑   ",
      },
      {
        class: "尖端材料四",
        id: 409230157,
        name: "彭子暘   ",
      },
      {
        class: "尖端材料四",
        id: 409230165,
        name: "陳宥任   ",
      },
      {
        class: "尖端材料四",
        id: 409230173,
        name: "吳軒宇   ",
      },
      {
        class: "尖端材料四",
        id: 409230181,
        name: "呂欣展   ",
      },
      {
        class: "尖端材料四",
        id: 409230199,
        name: "莊凡槿",
      },
      {
        class: "尖端材料四",
        id: 409230207,
        name: "廖凡瑋   ",
      },
      {
        class: "尖端材料四",
        id: 409230215,
        name: "白芳維   ",
      },
      {
        class: "尖端材料四",
        id: 409230223,
        name: "蔡亞恩   ",
      },
      {
        class: "尖端材料四",
        id: 409230231,
        name: "蔡奕頎   ",
      },
      {
        class: "尖端材料四",
        id: 409230249,
        name: "陳品嘉   ",
      },
      {
        class: "尖端材料四",
        id: 409230256,
        name: "林郁如   ",
      },
      {
        class: "尖端材料四",
        id: 409230272,
        name: "張景淵   ",
      },
      {
        class: "尖端材料四",
        id: 409230280,
        name: "張　顥   ",
      },
      {
        class: "尖端材料四",
        id: 409230322,
        name: "呂嘉群   ",
      },
      {
        class: "尖端材料四",
        id: 409230348,
        name: "黃柏鈞   ",
      },
      {
        class: "尖端材料四",
        id: 409230355,
        name: "古　文   ",
      },
      {
        class: "尖端材料四",
        id: 409230389,
        name: "洪俊廷   ",
      },
      {
        class: "尖端材料四",
        id: 409230405,
        name: "林良錡   ",
      },
      {
        class: "尖端材料四",
        id: 409230413,
        name: "周義盛   ",
      },
      {
        class: "尖端材料四",
        id: 409230421,
        name: "謝秉澄   ",
      },
      {
        class: "尖端材料四",
        id: 409230447,
        name: "林承昕   ",
      },
      {
        class: "尖端材料四",
        id: 409230454,
        name: "邱逸夫   ",
      },
      {
        class: "尖端材料四",
        id: 409237012,
        name: "林穎慈",
      },
      {
        class: "尖端材料四",
        id: 409820031,
        name: "江峻宇   ",
      },
      {
        class: "尖端材料四",
        id: 410237019,
        name: "張承恩",
      },
      {
        class: "尖端材料四",
        id: 410237035,
        name: "周俐妤",
      },
      {
        class: "化學系生化四",
        id: 406160472,
        name: "許之",
      },
      {
        class: "化學系生化四",
        id: 408160025,
        name: "吳芊緯   ",
      },
      {
        class: "化學系生化四",
        id: 408160041,
        name: "安世豐   ",
      },
      {
        class: "化學系生化四",
        id: 408160140,
        name: "詹凱聿   ",
      },
      {
        class: "化學系生化四",
        id: 408160165,
        name: "楊　楷   ",
      },
      {
        class: "化學系生化四",
        id: 408160199,
        name: "宋達康   ",
      },
      {
        class: "化學系生化四",
        id: 408160207,
        name: "陳廷恩   ",
      },
      {
        class: "化學系生化四",
        id: 408160223,
        name: "李潛龍   ",
      },
      {
        class: "化學系生化四",
        id: 408160371,
        name: "黃炫戰   ",
      },
      {
        class: "化學系生化四",
        id: 408160454,
        name: "陳亮妤   ",
      },
      {
        class: "化學系生化四",
        id: 408160470,
        name: "余承翰   ",
      },
      {
        class: "化學系生化四",
        id: 408167020,
        name: "江政宏",
      },
      {
        class: "化學系生化四",
        id: 408167087,
        name: "盧旻揚",
      },
      {
        class: "化學系生化四",
        id: 408200292,
        name: "江采俐   ",
      },
      {
        class: "化學系生化四",
        id: 409160016,
        name: "高苡庭   ",
      },
      {
        class: "化學系生化四",
        id: 409160024,
        name: "李芷葇   ",
      },
      {
        class: "化學系生化四",
        id: 409160032,
        name: "劉芳妤   ",
      },
      {
        class: "化學系生化四",
        id: 409160040,
        name: "陳薇彭",
      },
      {
        class: "化學系生化四",
        id: 409160057,
        name: "黃心妤   ",
      },
      {
        class: "化學系生化四",
        id: 409160065,
        name: "葉庭瑋   ",
      },
      {
        class: "化學系生化四",
        id: 409160073,
        name: "李思嫻   ",
      },
      {
        class: "化學系生化四",
        id: 409160081,
        name: "石郁禪   ",
      },
      {
        class: "化學系生化四",
        id: 409160099,
        name: "包巧兒   ",
      },
      {
        class: "化學系生化四",
        id: 409160107,
        name: "李哲翔   ",
      },
      {
        class: "化學系生化四",
        id: 409160115,
        name: "徐振偉   ",
      },
      {
        class: "化學系生化四",
        id: 409160123,
        name: "邱元益   ",
      },
      {
        class: "化學系生化四",
        id: 409160156,
        name: "林辰真   ",
      },
      {
        class: "化學系生化四",
        id: 409160164,
        name: "謝淯淇   ",
      },
      {
        class: "化學系生化四",
        id: 409160180,
        name: "黃靖媛   ",
      },
      {
        class: "化學系生化四",
        id: 409160198,
        name: "許佳鈞   ",
      },
      {
        class: "化學系生化四",
        id: 409160206,
        name: "王芷緹   ",
      },
      {
        class: "化學系生化四",
        id: 409160214,
        name: "林廷勳   ",
      },
      {
        class: "化學系生化四",
        id: 409160222,
        name: "洪鈺涵   ",
      },
      {
        class: "化學系生化四",
        id: 409160230,
        name: "江艾嬡   ",
      },
      {
        class: "化學系生化四",
        id: 409160248,
        name: "張景瀚   ",
      },
      {
        class: "化學系生化四",
        id: 409160255,
        name: "李熙襄   ",
      },
      {
        class: "化學系生化四",
        id: 409160263,
        name: "張家華   ",
      },
      {
        class: "化學系生化四",
        id: 409160271,
        name: "王譯德   ",
      },
      {
        class: "化學系生化四",
        id: 409160289,
        name: "廖聿倫   ",
      },
      {
        class: "化學系生化四",
        id: 409160297,
        name: "邱心媛   ",
      },
      {
        class: "化學系生化四",
        id: 409160305,
        name: "黃湘昀   ",
      },
      {
        class: "化學系生化四",
        id: 409160339,
        name: "胡文",
      },
      {
        class: "化學系生化四",
        id: 409160347,
        name: "姚翹天   ",
      },
      {
        class: "化學系生化四",
        id: 409160354,
        name: "李官達   ",
      },
      {
        class: "化學系生化四",
        id: 409160362,
        name: "陳緯恩   ",
      },
      {
        class: "化學系生化四",
        id: 409160370,
        name: "張育誠   ",
      },
      {
        class: "化學系生化四",
        id: 409160388,
        name: "鄭鈺達   ",
      },
      {
        class: "化學系生化四",
        id: 409160396,
        name: "廖國凱   ",
      },
      {
        class: "化學系生化四",
        id: 409160412,
        name: "駱　軍   ",
      },
      {
        class: "化學系生化四",
        id: 409160438,
        name: "陳豐成   ",
      },
      {
        class: "化學系生化四",
        id: 409160446,
        name: "黃智群   ",
      },
      {
        class: "化學系生化四",
        id: 409160453,
        name: "陳詩昀   ",
      },
      {
        class: "化學系生化四",
        id: 409160479,
        name: "顏伶安   ",
      },
      {
        class: "化學系生化四",
        id: 409160495,
        name: "宋翠翎   ",
      },
      {
        class: "化學系生化四",
        id: 409160503,
        name: "劉佳宜   ",
      },
      {
        class: "化學系生化四",
        id: 409166013,
        name: "余浚希",
      },
      {
        class: "化學系生化四",
        id: 409220414,
        name: "林欣諭   ",
      },
      {
        class: "化學系生化四",
        id: 409370367,
        name: "鄭凱獻   ",
      },
      {
        class: "化學系生化四",
        id: 410167067,
        name: "高靖硯",
      },
      {
        class: "化學系生化四",
        id: 410167109,
        name: "吳佳穎",
      },
      {
        class: "化學系生化四",
        id: 410167125,
        name: "吳春霖",
      },
      {
        class: "化學系生化四",
        id: 410168016,
        name: "楊謙和",
      },
      {
        class: "化學系材化四",
        id: 407170488,
        name: "陳冠廷   ",
      },
      {
        class: "化學系材化四",
        id: 408170115,
        name: "鍾沂蓁   ",
      },
      {
        class: "化學系材化四",
        id: 408170164,
        name: "董行  ",
      },
      {
        class: "化學系材化四",
        id: 408170248,
        name: "吳振騰   ",
      },
      {
        class: "化學系材化四",
        id: 408170354,
        name: "江東諺   ",
      },
      {
        class: "化學系材化四",
        id: 408170420,
        name: "陳則甫   ",
      },
      {
        class: "化學系材化四",
        id: 408170461,
        name: "方玥筑   ",
      },
      {
        class: "化學系材化四",
        id: 409170015,
        name: "吳欣穎   ",
      },
      {
        class: "化學系材化四",
        id: 409170023,
        name: "郭亭妤   ",
      },
      {
        class: "化學系材化四",
        id: 409170031,
        name: "徐郁芯   ",
      },
      {
        class: "化學系材化四",
        id: 409170049,
        name: "盛紫筠   ",
      },
      {
        class: "化學系材化四",
        id: 409170064,
        name: "黃杰成   ",
      },
      {
        class: "化學系材化四",
        id: 409170072,
        name: "劉雲鵬   ",
      },
      {
        class: "化學系材化四",
        id: 409170098,
        name: "郭宥琳   ",
      },
      {
        class: "化學系材化四",
        id: 409170106,
        name: "吳芮琪   ",
      },
      {
        class: "化學系材化四",
        id: 409170114,
        name: "曾彥齊   ",
      },
      {
        class: "化學系材化四",
        id: 409170130,
        name: "林科宇   ",
      },
      {
        class: "化學系材化四",
        id: 409170155,
        name: "洪偉翔   ",
      },
      {
        class: "化學系材化四",
        id: 409170163,
        name: "裴定杰   ",
      },
      {
        class: "化學系材化四",
        id: 409170171,
        name: "陳柏翰   ",
      },
      {
        class: "化學系材化四",
        id: 409170189,
        name: "游博涵   ",
      },
      {
        class: "化學系材化四",
        id: 409170197,
        name: "吳政叡   ",
      },
      {
        class: "化學系材化四",
        id: 409170205,
        name: "陳慈恩   ",
      },
      {
        class: "化學系材化四",
        id: 409170213,
        name: "高郁婷   ",
      },
      {
        class: "化學系材化四",
        id: 409170239,
        name: "吳珮萱   ",
      },
      {
        class: "化學系材化四",
        id: 409170247,
        name: "鄭翔壬   ",
      },
      {
        class: "化學系材化四",
        id: 409170270,
        name: "柯宜妏   ",
      },
      {
        class: "化學系材化四",
        id: 409170296,
        name: "官秉葳   ",
      },
      {
        class: "化學系材化四",
        id: 409170304,
        name: "陳則瑋   ",
      },
      {
        class: "化學系材化四",
        id: 409170320,
        name: "石世祥   ",
      },
      {
        class: "化學系材化四",
        id: 409170353,
        name: "林明鋒   ",
      },
      {
        class: "化學系材化四",
        id: 409170361,
        name: "蔡名傑   ",
      },
      {
        class: "化學系材化四",
        id: 409170379,
        name: "鄭心媛   ",
      },
      {
        class: "化學系材化四",
        id: 409170387,
        name: "曾古德   ",
      },
      {
        class: "化學系材化四",
        id: 409170395,
        name: "王俊皓   ",
      },
      {
        class: "化學系材化四",
        id: 409170403,
        name: "馮梓瑋   ",
      },
      {
        class: "化學系材化四",
        id: 409170411,
        name: "莊雅淳   ",
      },
      {
        class: "化學系材化四",
        id: 409170429,
        name: "蔡依潔   ",
      },
      {
        class: "化學系材化四",
        id: 409170445,
        name: "蔡士宏   ",
      },
      {
        class: "化學系材化四",
        id: 409170452,
        name: "康庭甄   ",
      },
      {
        class: "化學系材化四",
        id: 409170460,
        name: "蕭子語   ",
      },
      {
        class: "化學系材化四",
        id: 409170478,
        name: "翁庭",
      },
      {
        class: "化學系材化四",
        id: 409170494,
        name: "李奇鴻   ",
      },
      {
        class: "化學系材化四",
        id: 409176517,
        name: "歐俐伽",
      },
      {
        class: "化學系材化四",
        id: 409177051,
        name: "郭俊",
      },
      {
        class: "化學系材化四",
        id: 409177085,
        name: "陳誼紘",
      },
      {
        class: "化學系材化四",
        id: 409178026,
        name: "劉霆之",
      },
      {
        class: "化學系材化四",
        id: 409178034,
        name: "洪偉民",
      },
      {
        class: "化學系材化四",
        id: 409230058,
        name: "胡綵楹   ",
      },
      {
        class: "化學系材化四",
        id: 409230108,
        name: "方品芯   ",
      },
      {
        class: "化學系材化四",
        id: 409400404,
        name: "鄭巧安   ",
      },
      {
        class: "化學系材化四",
        id: 410177074,
        name: "楊昀娟",
      },
      {
        class: "化學系材化四",
        id: 410177082,
        name: "吳梓晴",
      },
      {
        class: "化學系材化四",
        id: 410177132,
        name: "朱淮雲",
      },
      {
        class: "化學系材化四",
        id: 410177165,
        name: "劉羽倢",
      },
      {
        class: "化學系材化四",
        id: 410177181,
        name: "吳逸倩",
      },
      {
        class: "化學系材化四",
        id: 412178013,
        name: "陳偉豪",
      },
      {
        class: "化學七博士班",
        id: 806160015,
        name: "黃致",
      },
      {
        class: "化學二碩士班",
        id: 611160044,
        name: "陳昱鴻",
      },
      {
        class: "化學二碩士班",
        id: 611160069,
        name: "趙浩宇",
      },
      {
        class: "化學二碩士班",
        id: 611160093,
        name: "葉俊良",
      },
      {
        class: "化學二碩士班",
        id: 611160119,
        name: "鐘雅淇",
      },
      {
        class: "化學二碩士班",
        id: 611160135,
        name: "吳翊宏",
      },
      {
        class: "化學二碩士班",
        id: 611160150,
        name: "林靖雯",
      },
      {
        class: "化學二碩士班",
        id: 611160200,
        name: "陳沛潔",
      },
      {
        class: "化學二碩士班",
        id: 611160218,
        name: "方佳敏",
      },
      {
        class: "化學二碩士班",
        id: 611160267,
        name: "莊信偉",
      },
      {
        class: "化學二碩士班",
        id: 611160333,
        name: "王廷軒",
      },
      {
        class: "化學二碩士班",
        id: 611165035,
        name: "歐麥爾",
      },
      {
        class: "化學二碩士班",
        id: 612160183,
        name: "王崇翰",
      },
      {
        class: "化學三碩士班",
        id: 610160078,
        name: "曹加欣",
      },
      {
        class: "化學三碩士班",
        id: 610160227,
        name: "呂岳澂",
      },
      {
        class: "化學三碩士班",
        id: 610160243,
        name: "吳宗融",
      },
      {
        class: "數學系數學四",
        id: 406194018,
        name: "洪詩溢",
      },
      {
        class: "數學系數學四",
        id: 407190114,
        name: "詹婉萍   ",
      },
      {
        class: "數學系數學四",
        id: 407190122,
        name: "鄭祖   ",
      },
      {
        class: "數學系數學四",
        id: 407190296,
        name: "李俊偉   ",
      },
      {
        class: "數學系數學四",
        id: 407190361,
        name: "李承恩   ",
      },
      {
        class: "數學系數學四",
        id: 408190055,
        name: "林柏廷   ",
      },
      {
        class: "數學系數學四",
        id: 408190113,
        name: "陳冠豪   ",
      },
      {
        class: "數學系數學四",
        id: 408190196,
        name: "陳宥君   ",
      },
      {
        class: "數學系數學四",
        id: 408190220,
        name: "陳宥融   ",
      },
      {
        class: "數學系數學四",
        id: 408190246,
        name: "林風清   ",
      },
      {
        class: "數學系數學四",
        id: 408190287,
        name: "翁靖凱   ",
      },
      {
        class: "數學系數學四",
        id: 408190378,
        name: "林宇瞳   ",
      },
      {
        class: "數學系數學四",
        id: 409190013,
        name: "蔡斯陽   ",
      },
      {
        class: "數學系數學四",
        id: 409190021,
        name: "楊云菁   ",
      },
      {
        class: "數學系數學四",
        id: 409190054,
        name: "林紀妘   ",
      },
      {
        class: "數學系數學四",
        id: 409190062,
        name: "黃昱華   ",
      },
      {
        class: "數學系數學四",
        id: 409190088,
        name: "黃智泓   ",
      },
      {
        class: "數學系數學四",
        id: 409190096,
        name: "孫浩淵   ",
      },
      {
        class: "數學系數學四",
        id: 409190112,
        name: "陳威儒   ",
      },
      {
        class: "數學系數學四",
        id: 409190120,
        name: "盧品綸   ",
      },
      {
        class: "數學系數學四",
        id: 409190146,
        name: "譚永翔   ",
      },
      {
        class: "數學系數學四",
        id: 409190153,
        name: "張欣暘   ",
      },
      {
        class: "數學系數學四",
        id: 409190211,
        name: "陳玟廷   ",
      },
      {
        class: "數學系數學四",
        id: 409190229,
        name: "邱彥睿   ",
      },
      {
        class: "數學系數學四",
        id: 409190237,
        name: "洪大量   ",
      },
      {
        class: "數學系數學四",
        id: 409190260,
        name: "謝承恩   ",
      },
      {
        class: "數學系數學四",
        id: 409190278,
        name: "周靖宸   ",
      },
      {
        class: "數學系數學四",
        id: 409190286,
        name: "楊懷恩   ",
      },
      {
        class: "數學系數學四",
        id: 409190294,
        name: "王竑勛   ",
      },
      {
        class: "數學系數學四",
        id: 409190310,
        name: "秦羽志   ",
      },
      {
        class: "數學系數學四",
        id: 409190336,
        name: "林駿傑   ",
      },
      {
        class: "數學系數學四",
        id: 409190344,
        name: "楊竣任   ",
      },
      {
        class: "數學系數學四",
        id: 409190393,
        name: "彭長釉   ",
      },
      {
        class: "數學系數學四",
        id: 409190450,
        name: "朱建維   ",
      },
      {
        class: "數學系數學四",
        id: 409190476,
        name: "呂洳儀   ",
      },
      {
        class: "數學系數學四",
        id: 409190484,
        name: "鄭郁璇   ",
      },
      {
        class: "數學系數學四",
        id: 409190492,
        name: "王鑫予   ",
      },
      {
        class: "數學系數學四",
        id: 409190500,
        name: "江韋頡   ",
      },
      {
        class: "數學系數學四",
        id: 409190518,
        name: "吳宗彥   ",
      },
      {
        class: "數學系數學四",
        id: 409190526,
        name: "陳奕臻   ",
      },
      {
        class: "數學系數學四",
        id: 409190534,
        name: "張維捷   ",
      },
      {
        class: "數學系數學四",
        id: 409190542,
        name: "葉育豪   ",
      },
      {
        class: "數學系數學四",
        id: 409195012,
        name: "譯文達",
      },
      {
        class: "數學系數學四",
        id: 409197042,
        name: "吳愷庭",
      },
      {
        class: "數學系數學四",
        id: 409198032,
        name: "鄧大維",
      },
      {
        class: "數學系數學四",
        id: 409560918,
        name: "李亞特   ",
      },
      {
        class: "數學系數學四",
        id: 409650651,
        name: "廖則凱   ",
      },
      {
        class: "數學系數學四",
        id: 410197106,
        name: "廖偉荏",
      },
      {
        class: "數學系數學四",
        id: 410197114,
        name: "朱群梧",
      },
      {
        class: "數學系數學四",
        id: 412198037,
        name: "林為",
      },
      {
        class: "數學四碩專班",
        id: 707190053,
        name: "郭耿豪",
      },
      {
        class: "數學二碩士班",
        id: 610190133,
        name: "葉嘉靖",
      },
      {
        class: "數學二碩士班",
        id: 611190025,
        name: "陳盈如",
      },
      {
        class: "數學二碩士班",
        id: 611190058,
        name: "李昱臻",
      },
      {
        class: "數學二碩士班",
        id: 611190090,
        name: "劉雨帆",
      },
      {
        class: "數學二碩士班",
        id: 611190116,
        name: "馬任萱",
      },
      {
        class: "數學二碩士班",
        id: 611196014,
        name: "賀福光",
      },
      {
        class: "數學三碩士班",
        id: 610190117,
        name: "許心柔",
      },
      {
        class: "數學四碩士班",
        id: 609190136,
        name: "曹　熙",
      },
      {
        class: "數學四碩士班",
        id: 610190034,
        name: "陳婉甄",
      },
      {
        class: "數學系資統四",
        id: 407200251,
        name: "程　晨   ",
      },
      {
        class: "數學系資統四",
        id: 407200335,
        name: "楊家宏   ",
      },
      {
        class: "數學系資統四",
        id: 408200011,
        name: "陳佩琦   ",
      },
      {
        class: "數學系資統四",
        id: 408200144,
        name: "張耀文   ",
      },
      {
        class: "數學系資統四",
        id: 408200151,
        name: "姚承明   ",
      },
      {
        class: "數學系資統四",
        id: 408200185,
        name: "簡依伶   ",
      },
      {
        class: "數學系資統四",
        id: 408200193,
        name: "楊子蓉   ",
      },
      {
        class: "數學系資統四",
        id: 408200201,
        name: "陳韋翰   ",
      },
      {
        class: "數學系資統四",
        id: 408200227,
        name: "鄭文捷   ",
      },
      {
        class: "數學系資統四",
        id: 408200318,
        name: "林冏叡   ",
      },
      {
        class: "數學系資統四",
        id: 408200334,
        name: "黃士瑋   ",
      },
      {
        class: "數學系資統四",
        id: 408200391,
        name: "王致謙   ",
      },
      {
        class: "數學系資統四",
        id: 408200409,
        name: "翁林華   ",
      },
      {
        class: "數學系資統四",
        id: 408200441,
        name: "宋紘瑋   ",
      },
      {
        class: "數學系資統四",
        id: 408200482,
        name: "賴天堯   ",
      },
      {
        class: "數學系資統四",
        id: 408410735,
        name: "呂宜珊   ",
      },
      {
        class: "數學系資統四",
        id: 409190104,
        name: "蔡睿哲   ",
      },
      {
        class: "數學系資統四",
        id: 409200010,
        name: "陳連杰   ",
      },
      {
        class: "數學系資統四",
        id: 409200028,
        name: "魏子翔   ",
      },
      {
        class: "數學系資統四",
        id: 409200036,
        name: "葉丞展   ",
      },
      {
        class: "數學系資統四",
        id: 409200044,
        name: "陳亭均   ",
      },
      {
        class: "數學系資統四",
        id: 409200051,
        name: "高榮亨   ",
      },
      {
        class: "數學系資統四",
        id: 409200077,
        name: "劉敬希   ",
      },
      {
        class: "數學系資統四",
        id: 409200085,
        name: "莊宗霖   ",
      },
      {
        class: "數學系資統四",
        id: 409200093,
        name: "陳俊諺   ",
      },
      {
        class: "數學系資統四",
        id: 409200101,
        name: "江宇婕   ",
      },
      {
        class: "數學系資統四",
        id: 409200119,
        name: "阮柏誠   ",
      },
      {
        class: "數學系資統四",
        id: 409200127,
        name: "江晨榆   ",
      },
      {
        class: "數學系資統四",
        id: 409200135,
        name: "王　忻   ",
      },
      {
        class: "數學系資統四",
        id: 409200143,
        name: "劉宥葶   ",
      },
      {
        class: "數學系資統四",
        id: 409200150,
        name: "邱瀚霆   ",
      },
      {
        class: "數學系資統四",
        id: 409200176,
        name: "林孟潔   ",
      },
      {
        class: "數學系資統四",
        id: 409200184,
        name: "陸曉芬   ",
      },
      {
        class: "數學系資統四",
        id: 409200192,
        name: "施泓綸   ",
      },
      {
        class: "數學系資統四",
        id: 409200200,
        name: "盧咸廷   ",
      },
      {
        class: "數學系資統四",
        id: 409200218,
        name: "陳柏晟   ",
      },
      {
        class: "數學系資統四",
        id: 409200226,
        name: "劉中鈞   ",
      },
      {
        class: "數學系資統四",
        id: 409200234,
        name: "饒育丞   ",
      },
      {
        class: "數學系資統四",
        id: 409200242,
        name: "林奕捷   ",
      },
      {
        class: "數學系資統四",
        id: 409200267,
        name: "陳冠融   ",
      },
      {
        class: "數學系資統四",
        id: 409200275,
        name: "李晉宇   ",
      },
      {
        class: "數學系資統四",
        id: 409200317,
        name: "吳子平   ",
      },
      {
        class: "數學系資統四",
        id: 409200325,
        name: "謝明家   ",
      },
      {
        class: "數學系資統四",
        id: 409200341,
        name: "謝紹凡   ",
      },
      {
        class: "數學系資統四",
        id: 409200382,
        name: "詹哲維   ",
      },
      {
        class: "數學系資統四",
        id: 409200390,
        name: "林仲偉   ",
      },
      {
        class: "數學系資統四",
        id: 409200408,
        name: "劉幸怡   ",
      },
      {
        class: "數學系資統四",
        id: 409200424,
        name: "陳冠良   ",
      },
      {
        class: "數學系資統四",
        id: 409200432,
        name: "李承樺   ",
      },
      {
        class: "數學系資統四",
        id: 409200457,
        name: "柳宗言   ",
      },
      {
        class: "數學系資統四",
        id: 409200465,
        name: "汪文傑   ",
      },
      {
        class: "數學系資統四",
        id: 409200473,
        name: "董昱翔   ",
      },
      {
        class: "數學系資統四",
        id: 409200523,
        name: "薛楨毓   ",
      },
      {
        class: "數學系資統四",
        id: 409200549,
        name: "蘇博義   ",
      },
      {
        class: "數學系資統四",
        id: 409207015,
        name: "游皓淼",
      },
      {
        class: "數學系資統四",
        id: 409867057,
        name: "陳昶志",
      },
      {
        class: "數學系資統四",
        id: 410207038,
        name: "林晉德",
      },
      {
        class: "數學三博士班",
        id: 810190024,
        name: "黃明杰",
      },
      {
        class: "數學四博士班",
        id: 809190019,
        name: "楊詠智",
      },
      {
        class: "數學五博士班",
        id: 808194012,
        name: "尤鴻明",
      },
      {
        class: "物理系應物四",
        id: 407220135,
        name: "劉哲瑋   ",
      },
      {
        class: "物理系應物四",
        id: 407220150,
        name: "謝易辰   ",
      },
      {
        class: "物理系應物四",
        id: 408220019,
        name: "葉珀瑋   ",
      },
      {
        class: "物理系應物四",
        id: 408220035,
        name: "高有俞   ",
      },
      {
        class: "物理系應物四",
        id: 408220043,
        name: "王靖宇   ",
      },
      {
        class: "物理系應物四",
        id: 408220134,
        name: "張　堯   ",
      },
      {
        class: "物理系應物四",
        id: 408220142,
        name: "陳胤豪   ",
      },
      {
        class: "物理系應物四",
        id: 408220167,
        name: "蘇哲正   ",
      },
      {
        class: "物理系應物四",
        id: 408220183,
        name: "陳乙天   ",
      },
      {
        class: "物理系應物四",
        id: 408220191,
        name: "林麟丞   ",
      },
      {
        class: "物理系應物四",
        id: 408220209,
        name: "陳昱博   ",
      },
      {
        class: "物理系應物四",
        id: 408220225,
        name: "陳彥崴   ",
      },
      {
        class: "物理系應物四",
        id: 408220290,
        name: "周育信   ",
      },
      {
        class: "物理系應物四",
        id: 408220324,
        name: "田軒育   ",
      },
      {
        class: "物理系應物四",
        id: 408220340,
        name: "童煒桀   ",
      },
      {
        class: "物理系應物四",
        id: 408220415,
        name: "李奕德   ",
      },
      {
        class: "物理系應物四",
        id: 408220423,
        name: "黃柏豪   ",
      },
      {
        class: "物理系應物四",
        id: 408220472,
        name: "劉育騰   ",
      },
      {
        class: "物理系應物四",
        id: 409220018,
        name: "廖銘鴻   ",
      },
      {
        class: "物理系應物四",
        id: 409220026,
        name: "李啟華   ",
      },
      {
        class: "物理系應物四",
        id: 409220034,
        name: "陳紹祺   ",
      },
      {
        class: "物理系應物四",
        id: 409220067,
        name: "龍定吾   ",
      },
      {
        class: "物理系應物四",
        id: 409220075,
        name: "樓宸翊   ",
      },
      {
        class: "物理系應物四",
        id: 409220091,
        name: "胡少華   ",
      },
      {
        class: "物理系應物四",
        id: 409220125,
        name: "劉昱廷   ",
      },
      {
        class: "物理系應物四",
        id: 409220158,
        name: "陳廣庭   ",
      },
      {
        class: "物理系應物四",
        id: 409220166,
        name: "王景豪   ",
      },
      {
        class: "物理系應物四",
        id: 409220182,
        name: "李睿翔   ",
      },
      {
        class: "物理系應物四",
        id: 409220190,
        name: "鄭偉仁   ",
      },
      {
        class: "物理系應物四",
        id: 409220208,
        name: "李念侲   ",
      },
      {
        class: "物理系應物四",
        id: 409220257,
        name: "沈家德   ",
      },
      {
        class: "物理系應物四",
        id: 409220265,
        name: "羅有勝   ",
      },
      {
        class: "物理系應物四",
        id: 409220273,
        name: "施士博   ",
      },
      {
        class: "物理系應物四",
        id: 409220281,
        name: "黃耀霆   ",
      },
      {
        class: "物理系應物四",
        id: 409220307,
        name: "張傑堯   ",
      },
      {
        class: "物理系應物四",
        id: 409220331,
        name: "楊凱年   ",
      },
      {
        class: "物理系應物四",
        id: 409220356,
        name: "呂誌恩   ",
      },
      {
        class: "物理系應物四",
        id: 409220364,
        name: "劉采靈   ",
      },
      {
        class: "物理系應物四",
        id: 409220455,
        name: "柳子丞   ",
      },
      {
        class: "物理系應物四",
        id: 409220471,
        name: "陳冠林   ",
      },
      {
        class: "物理系應物四",
        id: 409227054,
        name: "李兆軒",
      },
      {
        class: "物理系應物四",
        id: 410227010,
        name: "高衡成",
      },
      {
        class: "物理系應物四",
        id: 410227036,
        name: "賴諺民",
      },
      {
        class: "物理系應物四",
        id: 410227044,
        name: "林宥含",
      },
      {
        class: "物理系光電四",
        id: 208440346,
        name: "何思筠",
      },
      {
        class: "物理系光電四",
        id: 406370469,
        name: "李律緯   ",
      },
      {
        class: "物理系光電四",
        id: 407210144,
        name: "郭泓佑   ",
      },
      {
        class: "物理系光電四",
        id: 407210425,
        name: "董倫祥   ",
      },
      {
        class: "物理系光電四",
        id: 408210119,
        name: "楊智捷   ",
      },
      {
        class: "物理系光電四",
        id: 408210168,
        name: "鄭友誠   ",
      },
      {
        class: "物理系光電四",
        id: 408210192,
        name: "林子淵   ",
      },
      {
        class: "物理系光電四",
        id: 408210218,
        name: "林子雲   ",
      },
      {
        class: "物理系光電四",
        id: 408210390,
        name: "蔡佩珊   ",
      },
      {
        class: "物理系光電四",
        id: 408214012,
        name: "鄭雅雯",
      },
      {
        class: "物理系光電四",
        id: 409210019,
        name: "劉　璨   ",
      },
      {
        class: "物理系光電四",
        id: 409210043,
        name: "江姵璇   ",
      },
      {
        class: "物理系光電四",
        id: 409210050,
        name: "林芝嫻",
      },
      {
        class: "物理系光電四",
        id: 409210084,
        name: "黃如若   ",
      },
      {
        class: "物理系光電四",
        id: 409210092,
        name: "黃宣邑   ",
      },
      {
        class: "物理系光電四",
        id: 409210100,
        name: "竇孝軒   ",
      },
      {
        class: "物理系光電四",
        id: 409210118,
        name: "徐浩恩   ",
      },
      {
        class: "物理系光電四",
        id: 409210126,
        name: "黃　嶸   ",
      },
      {
        class: "物理系光電四",
        id: 409210134,
        name: "何旖旂   ",
      },
      {
        class: "物理系光電四",
        id: 409210167,
        name: "黃言睿   ",
      },
      {
        class: "物理系光電四",
        id: 409210175,
        name: "陳思齊   ",
      },
      {
        class: "物理系光電四",
        id: 409210183,
        name: "李晨宇   ",
      },
      {
        class: "物理系光電四",
        id: 409210191,
        name: "潘以諾   ",
      },
      {
        class: "物理系光電四",
        id: 409210209,
        name: "郭俊霆   ",
      },
      {
        class: "物理系光電四",
        id: 409210217,
        name: "賴冠宇   ",
      },
      {
        class: "物理系光電四",
        id: 409210225,
        name: "陳盈齊   ",
      },
      {
        class: "物理系光電四",
        id: 409210233,
        name: "莊惟凱   ",
      },
      {
        class: "物理系光電四",
        id: 409210241,
        name: "宋承叡   ",
      },
      {
        class: "物理系光電四",
        id: 409210266,
        name: "王品程   ",
      },
      {
        class: "物理系光電四",
        id: 409210274,
        name: "柳思辰   ",
      },
      {
        class: "物理系光電四",
        id: 409210282,
        name: "陳玟君   ",
      },
      {
        class: "物理系光電四",
        id: 409210290,
        name: "鄭琮樺   ",
      },
      {
        class: "物理系光電四",
        id: 409210308,
        name: "林冠頡   ",
      },
      {
        class: "物理系光電四",
        id: 409210324,
        name: "吳致緯   ",
      },
      {
        class: "物理系光電四",
        id: 409210332,
        name: "陳若安   ",
      },
      {
        class: "物理系光電四",
        id: 409210340,
        name: "石棨竣   ",
      },
      {
        class: "物理系光電四",
        id: 409210357,
        name: "孫子雯   ",
      },
      {
        class: "物理系光電四",
        id: 409210365,
        name: "汪逸豪   ",
      },
      {
        class: "物理系光電四",
        id: 409210399,
        name: "陳昱安   ",
      },
      {
        class: "物理系光電四",
        id: 409210407,
        name: "陳伯宇   ",
      },
      {
        class: "物理系光電四",
        id: 409210415,
        name: "曾祥崴   ",
      },
      {
        class: "物理系光電四",
        id: 409210431,
        name: "林奕承   ",
      },
      {
        class: "物理系光電四",
        id: 409210449,
        name: "陳怡安   ",
      },
      {
        class: "物理系光電四",
        id: 409210456,
        name: "蘇盈綺   ",
      },
      {
        class: "物理系光電四",
        id: 409210472,
        name: "李承恩   ",
      },
      {
        class: "物理系光電四",
        id: 409210480,
        name: "曹浩濱   ",
      },
      {
        class: "物理系光電四",
        id: 410217037,
        name: "林泓圻",
      },
      {
        class: "物理系光電四",
        id: 410217045,
        name: "李承瀚",
      },
      {
        class: "物理七博士班",
        id: 806210018,
        name: "梁喻惠",
      },
      {
        class: "物理七博士班",
        id: 806210026,
        name: "賴君豪",
      },
      {
        class: "物理二碩士班",
        id: 611210021,
        name: "謝文鈺",
      },
      {
        class: "物理二碩士班",
        id: 611210039,
        name: "林子鈴",
      },
      {
        class: "物理二碩士班",
        id: 611210047,
        name: "張智凱",
      },
      {
        class: "物理二碩士班",
        id: 611210062,
        name: "黃再興",
      },
      {
        class: "物理二碩士班",
        id: 611210070,
        name: "曾政瑩",
      },
      {
        class: "物理二碩士班",
        id: 611210161,
        name: "謝宗哲",
      },
      {
        class: "物理二碩士班",
        id: 611210187,
        name: "呂其鴻",
      },
      {
        class: "物理三碩士班",
        id: 609210124,
        name: "劉慧玲",
      },
      {
        class: "物理三碩士班",
        id: 610210022,
        name: "黃婧淳",
      },
      {
        class: "物理三碩士班",
        id: 610210105,
        name: "黃厚宜",
      },
      {
        class: "應科二博士班",
        id: 610210014,
        name: "許誌恩",
      },
      {
        class: "應科二博士班",
        id: 811230035,
        name: "林暐軒",
      },
      {
        class: "應科二博士班",
        id: 811230043,
        name: "林諗慈",
      },
      {
        class: "應科二博士班",
        id: 811235018,
        name: "阮氏涵",
      },
      {
        class: "應科二博士班",
        id: 811235026,
        name: "阿文德",
      },
      {
        class: "應科二博士班",
        id: 811235034,
        name: "歐茲比",
      },
      {
        class: "應科三博士班",
        id: 810230010,
        name: "郭威廷",
      },
      {
        class: "應科三博士班",
        id: 810235019,
        name: "龍友翰",
      },
      {
        class: "應科四博士班",
        id: 809230013,
        name: "何宗洋",
      },
      {
        class: "應科四博士班",
        id: 809230021,
        name: "陳冠宏",
      },
    ];

    const result = jsonData.some((item) => matchName(name, item.name));
    // console.log("result", excelData);

    if (!result) throw new Error("姓名比對錯誤");

    const datas = await createUser(data);
    res.status(200).json({ data: "datas" });
  } catch (error) {
    console.error("發生錯誤:", error);
    res.status(500).json({ error: error.message });
  }
}

module.exports = {
  httpFindUser,
  httpFindOneUser,
  httpCreateUser,
};
